import { Metadata } from "next"

import { BreadcrumbsInro } from "@/shared/ui/breadcrumbsInro"

export const metadata: Metadata = {
  title: "Inro - Публічна оферта",
  description: "Inro - Публічна оферта",
}

export async function OfertaPage () {
  return (
    <>
      <BreadcrumbsInro
        current="Публічна оферта"
      />
      <div className="max-w-[1200px] m-auto  md:py-16 px-4">



        <div className="text-xl leading-5 mb-16">
          <h2 className="text-2xl md:text-4xl leading-7 md:leading-9 mb-6 font-bold">Публічна оферта інтернет-магазину inro.com.ua про продаж Товару</h2>

          <p>Ця пропозиція (оферта) адресована необмеженому колу осіб, які бажають придбати товари в інтернет-магазині www.inro.com.ua (далі  – інтернет-магазин). Оферта встановлює правила й порядок продажу  товарів через інтернет-магазин, а також регулює відносини між покупцем і  продавцем при продажу товарів через інтернет-магазин та надання в  зв’язку з таким продажем послуг.</p>

          <p>Покупцеві, який бажає  придбати товар в інтернет-магазині, необхідно уважно ознайомитися з  умовами, що містяться в цій оферті, і в разі згоди – прийняти умови  нижчевикладеної Угоди.Ця Угода є публічним договором відповідно до  Цивільного кодексу України (статті 633, 641) і Закону України «Про  електронну комерцію» (ст.11).</p>

        </div>

        <div className="text-xl leading-5 mb-16">
          <h2 className="text-2xl md:text-4xl leading-7 md:leading-9 mb-6 font-bold">Основні поняття</h2>

          <p><strong>Сайт</strong> – сукупність інформаційних ресурсів, розміщених в Інтернеті за адресою www.inro.com.uа.</p>

          <p><strong>Інтернет-магазин</strong> - розміщений у мережі інтернет за адресою www.inro.com.ua,  де представлені Товари, пропоновані Продавцем для придбання, а також  умови оплати і доставки Товарів Покупцеві.</p>


          <p><strong>Користувач Сайту </strong> - відвідувач Сайту www.inro.com.ua.</p>
          <p><strong>Покупець </strong> – фізична особа, відвідувач Сайту, що приймає умови цієї Угоди, що має  намір замовити чи придбати або замовник, який купує Товар винятково для  особистих потреб, не пов’язаних із здійсненням підприємницької  діяльності.</p>
          <p><strong>Продавець</strong> – Фізична особа підприємець Саєнко О.А., ЄДРПОУ: 3050717121, місце  знаходження: 02155, м. Київ, вул.Юрія Липи, буд. 6а, офис 69.</p>
          <p><strong>Акцепт </strong> – дії Покупця/Користувача, спрямовані на прийняття умов даної оферти.</p>
          <p><strong>Замовлення</strong> – встановленим чином оформлений запит Покупця на придбання і доставку за вказаною Покупцем адресою Товарів, обраних на Сайті.</p>
          <p><strong>Замовлення</strong> – сукупність інформаційних ресурсів, розміщених в Інтернеті за адресою www.inro.com.uа.</p>
          <p><strong>Продаж товарів через інтернет-магазин</strong> – продаж Товарів шляхом укладення електронної угоди на підставі  ознайомлення покупця із запропонованим продавцем описом Товару, що  містяться в каталозі Інтернет-магазину, що виключає можливість  безпосереднього ознайомлення Покупця з Товаром при укладанні такої  угоди.</p>
          <p><strong>Товар</strong> – парфумерно-косметична продукція та аксесуари, представлені до продажу на Сайті Продавця.</p>

          <p><strong>Пропозиція</strong> – інформація, розміщена на Сайті про конкретний Товар, який може бути  куплений Покупцем. Пропозиція включає в себе: інформацію про товар,  інформацію про ціну Товару, способи оплати та доставки, а також інші  умови придбання Товару Покупцем. Умови Пропозиції визначаються  Продавцем. Пропозиція не є офертою, а лише інформацією про можливі  способи придбання Товару.</p>
          <p><strong>Особистий кабінет</strong> – розділ Інтернет-магазину, доступний користувачеві після реєстрації, за  допомогою якого останній здійснює управління своїм обліковим записом  (акаунтом).</p>
          <p><strong>Реєстрація</strong> – заповнення Покупцем / Користувачем відповідної форми на сайті з  зазначенням необхідних для ідентифікації даних, з подальшим внесенням  особистих (персональних) даних Клієнта в базу даних Продавця.</p>
          <p><strong>Купівля без реєстрації</strong> – вид замовлення Товару на Сайті, який відрізняється тим, що Покупець  може зробити Замовлення Товару без проходження процедури реєстрації на  Сайті Продавця.</p>
          <p><strong>Статусне повідомлення</strong> – повідомлення, яке направляється Продавцем на e-mail або мобільний номер  Користувача сайту і містить інформацію про статус Замовлення,  реєстрацію, доступ до особистого кабінета тощо. Повідомлення цього типу  можуть бути отримані Користувачем сайту при здійсненні відповідних дій  (реєстрація, оформлення замовлення і т.д.) і не вимагають додаткової  згоди на їх отримання.</p>
          <p><strong>Інформаційне повідомлення</strong> – повідомлення, яке направляється Продавцем на e-mail або мобільний номер  Клієнта і містить інформацію про спеціальні пропозиції, акції, новини  Продавця та інші повідомлення.</p>



        </div>






      </div>

    </>
  )
}