import { Metadata } from "next"

import { BreadcrumbsInro } from "@/shared/ui/breadcrumbsInro"

export const metadata: Metadata = {
  title: "Inro - Публічна оферта",
  description: "Inro - Публічна оферта",
}

export async function OfertaPage () {
  return (
    <>
      <BreadcrumbsInro
        current="Публічна оферта"
      />
      <div className="max-w-[1200px] m-auto  md:py-16 px-4">
        <div className="text-xl leading-5 mb-16">
          <h2 className="text-2xl md:text-4xl leading-7 md:leading-9 mb-6 font-bold">Публічна оферта інтернет-магазину inro.com.ua про продаж Товару</h2>

          <p>Ця пропозиція адресована необмеженій кількості осіб, зацікавлених у придбанні товарів в інтернет-магазині www.inro.com.ua (далі – інтернет-магазин). Оферта встановлює умови продажу товарів через інтернет-магазин та регулює відносини між покупцем і продавцем у процесі покупки, а також надання супутніх послуг.
           </p>

          <p>Покупцю, що бажає придбати товар через інтернет-магазин, слід уважно ознайомитися з умовами цієї оферти та, у разі згоди, прийняти її положення.</p>
          <p>Ця угода є публічним договором відповідно до статей 633, 641 Цивільного кодексу України та статті 11 Закону України «Про електронну комерцію».   </p>
        </div>

        <div className="text-xl leading-5 mb-16">
          <h2 className="text-2xl md:text-4xl leading-7 md:leading-9 mb-6 font-bold">Предмет угоди </h2>

          <p>Угода передбачає можливість Покупця придбати товари для особистого використання, не пов’язаного з підприємницькою діяльністю, представлені в каталозі інтернет-магазину, на умовах цієї Угоди.</p>

          <p>Угода регулює процес купівлі товарів в інтернет-магазині, включаючи:   </p>
          <ul>
            <li>добровільний вибір Покупцем товарів;</li>
            <li>самостійне оформлення Покупцем замовлення;</li>
            <li>оплату Покупцем оформленого замовлення;</li>
            <li>обробку, доставку та передачу замовлення Покупцеві на умовах Угоди.</li>
          </ul>
        </div>

        <div className="text-xl leading-5 mb-16">
          <h2 className="text-2xl md:text-4xl leading-7 md:leading-9 mb-6 font-bold">Основні поняття</h2>

          <p><strong>Сайт</strong> – сукупність інформаційних ресурсів, розміщених в Інтернеті за адресою www.inro.com.uа.</p>

          <p><strong>Інтернет-магазин</strong> - розміщений у мережі інтернет за адресою www.inro.com.ua,  де представлені Товари, пропоновані Продавцем для придбання, а також  умови оплати і доставки Товарів Покупцеві.</p>


          <p><strong>Користувач Сайту </strong> - відвідувач Сайту www.inro.com.ua.</p>
          <p><strong>Покупець </strong> – фізична особа, відвідувач Сайту, що приймає умови цієї Угоди, що має  намір замовити чи придбати або замовник, який купує Товар винятково для  особистих потреб, не пов’язаних із здійсненням підприємницької  діяльності.</p>
          <p><strong>Продавець</strong> – Фізична особа підприємець Саєнко О.А., ЄДРПОУ: 3050717121, місце  знаходження: 02155, м. Київ, вул.Юрія Липи, буд. 6а, офис 69.</p>
          <p><strong>Акцепт </strong> – дії Покупця/Користувача, спрямовані на прийняття умов даної оферти.</p>
          <p><strong>Замовлення</strong> – встановленим чином оформлений запит Покупця на придбання і доставку за вказаною Покупцем адресою Товарів, обраних на Сайті.</p>
          <p><strong>Замовлення</strong> – сукупність інформаційних ресурсів, розміщених в Інтернеті за адресою www.inro.com.uа.</p>
          <p><strong>Продаж товарів через інтернет-магазин</strong> – продаж Товарів шляхом укладення електронної угоди на підставі  ознайомлення покупця із запропонованим продавцем описом Товару, що  містяться в каталозі Інтернет-магазину, що виключає можливість  безпосереднього ознайомлення Покупця з Товаром при укладанні такої  угоди.</p>
          <p><strong>Товар</strong> – парфумерно-косметична продукція та аксесуари, представлені до продажу на Сайті Продавця.</p>

          <p><strong>Пропозиція</strong> – інформація, розміщена на Сайті про конкретний Товар, який може бути  куплений Покупцем. Пропозиція включає в себе: інформацію про товар,  інформацію про ціну Товару, способи оплати та доставки, а також інші  умови придбання Товару Покупцем. Умови Пропозиції визначаються  Продавцем. Пропозиція не є офертою, а лише інформацією про можливі  способи придбання Товару.</p>
          <p><strong>Особистий кабінет</strong> – розділ Інтернет-магазину, доступний користувачеві після реєстрації, за  допомогою якого останній здійснює управління своїм обліковим записом  (акаунтом).</p>
          <p><strong>Реєстрація</strong> – заповнення Покупцем / Користувачем відповідної форми на сайті з  зазначенням необхідних для ідентифікації даних, з подальшим внесенням  особистих (персональних) даних Клієнта в базу даних Продавця.</p>
          <p><strong>Купівля без реєстрації</strong> – вид замовлення Товару на Сайті, який відрізняється тим, що Покупець  може зробити Замовлення Товару без проходження процедури реєстрації на  Сайті Продавця.</p>
          <p><strong>Статусне повідомлення</strong> – повідомлення, яке направляється Продавцем на e-mail або мобільний номер  Користувача сайту і містить інформацію про статус Замовлення,  реєстрацію, доступ до особистого кабінета тощо. Повідомлення цього типу  можуть бути отримані Користувачем сайту при здійсненні відповідних дій  (реєстрація, оформлення замовлення і т.д.) і не вимагають додаткової  згоди на їх отримання.</p>
          <p><strong>Інформаційне повідомлення</strong> – повідомлення, яке направляється Продавцем на e-mail або мобільний номер  Клієнта і містить інформацію про спеціальні пропозиції, акції, новини  Продавця та інші повідомлення.</p>

        </div>



        <div className="text-xl leading-5 mb-16">
          <h2 className="text-2xl md:text-4xl leading-7 md:leading-9 mb-6 font-bold">Загальні положення</h2>

          <p>Продавець здійснює продаж товарів через інтернет-магазин за адресою www.inro.com.ua. Оформлення замовлення Покупцем означає згоду з умовами цієї угоди. У разі незгоди Покупець не повинен здійснювати покупку. Угода набирає чинності з моменту оформлення та підтвердження замовлення.</p>

          <p>Продавець залишає за собою право змінювати умови оферти в будь-який час, і зміни набувають чинності з моменту їх оприлюднення на сайті.</p>

        </div>


        <div className="text-xl leading-5 mb-16">
          <h2 className="text-2xl md:text-4xl leading-7 md:leading-9 mb-6 font-bold">Реєстрація на сайті</h2>

          <p>При реєстрації на сайті Покупець зобов’язується надати правдиву інформацію про себе. Продавець не несе відповідальності за невиконання зобов’язань, якщо надана інформація є неповною чи неточною.</p>
        </div>

        <div className="text-xl leading-5 mb-16">
          <h2 className="text-2xl md:text-4xl leading-7 md:leading-9 mb-6 font-bold">Оформлення замовлення </h2>

          <p>Покупець самостійно вибирає товар, додає його до «Кошика» та підтверджує замовлення натисканням кнопки «Оформити замовлення». У разі відсутності товару на складі Продавець може анулювати замовлення з повідомленням Покупця.</p>
        </div>

        <div className="text-xl leading-5 mb-16">
          <h2 className="text-2xl md:text-4xl leading-7 md:leading-9 mb-6 font-bold">Доставка товару </h2>

          <p>Доставка здійснюється обраною Продавцем кур’єрською службою. При передачі товару Покупець зобов’язаний перевірити цілісність упаковки. Право власності на товар переходить до Покупця після повної оплати.
          </p>
        </div>

        <div className="text-xl leading-5 mb-16">
          <h2 className="text-2xl md:text-4xl leading-7 md:leading-9 mb-6 font-bold">Оплата товарів </h2>

          <p>Оплата замовлення можлива як готівкою, так і банківською картою. </p>
        </div>

        <div className="text-xl leading-5 mb-16">
          <h2 className="text-2xl md:text-4xl leading-7 md:leading-9 mb-6 font-bold">Повернення товару </h2>

          <p>Товар належної якості не підлягає поверненню згідно з чинним законодавством, за винятком випадків, якщо товар має недоліки. У разі виявлення браку Покупець може звернутися до Продавця для заміни товару або повернення коштів.
          </p>
          <p>Ця оферта встановлює основні правила та порядок купівлі товарів на сайті inro.com.ua, які спрямовані на забезпечення зручності і безпеки онлайн-покупок для кожного користувача.</p>
        </div>

      </div>

    </>
  )
}