import { Metadata } from "next"

import { BreadcrumbsInro } from "@/shared/ui/breadcrumbsInro"

export const metadata: Metadata = {
  title: "Inro - Обмiн та повернення",
  description: "Inro - Обмiн та повернення",
}

export async function ObminPage () {
  return (
    <>
      <BreadcrumbsInro
        current="Обмiн та повернення"
      />
      <div className="max-w-[1200px] m-auto  md:py-16 px-4">

        <div className="text-xl leading-5 mb-16">
          <h1 className="text-2xl md:text-4xl leading-7 md:leading-9 mb-6 font-bold">Обмiн та повернення</h1>

          <p>Відповідно до чинних норм законодавства, парфумерно-косметичні товари належної якості не підлягають поверненню чи обміну.</p>

          <p>Відповідно до статті 9 Закону України «Про захист прав споживачів» від 12.05.1991 р. №1023-ХІІ та Додатка №3 до Постанови КМУ «Про реалізацію окремих положень Закону України «Про захист прав споживачів» від 19.03.1994 р. №172, до товарів належної якості, що не підлягають обміну (поверненню), відносяться: парфумерно-косметичні вироби, предмети санітарної гігієни, розчіски, гребенці та щітки масажні, товари в аерозольній паковці, інструменти для манікюру, педикюру (ножиці, пилочки тощо).).</p>

        </div>

        <div className="text-xl leading-5 mb-16">
          <h2 className="text-2xl md:text-4xl leading-7 md:leading-9 mb-6 font-bold">Заміна бракованого товару</h2>

          <p>При виявленні заводського дефекту/браку ми обов‘язково обміняємо товар.</p>
          <p><strong>Якщо ви виявили, що замовлення не відповідає заявленій якості, вам слід:</strong></p>
          <ul className="pl-4 list-disc mb-6">
            <li>написати нам на пошту, або у месенждері, або просто зателефонувати за номером телефону: +380992000011 та описати суть проблеми;</li>
            <li>зробити фото, що підтверджує виявлення невідповідності або браку;</li>
            <li>надіслати свої контакти для зв‘язку.</li>
          </ul>
          <p>Наші співробітники допоможуть вам вирішити проблему і, після узгодження всіх деталей, ви зможете зробити повернення або обмін товару за рахунок inro.com.ua на відділення Нової Пошти, з якого була здійснена відправка, або за адресою: м. Київ, вул. Юрія Липи, 6а, офіс 69</p>

        </div>

      </div>

    </>
  )
}