import { Metadata } from "next"

import { BreadcrumbsInro } from "@/shared/ui/breadcrumbsInro"

export const metadata: Metadata = {
  title: "Inro - Обмiн та повернення",
  description: "Inro - Обмiн та повернення",
}

export async function ObminPage () {
  return (
    <>
      <BreadcrumbsInro
        current="Обмiн та повернення"
      />
      <div className="max-w-[1200px] m-auto  md:py-16 px-4">

        <div className="text-xl leading-5 mb-16">
          <h1 className="text-2xl md:text-4xl leading-7 md:leading-9 mb-6 font-bold">Обмiн та повернення</h1>

          <p>Згідно з чинним законодавством, парфумерно-косметичні товари належної якості не підлягають обміну чи поверненню. Відповідно до статті 9 Закону України «Про захист прав споживачів» №1023-ХІІ від 12.05.1991 р. та Додатка №3 до Постанови КМУ №172 від 19.03.1994 р., парфумерно-косметичні вироби, предмети санітарної гігієни, розчіски, гребінці, щітки масажні, товари в аерозольній упаковці, а також інструменти для манікюру і педикюру (ножиці, пилочки тощо) не підлягають обміну чи поверненню.
          </p>

         

        </div>

        <div className="text-xl leading-5 mb-16">
          <h2 className="text-2xl md:text-4xl leading-7 md:leading-9 mb-6 font-bold">Заміна бракованого товару</h2>

          <p>У разі виявлення дефекту або браку ми гарантуємо обмін товару. Якщо замовлення не відповідає заявленій якості, будь ласка:
          </p>
          <ul className="pl-4 list-disc mb-6">
            <li>Напишіть нам на електронну пошту, у месенджері або зателефонуйте за номером: +380992000011, описавши проблему.</li>
            <li>Надішліть фото, що підтверджує наявність дефекту або браку.</li>
            <li>Залиште свої контактні дані для зв&apos;язку.</li>
          </ul>
          <p>Наші фахівці оперативно допоможуть вам вирішити питання, після чого ви зможете повернути або обміняти товар за рахунок inro.com.ua через відділення Нової Пошти, з якого було здійснене відправлення, або за адресою: м. Київ, вул. Юрія Липи, 6а
          </p>
          <p>Запрошуємо завітати до наших шоурумів, де можна ознайомитися з продукцією INRO особисто та підібрати улюблені аромати в атмосфері натхнення та стилю.
          </p>
        </div>

      </div>

    </>
  )
}