export const npObj = [
    {
        "value": "Абазівка (Полтавський р-н, Полтавська обл)",
        "label": "Абазівка (Полтавський р-н, Полтавська обл)"
    },
    {
        "value": "Абранка",
        "label": "Абранка"
    },
    {
        "value": "Абрикосівка",
        "label": "Абрикосівка"
    },
    {
        "value": "Абрикосівка (Хмельницька обл.)",
        "label": "Абрикосівка (Хмельницька обл.)"
    },
    {
        "value": "Абрикосове",
        "label": "Абрикосове"
    },
    {
        "value": "Авангард",
        "label": "Авангард"
    },
    {
        "value": "Августинівка",
        "label": "Августинівка"
    },
    {
        "value": "Августівка",
        "label": "Августівка"
    },
    {
        "value": "Авдіївка (Донецька обл.)",
        "label": "Авдіївка (Донецька обл.)"
    },
    {
        "value": "Авдіївка (Сосницький р-н., Чернігівська обл.)",
        "label": "Авдіївка (Сосницький р-н., Чернігівська обл.)"
    },
    {
        "value": "Авіамістечко",
        "label": "Авіамістечко"
    },
    {
        "value": "Авіаторське",
        "label": "Авіаторське"
    },
    {
        "value": "Аврамівка",
        "label": "Аврамівка"
    },
    {
        "value": "Авратин",
        "label": "Авратин"
    },
    {
        "value": "Агаймани",
        "label": "Агаймани"
    },
    {
        "value": "Агробаза (Донецька обл.)",
        "label": "Агробаза (Донецька обл.)"
    },
    {
        "value": "Агрономічне",
        "label": "Агрономічне"
    },
    {
        "value": "Агрономія",
        "label": "Агрономія"
    },
    {
        "value": "Адамівка (Миколаївська обл.)",
        "label": "Адамівка (Миколаївська обл.)"
    },
    {
        "value": "Адамівка (Рівненська обл.)",
        "label": "Адамівка (Рівненська обл.)"
    },
    {
        "value": "Адамівка (Хмельницька обл.)",
        "label": "Адамівка (Хмельницька обл.)"
    },
    {
        "value": "Адампіль",
        "label": "Адампіль"
    },
    {
        "value": "Адамчуки",
        "label": "Адамчуки"
    },
    {
        "value": "Аджамка",
        "label": "Аджамка"
    },
    {
        "value": "Азов",
        "label": "Азов"
    },
    {
        "value": "Азовське",
        "label": "Азовське"
    },
    {
        "value": "Азовське (Запорізька обл.)",
        "label": "Азовське (Запорізька обл.)"
    },
    {
        "value": "Азовське (Першотравневий р-н)",
        "label": "Азовське (Першотравневий р-н)"
    },
    {
        "value": "Айдар-Миколаївка",
        "label": "Айдар-Миколаївка"
    },
    {
        "value": "Акрешори",
        "label": "Акрешори"
    },
    {
        "value": "Алтестове",
        "label": "Алтестове"
    },
    {
        "value": "Алтинівка",
        "label": "Алтинівка"
    },
    {
        "value": "Ананьїв",
        "label": "Ананьїв"
    },
    {
        "value": "Анатолівка",
        "label": "Анатолівка"
    },
    {
        "value": "Ангелівка",
        "label": "Ангелівка"
    },
    {
        "value": "Ангелівка (Івано-Франківська обл.)",
        "label": "Ангелівка (Івано-Франківська обл.)"
    },
    {
        "value": "Ангелінівка",
        "label": "Ангелінівка"
    },
    {
        "value": "Андрівка (Запорізька обл.)",
        "label": "Андрівка (Запорізька обл.)"
    },
    {
        "value": "Андрієвичі",
        "label": "Андрієвичі"
    },
    {
        "value": "Андрієво-Іванівка",
        "label": "Андрієво-Іванівка"
    },
    {
        "value": "Андріївка (Балаклійський р-н)",
        "label": "Андріївка (Балаклійський р-н)"
    },
    {
        "value": "Андріївка (Бердянський р-н)",
        "label": "Андріївка (Бердянський р-н)"
    },
    {
        "value": "Андріївка (Білгород-Дністровський р-н., Одес. обл.",
        "label": "Андріївка (Білгород-Дністровський р-н., Одес. обл."
    },
    {
        "value": "Андріївка (Бориспільський р-н)",
        "label": "Андріївка (Бориспільський р-н)"
    },
    {
        "value": "Андріївка (Буський р-н)",
        "label": "Андріївка (Буський р-н)"
    },
    {
        "value": "Андріївка (Волноваський р-н., Донецька обл.)",
        "label": "Андріївка (Волноваський р-н., Донецька обл.)"
    },
    {
        "value": "Андріївка (Донецька обл. Слов'янський р-н)",
        "label": "Андріївка (Донецька обл. Слов'янський р-н)"
    },
    {
        "value": "Андріївка (Олександрійський р-н)",
        "label": "Андріївка (Олександрійський р-н)"
    },
    {
        "value": "Андріївка (Покровська територіальна громада)",
        "label": "Андріївка (Покровська територіальна громада)"
    },
    {
        "value": "Андріївка (Полтавська обл.)",
        "label": "Андріївка (Полтавська обл.)"
    },
    {
        "value": "Андріївка (Полтавський р-н., Полт. обл.)",
        "label": "Андріївка (Полтавський р-н., Полт. обл.)"
    },
    {
        "value": "Андріївка (Пулинський р-н.,Житомирська обл.)",
        "label": "Андріївка (Пулинський р-н.,Житомирська обл.)"
    },
    {
        "value": "Андріївка (селище міського типу)",
        "label": "Андріївка (селище міського типу)"
    },
    {
        "value": "Андріївка (Сумська обл.)",
        "label": "Андріївка (Сумська обл.)"
    },
    {
        "value": "Андріївка (Харківська обл., Кегичівський р-н)",
        "label": "Андріївка (Харківська обл., Кегичівський р-н)"
    },
    {
        "value": "Андріївка (Хмельницька обл.)",
        "label": "Андріївка (Хмельницька обл.)"
    },
    {
        "value": "Андріївка (Чернігівська обл.)",
        "label": "Андріївка (Чернігівська обл.)"
    },
    {
        "value": "Андріївка (Черняхівський р-н,Житомирська обл.)",
        "label": "Андріївка (Черняхівський р-н,Житомирська обл.)"
    },
    {
        "value": "Андрійківці",
        "label": "Андрійківці"
    },
    {
        "value": "Андріяшівка",
        "label": "Андріяшівка"
    },
    {
        "value": "Андріяшівка (Балтський р-н.)",
        "label": "Андріяшівка (Балтський р-н.)"
    },
    {
        "value": "Андруга",
        "label": "Андруга"
    },
    {
        "value": "Андрушівка",
        "label": "Андрушівка"
    },
    {
        "value": "Андрушівка (Погребищенський р-н)",
        "label": "Андрушівка (Погребищенський р-н)"
    },
    {
        "value": "Андрушки",
        "label": "Андрушки"
    },
    {
        "value": "Анисів",
        "label": "Анисів"
    },
    {
        "value": "Анталовці",
        "label": "Анталовці"
    },
    {
        "value": "Антипівка",
        "label": "Антипівка"
    },
    {
        "value": "Антонів",
        "label": "Антонів"
    },
    {
        "value": "Антонівка (Березнівський р-н, Рівненська обл.)",
        "label": "Антонівка (Березнівський р-н, Рівненська обл.)"
    },
    {
        "value": "Антонівка (Вінницька обл.)",
        "label": "Антонівка (Вінницька обл.)"
    },
    {
        "value": "Антонівка (Володимирецький р-н, Рівненська обл.)",
        "label": "Антонівка (Володимирецький р-н, Рівненська обл.)"
    },
    {
        "value": "Антонівка (Жидачівський р-н)",
        "label": "Антонівка (Жидачівський р-н)"
    },
    {
        "value": "Антонівка (Запорізька обл.)",
        "label": "Антонівка (Запорізька обл.)"
    },
    {
        "value": "Антонівка (Київська обл.)",
        "label": "Антонівка (Київська обл.)"
    },
    {
        "value": "Антонівка (Одеська обл.)",
        "label": "Антонівка (Одеська обл.)"
    },
    {
        "value": "Антонівка (Скадовський р-н)",
        "label": "Антонівка (Скадовський р-н)"
    },
    {
        "value": "Антонівка (Тальнівський р-н)",
        "label": "Антонівка (Тальнівський р-н)"
    },
    {
        "value": "Антонівка (Уманський р-н)",
        "label": "Антонівка (Уманський р-н)"
    },
    {
        "value": "Антонівка (Хмельницька обл,Летичівський р-н)",
        "label": "Антонівка (Хмельницька обл,Летичівський р-н)"
    },
    {
        "value": "Антонівка (Хмельницька обл.)",
        "label": "Антонівка (Хмельницька обл.)"
    },
    {
        "value": "Антонівка (Хмельницький р-н, Хмельницька обл.)",
        "label": "Антонівка (Хмельницький р-н, Хмельницька обл.)"
    },
    {
        "value": "Антонівка (Чернігівська обл.)",
        "label": "Антонівка (Чернігівська обл.)"
    },
    {
        "value": "Антонівське",
        "label": "Антонівське"
    },
    {
        "value": "Антонівці",
        "label": "Антонівці"
    },
    {
        "value": "Антоніни",
        "label": "Антоніни"
    },
    {
        "value": "Антонове",
        "label": "Антонове"
    },
    {
        "value": "Антонюки",
        "label": "Антонюки"
    },
    {
        "value": "Антопіль",
        "label": "Антопіль"
    },
    {
        "value": "Анциполівка",
        "label": "Анциполівка"
    },
    {
        "value": "Анютине",
        "label": "Анютине"
    },
    {
        "value": "Аполлонівка",
        "label": "Аполлонівка"
    },
    {
        "value": "Апостолове",
        "label": "Апостолове"
    },
    {
        "value": "Арбузинка",
        "label": "Арбузинка"
    },
    {
        "value": "Арданово",
        "label": "Арданово"
    },
    {
        "value": "Аркадіївка",
        "label": "Аркадіївка"
    },
    {
        "value": "Арламівська Воля",
        "label": "Арламівська Воля"
    },
    {
        "value": "Артемівка ",
        "label": "Артемівка "
    },
    {
        "value": "Артемівка (Київська обл.)",
        "label": "Артемівка (Київська обл.)"
    },
    {
        "value": "Артинськ",
        "label": "Артинськ"
    },
    {
        "value": "Артищів",
        "label": "Артищів"
    },
    {
        "value": "Архангельська Слобода",
        "label": "Архангельська Слобода"
    },
    {
        "value": "Архангельське",
        "label": "Архангельське"
    },
    {
        "value": "Архипівка",
        "label": "Архипівка"
    },
    {
        "value": "Арциз",
        "label": "Арциз"
    },
    {
        "value": "Арчепитівка",
        "label": "Арчепитівка"
    },
    {
        "value": "Аршиця",
        "label": "Аршиця"
    },
    {
        "value": "Асіївка",
        "label": "Асіївка"
    },
    {
        "value": "Асканія-Нова",
        "label": "Асканія-Нова"
    },
    {
        "value": "Астей",
        "label": "Астей"
    },
    {
        "value": "Астраханка",
        "label": "Астраханка"
    },
    {
        "value": "Атамань",
        "label": "Атамань"
    },
    {
        "value": "Атманай",
        "label": "Атманай"
    },
    {
        "value": "Атюша",
        "label": "Атюша"
    },
    {
        "value": "Аули",
        "label": "Аули"
    },
    {
        "value": "Афанасіївка",
        "label": "Афанасіївка"
    },
    {
        "value": "Африканівка",
        "label": "Африканівка"
    },
    {
        "value": "Баб'янка",
        "label": "Баб'янка"
    },
    {
        "value": "Баба",
        "label": "Баба"
    },
    {
        "value": "Бабаї",
        "label": "Бабаї"
    },
    {
        "value": "Бабайківка",
        "label": "Бабайківка"
    },
    {
        "value": "Бабанка",
        "label": "Бабанка"
    },
    {
        "value": "Бабах-Тарама",
        "label": "Бабах-Тарама"
    },
    {
        "value": "Бабин (Вінницька обл.)",
        "label": "Бабин (Вінницька обл.)"
    },
    {
        "value": "Бабин (Кельменецький р-н)",
        "label": "Бабин (Кельменецький р-н)"
    },
    {
        "value": "Бабин (Косівський р-н)",
        "label": "Бабин (Косівський р-н)"
    },
    {
        "value": "Бабин (Рівненська обл.)",
        "label": "Бабин (Рівненська обл.)"
    },
    {
        "value": "Бабина",
        "label": "Бабина"
    },
    {
        "value": "Бабине",
        "label": "Бабине"
    },
    {
        "value": "Бабине (Чернівецька обл.)",
        "label": "Бабине (Чернівецька обл.)"
    },
    {
        "value": "Бабино",
        "label": "Бабино"
    },
    {
        "value": "Бабинці",
        "label": "Бабинці"
    },
    {
        "value": "Бабинці (Вінницька обл.)",
        "label": "Бабинці (Вінницька обл.)"
    },
    {
        "value": "Бабинці (Тернопільська обл.)",
        "label": "Бабинці (Тернопільська обл.)"
    },
    {
        "value": "Бабичі",
        "label": "Бабичі"
    },
    {
        "value": "Бабичівка",
        "label": "Бабичівка"
    },
    {
        "value": "Бабка ",
        "label": "Бабка "
    },
    {
        "value": "Бабурка",
        "label": "Бабурка"
    },
    {
        "value": "Бабухів",
        "label": "Бабухів"
    },
    {
        "value": "Бабче",
        "label": "Бабче"
    },
    {
        "value": "Бабчинці",
        "label": "Бабчинці"
    },
    {
        "value": "Баворів",
        "label": "Баворів"
    },
    {
        "value": "Багате",
        "label": "Багате"
    },
    {
        "value": "Багате (Одеська обл.)",
        "label": "Багате (Одеська обл.)"
    },
    {
        "value": "Багатир",
        "label": "Багатир"
    },
    {
        "value": "Багачеве",
        "label": "Багачеве"
    },
    {
        "value": "Багачівка (Черкаська обл.)",
        "label": "Багачівка (Черкаська обл.)"
    },
    {
        "value": "Баглаї",
        "label": "Баглаї"
    },
    {
        "value": "Багна",
        "label": "Багна"
    },
    {
        "value": "Багрин",
        "label": "Багрин"
    },
    {
        "value": "Багринівка",
        "label": "Багринівка"
    },
    {
        "value": "Багринівці",
        "label": "Багринівці"
    },
    {
        "value": "Бадалово",
        "label": "Бадалово"
    },
    {
        "value": "Бадів",
        "label": "Бадів"
    },
    {
        "value": "Бадівка",
        "label": "Бадівка"
    },
    {
        "value": "Базаліївка",
        "label": "Базаліївка"
    },
    {
        "value": "Базалія",
        "label": "Базалія"
    },
    {
        "value": "Базальтове",
        "label": "Базальтове"
    },
    {
        "value": "Базар",
        "label": "Базар"
    },
    {
        "value": "Базар'янка",
        "label": "Базар'янка"
    },
    {
        "value": "Базаринці",
        "label": "Базаринці"
    },
    {
        "value": "Базилівщина",
        "label": "Базилівщина"
    },
    {
        "value": "Баїв",
        "label": "Баїв"
    },
    {
        "value": "Байбузи",
        "label": "Байбузи"
    },
    {
        "value": "Байбузівка",
        "label": "Байбузівка"
    },
    {
        "value": "Байдаківка",
        "label": "Байдаківка"
    },
    {
        "value": "Байківка",
        "label": "Байківка"
    },
    {
        "value": "Байківці",
        "label": "Байківці"
    },
    {
        "value": "Байрак (Великобагачанський р-н)",
        "label": "Байрак (Великобагачанський р-н)"
    },
    {
        "value": "Байрак (Полтавська обл.)",
        "label": "Байрак (Полтавська обл.)"
    },
    {
        "value": "Байрак (Сумська обл.)",
        "label": "Байрак (Сумська обл.)"
    },
    {
        "value": "Байраки",
        "label": "Байраки"
    },
    {
        "value": "Байтали",
        "label": "Байтали"
    },
    {
        "value": "Баківці",
        "label": "Баківці"
    },
    {
        "value": "Баківці (Львівська обл.)",
        "label": "Баківці (Львівська обл.)"
    },
    {
        "value": "Бакумівка",
        "label": "Бакумівка"
    },
    {
        "value": "Бакумівка (Полтавська обл.)",
        "label": "Бакумівка (Полтавська обл.)"
    },
    {
        "value": "Бакша",
        "label": "Бакша"
    },
    {
        "value": "Балабанівка",
        "label": "Балабанівка"
    },
    {
        "value": "Балабине",
        "label": "Балабине"
    },
    {
        "value": "Балажер",
        "label": "Балажер"
    },
    {
        "value": "Балаклея (Черкаська обл.)",
        "label": "Балаклея (Черкаська обл.)"
    },
    {
        "value": "Балаклія (Харківська обл.)",
        "label": "Балаклія (Харківська обл.)"
    },
    {
        "value": "Баламутівка",
        "label": "Баламутівка"
    },
    {
        "value": "Баламутівка (Хмельницька обл.)",
        "label": "Баламутівка (Хмельницька обл.)"
    },
    {
        "value": "Баландине",
        "label": "Баландине"
    },
    {
        "value": "Баланівка",
        "label": "Баланівка"
    },
    {
        "value": "Балахівка",
        "label": "Балахівка"
    },
    {
        "value": "Балаховичі",
        "label": "Балаховичі"
    },
    {
        "value": "Балашівка",
        "label": "Балашівка"
    },
    {
        "value": "Балико-Щучинка",
        "label": "Балико-Щучинка"
    },
    {
        "value": "Балин",
        "label": "Балин"
    },
    {
        "value": "Балинівка",
        "label": "Балинівка"
    },
    {
        "value": "Балинці",
        "label": "Балинці"
    },
    {
        "value": "Баличі",
        "label": "Баличі"
    },
    {
        "value": "Балівка",
        "label": "Балівка"
    },
    {
        "value": "Балки",
        "label": "Балки"
    },
    {
        "value": "Балки (Вінницька обл.)",
        "label": "Балки (Вінницька обл.)"
    },
    {
        "value": "Балки (Запорізька обл.)",
        "label": "Балки (Запорізька обл.)"
    },
    {
        "value": "Балківці",
        "label": "Балківці"
    },
    {
        "value": "Балкове",
        "label": "Балкове"
    },
    {
        "value": "Баловне",
        "label": "Баловне"
    },
    {
        "value": "Балочки",
        "label": "Балочки"
    },
    {
        "value": "Балта",
        "label": "Балта"
    },
    {
        "value": "Балтазарівка",
        "label": "Балтазарівка"
    },
    {
        "value": "Балучин",
        "label": "Балучин"
    },
    {
        "value": "Бальківці",
        "label": "Бальківці"
    },
    {
        "value": "Балясне",
        "label": "Балясне"
    },
    {
        "value": "Бандурівка",
        "label": "Бандурівка"
    },
    {
        "value": "Бандурка",
        "label": "Бандурка"
    },
    {
        "value": "Бандурове",
        "label": "Бандурове"
    },
    {
        "value": "Банилів",
        "label": "Банилів"
    },
    {
        "value": "Банилів-Підгірний",
        "label": "Банилів-Підгірний"
    },
    {
        "value": "Баничі",
        "label": "Баничі"
    },
    {
        "value": "Банівка",
        "label": "Банівка"
    },
    {
        "value": "Баннівка",
        "label": "Баннівка"
    },
    {
        "value": "Банчени",
        "label": "Банчени"
    },
    {
        "value": "Банюнин",
        "label": "Банюнин"
    },
    {
        "value": "Баня Лисовицька",
        "label": "Баня Лисовицька"
    },
    {
        "value": "Баня-Березів",
        "label": "Баня-Березів"
    },
    {
        "value": "Бар",
        "label": "Бар"
    },
    {
        "value": "Бар (селище)",
        "label": "Бар (селище)"
    },
    {
        "value": "Барабой",
        "label": "Барабой"
    },
    {
        "value": "Бараниківка",
        "label": "Бараниківка"
    },
    {
        "value": "Бараниківка (Кремінський р-н., Луганська обл.)",
        "label": "Бараниківка (Кремінський р-н., Луганська обл.)"
    },
    {
        "value": "Баранинці (Закарпатська обл.)",
        "label": "Баранинці (Закарпатська обл.)"
    },
    {
        "value": "Баранівка",
        "label": "Баранівка"
    },
    {
        "value": "Баранівка (Малинський р-н)",
        "label": "Баранівка (Малинський р-н)"
    },
    {
        "value": "Баранівка (Полтавська обл.)",
        "label": "Баранівка (Полтавська обл.)"
    },
    {
        "value": "Баранівці",
        "label": "Баранівці"
    },
    {
        "value": "Баранне",
        "label": "Баранне"
    },
    {
        "value": "Баранове (Одеська обл.)",
        "label": "Баранове (Одеська обл.)"
    },
    {
        "value": "Баратівка",
        "label": "Баратівка"
    },
    {
        "value": "Баратівка (Новобузький р-н., Мик. обл.)",
        "label": "Баратівка (Новобузький р-н., Мик. обл.)"
    },
    {
        "value": "Барахти",
        "label": "Барахти"
    },
    {
        "value": "Бараші",
        "label": "Бараші"
    },
    {
        "value": "Барашівка",
        "label": "Барашівка"
    },
    {
        "value": "Барбово",
        "label": "Барбово"
    },
    {
        "value": "Барвінівка",
        "label": "Барвінівка"
    },
    {
        "value": "Барвінки",
        "label": "Барвінки"
    },
    {
        "value": "Барвінкове",
        "label": "Барвінкове"
    },
    {
        "value": "Барвінок",
        "label": "Барвінок"
    },
    {
        "value": "Баришівка",
        "label": "Баришівка"
    },
    {
        "value": "Баркасово",
        "label": "Баркасово"
    },
    {
        "value": "Бармаки",
        "label": "Бармаки"
    },
    {
        "value": "Бартатів",
        "label": "Бартатів"
    },
    {
        "value": "Басань",
        "label": "Басань"
    },
    {
        "value": "Басівка",
        "label": "Басівка"
    },
    {
        "value": "Батрадь",
        "label": "Батрадь"
    },
    {
        "value": "Батурин",
        "label": "Батурин"
    },
    {
        "value": "Батфа",
        "label": "Батфа"
    },
    {
        "value": "Батьків (Рівненська обл.)",
        "label": "Батьків (Рівненська обл.)"
    },
    {
        "value": "Батьово",
        "label": "Батьово"
    },
    {
        "value": "Батятичі",
        "label": "Батятичі"
    },
    {
        "value": "Бахів",
        "label": "Бахів"
    },
    {
        "value": "Бахматівці",
        "label": "Бахматівці"
    },
    {
        "value": "Бахмач",
        "label": "Бахмач"
    },
    {
        "value": "Бахмач (село, Бахмацький р-н)",
        "label": "Бахмач (село, Бахмацький р-н)"
    },
    {
        "value": "Бахмут",
        "label": "Бахмут"
    },
    {
        "value": "Бахмутське",
        "label": "Бахмутське"
    },
    {
        "value": "Бахтин",
        "label": "Бахтин"
    },
    {
        "value": "Бачина",
        "label": "Бачина"
    },
    {
        "value": "Бачів",
        "label": "Бачів"
    },
    {
        "value": "Бачкурине (Черкаська обл.)",
        "label": "Бачкурине (Черкаська обл.)"
    },
    {
        "value": "Башарівка",
        "label": "Башарівка"
    },
    {
        "value": "Башлики",
        "label": "Башлики"
    },
    {
        "value": "Башмачка",
        "label": "Башмачка"
    },
    {
        "value": "Баштанівка",
        "label": "Баштанівка"
    },
    {
        "value": "Баштанка",
        "label": "Баштанка"
    },
    {
        "value": "Баштанків",
        "label": "Баштанків"
    },
    {
        "value": "Баштечки",
        "label": "Баштечки"
    },
    {
        "value": "Баштине",
        "label": "Баштине"
    },
    {
        "value": "Бджільна",
        "label": "Бджільна"
    },
    {
        "value": "Бедевля",
        "label": "Бедевля"
    },
    {
        "value": "Бедриківці",
        "label": "Бедриківці"
    },
    {
        "value": "Бедриківці (Тернопільська обл.)",
        "label": "Бедриківці (Тернопільська обл.)"
    },
    {
        "value": "Бежів",
        "label": "Бежів"
    },
    {
        "value": "Безбородьки",
        "label": "Безбородьки"
    },
    {
        "value": "Безбородькове",
        "label": "Безбородькове"
    },
    {
        "value": "Безброди",
        "label": "Безброди"
    },
    {
        "value": "Бездрик",
        "label": "Бездрик"
    },
    {
        "value": "Безлюдівка",
        "label": "Безлюдівка"
    },
    {
        "value": "Безп'ятне",
        "label": "Безп'ятне"
    },
    {
        "value": "Безпалівка",
        "label": "Безпалівка"
    },
    {
        "value": "Безпальче",
        "label": "Безпальче"
    },
    {
        "value": "Безпечна",
        "label": "Безпечна"
    },
    {
        "value": "Безруки",
        "label": "Безруки"
    },
    {
        "value": "Безручки",
        "label": "Безручки"
    },
    {
        "value": "Безсали",
        "label": "Безсали"
    },
    {
        "value": "Безуглівка",
        "label": "Безуглівка"
    },
    {
        "value": "Безуглівка (Ніжинський р-н)",
        "label": "Безуглівка (Ніжинський р-н)"
    },
    {
        "value": "Бейзимівка",
        "label": "Бейзимівка"
    },
    {
        "value": "Белеїв",
        "label": "Белеїв"
    },
    {
        "value": "Белелуя",
        "label": "Белелуя"
    },
    {
        "value": "Белз",
        "label": "Белз"
    },
    {
        "value": "Бендзари",
        "label": "Бендзари"
    },
    {
        "value": "Бендюга",
        "label": "Бендюга"
    },
    {
        "value": "Бене",
        "label": "Бене"
    },
    {
        "value": "Бенедиківці",
        "label": "Бенедиківці"
    },
    {
        "value": "Беньківці",
        "label": "Беньківці"
    },
    {
        "value": "Бердихів",
        "label": "Бердихів"
    },
    {
        "value": "Бердичів",
        "label": "Бердичів"
    },
    {
        "value": "Бердянка",
        "label": "Бердянка"
    },
    {
        "value": "Бердянське",
        "label": "Бердянське"
    },
    {
        "value": "Берег (Дубенський р-н)",
        "label": "Берег (Дубенський р-н)"
    },
    {
        "value": "Береги",
        "label": "Береги"
    },
    {
        "value": "Береги (Львівська обл.)",
        "label": "Береги (Львівська обл.)"
    },
    {
        "value": "Берегове",
        "label": "Берегове"
    },
    {
        "value": "Берегове (Львівська обл.)",
        "label": "Берегове (Львівська обл.)"
    },
    {
        "value": "Берегомет",
        "label": "Берегомет"
    },
    {
        "value": "Берегомет (Кіцманський р-н)",
        "label": "Берегомет (Кіцманський р-н)"
    },
    {
        "value": "Берегуйфалу",
        "label": "Берегуйфалу"
    },
    {
        "value": "Бережани (Вінницька обл.)",
        "label": "Бережани (Вінницька обл.)"
    },
    {
        "value": "Бережани (Тернопільська обл.)",
        "label": "Бережани (Тернопільська обл.)"
    },
    {
        "value": "Бережанка",
        "label": "Бережанка"
    },
    {
        "value": "Бережанка (Волинська обл.)",
        "label": "Бережанка (Волинська обл.)"
    },
    {
        "value": "Бережанка (Хмельницька обл.)",
        "label": "Бережанка (Хмельницька обл.)"
    },
    {
        "value": "Бережинка",
        "label": "Бережинка"
    },
    {
        "value": "Бережинці",
        "label": "Бережинці"
    },
    {
        "value": "Бережки",
        "label": "Бережки"
    },
    {
        "value": "Бережниця",
        "label": "Бережниця"
    },
    {
        "value": "Бережниця (Львівська обл.)",
        "label": "Бережниця (Львівська обл.)"
    },
    {
        "value": "Бережниця (Рівненська обл.)",
        "label": "Бережниця (Рівненська обл.)"
    },
    {
        "value": "Бережниця (Чернівецька обл.)",
        "label": "Бережниця (Чернівецька обл.)"
    },
    {
        "value": "Бережнівка",
        "label": "Бережнівка"
    },
    {
        "value": "Бережок",
        "label": "Бережок"
    },
    {
        "value": "Бережонка",
        "label": "Бережонка"
    },
    {
        "value": "Береза",
        "label": "Береза"
    },
    {
        "value": "Березанка (Чернігівський р-н)",
        "label": "Березанка (Чернігівський р-н)"
    },
    {
        "value": "Березанка(Миколаївська обл.)",
        "label": "Березанка(Миколаївська обл.)"
    },
    {
        "value": "Березань",
        "label": "Березань"
    },
    {
        "value": "Березань (Одеська обл.)",
        "label": "Березань (Одеська обл.)"
    },
    {
        "value": "Берездів",
        "label": "Берездів"
    },
    {
        "value": "Берездівці",
        "label": "Берездівці"
    },
    {
        "value": "Березець",
        "label": "Березець"
    },
    {
        "value": "Березина (Вінницька обл.)",
        "label": "Березина (Вінницька обл.)"
    },
    {
        "value": "Березина (Житомирська обл.)",
        "label": "Березина (Житомирська обл.)"
    },
    {
        "value": "Березина (Львівська обл.)",
        "label": "Березина (Львівська обл.)"
    },
    {
        "value": "Березине",
        "label": "Березине"
    },
    {
        "value": "Березини",
        "label": "Березини"
    },
    {
        "value": "Березинка",
        "label": "Березинка"
    },
    {
        "value": "Березичі",
        "label": "Березичі"
    },
    {
        "value": "Березівка",
        "label": "Березівка"
    },
    {
        "value": "Березівка (Вінницька обл.)",
        "label": "Березівка (Вінницька обл.)"
    },
    {
        "value": "Березівка (Житомирська обл.)",
        "label": "Березівка (Житомирська обл.)"
    },
    {
        "value": "Березівка (Івано-Франківська обл.)",
        "label": "Березівка (Івано-Франківська обл.)"
    },
    {
        "value": "Березівка (Кіровоградська обл.)",
        "label": "Березівка (Кіровоградська обл.)"
    },
    {
        "value": "Березівка (Коростенський р-н)",
        "label": "Березівка (Коростенський р-н)"
    },
    {
        "value": "Березівка (Красноградський р-н)",
        "label": "Березівка (Красноградський р-н)"
    },
    {
        "value": "Березівка (Львівська обл.)",
        "label": "Березівка (Львівська обл.)"
    },
    {
        "value": "Березівка (Любарський р-н)",
        "label": "Березівка (Любарський р-н)"
    },
    {
        "value": "Березівка (Макарівський р-н)",
        "label": "Березівка (Макарівський р-н)"
    },
    {
        "value": "Березівка (Маловисківський р-н)",
        "label": "Березівка (Маловисківський р-н)"
    },
    {
        "value": "Березівка (Полтавська обл.)",
        "label": "Березівка (Полтавська обл.)"
    },
    {
        "value": "Березівка (Талалаївський р-н)",
        "label": "Березівка (Талалаївський р-н)"
    },
    {
        "value": "Березівка (Харківська обл.)",
        "label": "Березівка (Харківська обл.)"
    },
    {
        "value": "Березівка (Черкаська обл.)",
        "label": "Березівка (Черкаська обл.)"
    },
    {
        "value": "Березівське",
        "label": "Березівське"
    },
    {
        "value": "Березна (Київська обл.)",
        "label": "Березна (Київська обл.)"
    },
    {
        "value": "Березна (Чернігівська обл.)",
        "label": "Березна (Чернігівська обл.)"
    },
    {
        "value": "Березна Воля",
        "label": "Березна Воля"
    },
    {
        "value": "Березне",
        "label": "Березне"
    },
    {
        "value": "Березнегувате",
        "label": "Березнегувате"
    },
    {
        "value": "Березнегувате (селище)",
        "label": "Березнегувате (селище)"
    },
    {
        "value": "Березнегуватське",
        "label": "Березнегуватське"
    },
    {
        "value": "Березники",
        "label": "Березники"
    },
    {
        "value": "Березнуватівка",
        "label": "Березнуватівка"
    },
    {
        "value": "Березняки",
        "label": "Березняки"
    },
    {
        "value": "Березняки (Черкаська обл.,Черкаський р-н)",
        "label": "Березняки (Черкаська обл.,Черкаський р-н)"
    },
    {
        "value": "Березова Лука",
        "label": "Березова Лука"
    },
    {
        "value": "Березова Рудка",
        "label": "Березова Рудка"
    },
    {
        "value": "Березове (Рівненська обл.)",
        "label": "Березове (Рівненська обл.)"
    },
    {
        "value": "Березовичі",
        "label": "Березовичі"
    },
    {
        "value": "Березово",
        "label": "Березово"
    },
    {
        "value": "Березоточа",
        "label": "Березоточа"
    },
    {
        "value": "Березуватка",
        "label": "Березуватка"
    },
    {
        "value": "Берека",
        "label": "Берека"
    },
    {
        "value": "Берестечко",
        "label": "Берестечко"
    },
    {
        "value": "Берестин (Харківська обл)",
        "label": "Берестин (Харківська обл)"
    },
    {
        "value": "Берестівець (Черкаська обл.)",
        "label": "Берестівець (Черкаська обл.)"
    },
    {
        "value": "Берестівка",
        "label": "Берестівка"
    },
    {
        "value": "Берестівка (Вінницька обл.)",
        "label": "Берестівка (Вінницька обл.)"
    },
    {
        "value": "Берестівка (Житомирська обл.)",
        "label": "Берестівка (Житомирська обл.)"
    },
    {
        "value": "Берестове",
        "label": "Берестове"
    },
    {
        "value": "Берестове (Запорізька обл.)",
        "label": "Берестове (Запорізька обл.)"
    },
    {
        "value": "Берестовець",
        "label": "Берестовець"
    },
    {
        "value": "Берестовець (Чернігівська обл.)",
        "label": "Берестовець (Чернігівська обл.)"
    },
    {
        "value": "Бересток",
        "label": "Бересток"
    },
    {
        "value": "Берестя",
        "label": "Берестя"
    },
    {
        "value": "Берестя (Чернівецька обл.)",
        "label": "Берестя (Чернівецька обл.)"
    },
    {
        "value": "Берестяне",
        "label": "Берестяне"
    },
    {
        "value": "Берестяни",
        "label": "Берестяни"
    },
    {
        "value": "Берестянка",
        "label": "Берестянка"
    },
    {
        "value": "Берізки",
        "label": "Берізки"
    },
    {
        "value": "Берізки-Бершадські",
        "label": "Берізки-Бершадські"
    },
    {
        "value": "Берізки-Чечельницькі",
        "label": "Берізки-Чечельницькі"
    },
    {
        "value": "Берлин",
        "label": "Берлин"
    },
    {
        "value": "Берлоги",
        "label": "Берлоги"
    },
    {
        "value": "Берлози",
        "label": "Берлози"
    },
    {
        "value": "Бернове",
        "label": "Бернове"
    },
    {
        "value": "Бертники",
        "label": "Бертники"
    },
    {
        "value": "Бершадь",
        "label": "Бершадь"
    },
    {
        "value": "Бесідка (Київська обл.)",
        "label": "Бесідка (Київська обл.)"
    },
    {
        "value": "Бессараби",
        "label": "Бессараби"
    },
    {
        "value": "Бехи",
        "label": "Бехи"
    },
    {
        "value": "Бехтери",
        "label": "Бехтери"
    },
    {
        "value": "Бзів",
        "label": "Бзів"
    },
    {
        "value": "Биків",
        "label": "Биків"
    },
    {
        "value": "Биківка",
        "label": "Биківка"
    },
    {
        "value": "Биківці",
        "label": "Биківці"
    },
    {
        "value": "Бикова Гребля",
        "label": "Бикова Гребля"
    },
    {
        "value": "Бикоза",
        "label": "Бикоза"
    },
    {
        "value": "Билбасівка",
        "label": "Билбасівка"
    },
    {
        "value": "Биличі",
        "label": "Биличі"
    },
    {
        "value": "Билка",
        "label": "Билка"
    },
    {
        "value": "Бирлівка",
        "label": "Бирлівка"
    },
    {
        "value": "Бирлівка (Вінницька обл.)",
        "label": "Бирлівка (Вінницька обл.)"
    },
    {
        "value": "Бирюки",
        "label": "Бирюки"
    },
    {
        "value": "Бистрик (Ружинська сільська рада)",
        "label": "Бистрик (Ружинська сільська рада)"
    },
    {
        "value": "Бистриця",
        "label": "Бистриця"
    },
    {
        "value": "Бистриця (Івано-Франківська обл.)",
        "label": "Бистриця (Івано-Франківська обл.)"
    },
    {
        "value": "Бистриця (Хмельницька обл.)",
        "label": "Бистриця (Хмельницька обл.)"
    },
    {
        "value": "Бистричі",
        "label": "Бистричі"
    },
    {
        "value": "Битків",
        "label": "Битків"
    },
    {
        "value": "Бихів",
        "label": "Бихів"
    },
    {
        "value": "Бичаль",
        "label": "Бичаль"
    },
    {
        "value": "Бичева",
        "label": "Бичева"
    },
    {
        "value": "Бичківці",
        "label": "Бичківці"
    },
    {
        "value": "Бишів (Київська обл.)",
        "label": "Бишів (Київська обл.)"
    },
    {
        "value": "Бишів (Львівська обл.)",
        "label": "Бишів (Львівська обл.)"
    },
    {
        "value": "Бишків",
        "label": "Бишків"
    },
    {
        "value": "Бишкінь",
        "label": "Бишкінь"
    },
    {
        "value": "Бишляк",
        "label": "Бишляк"
    },
    {
        "value": "Бібрка",
        "label": "Бібрка"
    },
    {
        "value": "Бігунь",
        "label": "Бігунь"
    },
    {
        "value": "Біжівка",
        "label": "Біжівка"
    },
    {
        "value": "Бійничі",
        "label": "Бійничі"
    },
    {
        "value": "Біла",
        "label": "Біла"
    },
    {
        "value": "Біла (Кіцманський р-н)",
        "label": "Біла (Кіцманський р-н)"
    },
    {
        "value": "Біла (Чортківський р-н.)",
        "label": "Біла (Чортківський р-н.)"
    },
    {
        "value": "Біла (Ямпільський р-н., Вінницька обл.)",
        "label": "Біла (Ямпільський р-н., Вінницька обл.)"
    },
    {
        "value": "Біла Криниця (Житомирська обл.)",
        "label": "Біла Криниця (Житомирська обл.)"
    },
    {
        "value": "Біла Криниця (Рівненська обл.)",
        "label": "Біла Криниця (Рівненська обл.)"
    },
    {
        "value": "Біла Криниця (Херсонська обл.)",
        "label": "Біла Криниця (Херсонська обл.)"
    },
    {
        "value": "Біла Криниця (Чернівецька обл.)",
        "label": "Біла Криниця (Чернівецька обл.)"
    },
    {
        "value": "Біла Церква",
        "label": "Біла Церква"
    },
    {
        "value": "Біла Церква (Закарпатська обл.)",
        "label": "Біла Церква (Закарпатська обл.)"
    },
    {
        "value": "Біласовиця",
        "label": "Біласовиця"
    },
    {
        "value": "Білашів",
        "label": "Білашів"
    },
    {
        "value": "Білашів (Острозький р-н)",
        "label": "Білашів (Острозький р-н)"
    },
    {
        "value": "Білашів (Рівненська обл.)",
        "label": "Білашів (Рівненська обл.)"
    },
    {
        "value": "Білашки (Черкаська обл.)",
        "label": "Білашки (Черкаська обл.)"
    },
    {
        "value": "Білгород-Дністровський",
        "label": "Білгород-Дністровський"
    },
    {
        "value": "Біле",
        "label": "Біле"
    },
    {
        "value": "Біле (Дубровицький р-н)",
        "label": "Біле (Дубровицький р-н)"
    },
    {
        "value": "Біле (Перемишлянський р-н)",
        "label": "Біле (Перемишлянський р-н)"
    },
    {
        "value": "Білейки",
        "label": "Білейки"
    },
    {
        "value": "Біленьке (Донецька обл.)",
        "label": "Біленьке (Донецька обл.)"
    },
    {
        "value": "Біленьке (Одеська обл.)",
        "label": "Біленьке (Одеська обл.)"
    },
    {
        "value": "Біленьке(Запорізька обл.)",
        "label": "Біленьке(Запорізька обл.)"
    },
    {
        "value": "Білий Камінь (Чечельницький р-н)",
        "label": "Білий Камінь (Чечельницький р-н)"
    },
    {
        "value": "Білий Колодязь",
        "label": "Білий Колодязь"
    },
    {
        "value": "Білий Потік",
        "label": "Білий Потік"
    },
    {
        "value": "Білики",
        "label": "Білики"
    },
    {
        "value": "Білики (Миргородський р-н)",
        "label": "Білики (Миргородський р-н)"
    },
    {
        "value": "Біликівці",
        "label": "Біликівці"
    },
    {
        "value": "Білилівка",
        "label": "Білилівка"
    },
    {
        "value": "Білин (Волинська обл.)",
        "label": "Білин (Волинська обл.)"
    },
    {
        "value": "Білин (Закарпатська обл.)",
        "label": "Білин (Закарпатська обл.)"
    },
    {
        "value": "Білине",
        "label": "Білине"
    },
    {
        "value": "Білицьке (Донецька обл.)",
        "label": "Білицьке (Донецька обл.)"
    },
    {
        "value": "Біличі",
        "label": "Біличі"
    },
    {
        "value": "Біличі (Львівська обл.)",
        "label": "Біличі (Львівська обл.)"
    },
    {
        "value": "Білі Ослави",
        "label": "Білі Ослави"
    },
    {
        "value": "Білів",
        "label": "Білів"
    },
    {
        "value": "Білівці",
        "label": "Білівці"
    },
    {
        "value": "Білка",
        "label": "Білка"
    },
    {
        "value": "Білка (Одеська обл.)",
        "label": "Білка (Одеська обл.)"
    },
    {
        "value": "Білка (Перемишлянський р-н)",
        "label": "Білка (Перемишлянський р-н)"
    },
    {
        "value": "Білки",
        "label": "Білки"
    },
    {
        "value": "Білки (Романівський р-н)",
        "label": "Білки (Романівський р-н)"
    },
    {
        "value": "Білоберізка",
        "label": "Білоберізка"
    },
    {
        "value": "Білобожниця",
        "label": "Білобожниця"
    },
    {
        "value": "Біловарці",
        "label": "Біловарці"
    },
    {
        "value": "Біловод",
        "label": "Біловод"
    },
    {
        "value": "Біловодськ",
        "label": "Біловодськ"
    },
    {
        "value": "Білогір'я",
        "label": "Білогір'я"
    },
    {
        "value": "Білогір'я (Запорізька обл.)",
        "label": "Білогір'я (Запорізька обл.)"
    },
    {
        "value": "Білогорілка",
        "label": "Білогорілка"
    },
    {
        "value": "Білогородка (Київська обл.)",
        "label": "Білогородка (Київська обл.)"
    },
    {
        "value": "Білогородка (Хмельницька обл.)",
        "label": "Білогородка (Хмельницька обл.)"
    },
    {
        "value": "Білозерка (Херсонська обл.)",
        "label": "Білозерка (Херсонська обл.)"
    },
    {
        "value": "Білозерне",
        "label": "Білозерне"
    },
    {
        "value": "Білозерське (Донецька обл.)",
        "label": "Білозерське (Донецька обл.)"
    },
    {
        "value": "Білозір'я",
        "label": "Білозір'я"
    },
    {
        "value": "Білозірка",
        "label": "Білозірка"
    },
    {
        "value": "Білозірка (Вінницька обл.)",
        "label": "Білозірка (Вінницька обл.)"
    },
    {
        "value": "Білозірка (Тернопільська обл.)",
        "label": "Білозірка (Тернопільська обл.)"
    },
    {
        "value": "Білозорина",
        "label": "Білозорина"
    },
    {
        "value": "Білокриниця",
        "label": "Білокриниця"
    },
    {
        "value": "Білокриниця (Підгаєцький р-н)",
        "label": "Білокриниця (Підгаєцький р-н)"
    },
    {
        "value": "Білокузьминівка",
        "label": "Білокузьминівка"
    },
    {
        "value": "Білокуракине",
        "label": "Білокуракине"
    },
    {
        "value": "Білолісся",
        "label": "Білолісся"
    },
    {
        "value": "Білолуцьк",
        "label": "Білолуцьк"
    },
    {
        "value": "Білорічиця",
        "label": "Білорічиця"
    },
    {
        "value": "Білосарайська Коса",
        "label": "Білосарайська Коса"
    },
    {
        "value": "Білоскірка",
        "label": "Білоскірка"
    },
    {
        "value": "Білосток (Волинська обл.)",
        "label": "Білосток (Волинська обл.)"
    },
    {
        "value": "Білоусівка",
        "label": "Білоусівка"
    },
    {
        "value": "Білоусівка (Миколаївська обл.)",
        "label": "Білоусівка (Миколаївська обл.)"
    },
    {
        "value": "Білоусівка (Черкаська обл.)",
        "label": "Білоусівка (Черкаська обл.)"
    },
    {
        "value": "Білоцерківка",
        "label": "Білоцерківка"
    },
    {
        "value": "Білоцерківка (Полтавська обл.)",
        "label": "Білоцерківка (Полтавська обл.)"
    },
    {
        "value": "Білошиці",
        "label": "Білошиці"
    },
    {
        "value": "Білухівка",
        "label": "Білухівка"
    },
    {
        "value": "Більківці",
        "label": "Більківці"
    },
    {
        "value": "Більська Воля",
        "label": "Більська Воля"
    },
    {
        "value": "Більчаки",
        "label": "Більчаки"
    },
    {
        "value": "Більче",
        "label": "Більче"
    },
    {
        "value": "Більче-Золоте",
        "label": "Більче-Золоте"
    },
    {
        "value": "Більчин",
        "label": "Більчин"
    },
    {
        "value": "Більшівці",
        "label": "Більшівці"
    },
    {
        "value": "Білявинці",
        "label": "Білявинці"
    },
    {
        "value": "Білявці",
        "label": "Білявці"
    },
    {
        "value": "Біляївка",
        "label": "Біляївка"
    },
    {
        "value": "Біляївка (Запорізька обл.)",
        "label": "Біляївка (Запорізька обл.)"
    },
    {
        "value": "Біляївка (Харківська обл.)",
        "label": "Біляївка (Харківська обл.)"
    },
    {
        "value": "Біляни (Мурованокуриловецький р-н)",
        "label": "Біляни (Мурованокуриловецький р-н)"
    },
    {
        "value": "Біологічне (Падалки)",
        "label": "Біологічне (Падалки)"
    },
    {
        "value": "Бірки",
        "label": "Бірки"
    },
    {
        "value": "Бірки (Волинська обл., Любешівський р-н)",
        "label": "Бірки (Волинська обл., Любешівський р-н)"
    },
    {
        "value": "Бірки (Волинська обл.)",
        "label": "Бірки (Волинська обл.)"
    },
    {
        "value": "Бірки (Львівська обл.)",
        "label": "Бірки (Львівська обл.)"
    },
    {
        "value": "Бірки (Полтавська обл.)",
        "label": "Бірки (Полтавська обл.)"
    },
    {
        "value": "Бірки (Рівненська обл.)",
        "label": "Бірки (Рівненська обл.)"
    },
    {
        "value": "Бірки (Харківська обл.)",
        "label": "Бірки (Харківська обл.)"
    },
    {
        "value": "Бірків",
        "label": "Бірків"
    },
    {
        "value": "Бірківка",
        "label": "Бірківка"
    },
    {
        "value": "Бірчиці",
        "label": "Бірчиці"
    },
    {
        "value": "Бісквітне",
        "label": "Бісквітне"
    },
    {
        "value": "Бісковичі",
        "label": "Бісковичі"
    },
    {
        "value": "Бітля",
        "label": "Бітля"
    },
    {
        "value": "Благовіщенка (Кам'янсько-Дніпровський р-н)",
        "label": "Благовіщенка (Кам'янсько-Дніпровський р-н)"
    },
    {
        "value": "Благовіщенське (Кіровоградська обл.)",
        "label": "Благовіщенське (Кіровоградська обл.)"
    },
    {
        "value": "Благовіщенське (Херсонська обл.)",
        "label": "Благовіщенське (Херсонська обл.)"
    },
    {
        "value": "Благодарівка",
        "label": "Благодарівка"
    },
    {
        "value": "Благодатне",
        "label": "Благодатне"
    },
    {
        "value": "Благодатне (Білозерський р-н)",
        "label": "Благодатне (Білозерський р-н)"
    },
    {
        "value": "Благодатне (Донецька обл.)",
        "label": "Благодатне (Донецька обл.)"
    },
    {
        "value": "Благодатне (Миколаївська обл.)",
        "label": "Благодатне (Миколаївська обл.)"
    },
    {
        "value": "Благодатне (Роздільнянський р-н)",
        "label": "Благодатне (Роздільнянський р-н)"
    },
    {
        "value": "Благодатне (Харківська обл.)",
        "label": "Благодатне (Харківська обл.)"
    },
    {
        "value": "Благодатне (Херсонська обл.)",
        "label": "Благодатне (Херсонська обл.)"
    },
    {
        "value": "Благодатне (Черкаська обл.)",
        "label": "Благодатне (Черкаська обл.)"
    },
    {
        "value": "Блажів",
        "label": "Блажів"
    },
    {
        "value": "Блажіївка",
        "label": "Блажіївка"
    },
    {
        "value": "Блажове",
        "label": "Блажове"
    },
    {
        "value": "Ближнє",
        "label": "Ближнє"
    },
    {
        "value": "Близнюки",
        "label": "Близнюки"
    },
    {
        "value": "Блиставиця",
        "label": "Блиставиця"
    },
    {
        "value": "Блистова (Менський р-н)",
        "label": "Блистова (Менський р-н)"
    },
    {
        "value": "Блищанівка",
        "label": "Блищанівка"
    },
    {
        "value": "Блищанка",
        "label": "Блищанка"
    },
    {
        "value": "Бліх",
        "label": "Бліх"
    },
    {
        "value": "Блощинці",
        "label": "Блощинці"
    },
    {
        "value": "Блюдники",
        "label": "Блюдники"
    },
    {
        "value": "Боб'ятин",
        "label": "Боб'ятин"
    },
    {
        "value": "Боберка",
        "label": "Боберка"
    },
    {
        "value": "Бобине",
        "label": "Бобине"
    },
    {
        "value": "Бобівці",
        "label": "Бобівці"
    },
    {
        "value": "Бобли",
        "label": "Бобли"
    },
    {
        "value": "Бобовище",
        "label": "Бобовище"
    },
    {
        "value": "Бобрик",
        "label": "Бобрик"
    },
    {
        "value": "Бобрик (Сумська обл.)",
        "label": "Бобрик (Сумська обл.)"
    },
    {
        "value": "Бобрик Другий",
        "label": "Бобрик Другий"
    },
    {
        "value": "Бобрик Перший",
        "label": "Бобрик Перший"
    },
    {
        "value": "Бобринець",
        "label": "Бобринець"
    },
    {
        "value": "Бобриця",
        "label": "Бобриця"
    },
    {
        "value": "Бобриця (Київська обл.)",
        "label": "Бобриця (Київська обл.)"
    },
    {
        "value": "Бобровиця",
        "label": "Бобровиця"
    },
    {
        "value": "Боброїди",
        "label": "Боброїди"
    },
    {
        "value": "Бобруйки",
        "label": "Бобруйки"
    },
    {
        "value": "Бобулинці",
        "label": "Бобулинці"
    },
    {
        "value": "Бовсуни",
        "label": "Бовсуни"
    },
    {
        "value": "Бовтишка",
        "label": "Бовтишка"
    },
    {
        "value": "Бовшів",
        "label": "Бовшів"
    },
    {
        "value": "Богаревиця",
        "label": "Богаревиця"
    },
    {
        "value": "Богатирівка",
        "label": "Богатирівка"
    },
    {
        "value": "Богатирівка (Одеська обл.)",
        "label": "Богатирівка (Одеська обл.)"
    },
    {
        "value": "Богдан",
        "label": "Богдан"
    },
    {
        "value": "Богдани",
        "label": "Богдани"
    },
    {
        "value": "Богданівка",
        "label": "Богданівка"
    },
    {
        "value": "Богданівка (Броварський р-н.)",
        "label": "Богданівка (Броварський р-н.)"
    },
    {
        "value": "Богданівка (Васильківський р-н)",
        "label": "Богданівка (Васильківський р-н)"
    },
    {
        "value": "Богданівка (Дніпропетровська обл.)",
        "label": "Богданівка (Дніпропетровська обл.)"
    },
    {
        "value": "Богданівка (Доманівський р-н., Мик. обл.)",
        "label": "Богданівка (Доманівський р-н., Мик. обл.)"
    },
    {
        "value": "Богданівка (Житомирська обл.)",
        "label": "Богданівка (Житомирська обл.)"
    },
    {
        "value": "Богданівка (Запорізька обл., Приазовський р-н)",
        "label": "Богданівка (Запорізька обл., Приазовський р-н)"
    },
    {
        "value": "Богданівка (Кіровоградська обл.)",
        "label": "Богданівка (Кіровоградська обл.)"
    },
    {
        "value": "Богданівка (Корецький р-н)",
        "label": "Богданівка (Корецький р-н)"
    },
    {
        "value": "Богданівка (Кременецький р-н)",
        "label": "Богданівка (Кременецький р-н)"
    },
    {
        "value": "Богданівка (Одеська обл.)",
        "label": "Богданівка (Одеська обл.)"
    },
    {
        "value": "Богданівка (Петрівський р-н)",
        "label": "Богданівка (Петрівський р-н)"
    },
    {
        "value": "Богданівка (Підволочиський р-н)",
        "label": "Богданівка (Підволочиський р-н)"
    },
    {
        "value": "Богданівка (Прилуцький р-н., Чернігів. обл..)",
        "label": "Богданівка (Прилуцький р-н., Чернігів. обл..)"
    },
    {
        "value": "Богданівка (Херсонська обл.)",
        "label": "Богданівка (Херсонська обл.)"
    },
    {
        "value": "Богданівка (Хмельницька обл.)",
        "label": "Богданівка (Хмельницька обл.)"
    },
    {
        "value": "Богданівка (Чернігівський р-н., Запорізька обл.)",
        "label": "Богданівка (Чернігівський р-н., Запорізька обл.)"
    },
    {
        "value": "Богданівка (Яготинська міська рада)",
        "label": "Богданівка (Яготинська міська рада)"
    },
    {
        "value": "Богданівське",
        "label": "Богданівське"
    },
    {
        "value": "Богданівці (Хмельницька обл.)",
        "label": "Богданівці (Хмельницька обл.)"
    },
    {
        "value": "Богданове",
        "label": "Богданове"
    },
    {
        "value": "Богдашів",
        "label": "Богдашів"
    },
    {
        "value": "Богемка",
        "label": "Богемка"
    },
    {
        "value": "Богинівка (Дніпропетровська обл.)",
        "label": "Богинівка (Дніпропетровська обл.)"
    },
    {
        "value": "Богодарове",
        "label": "Богодарове"
    },
    {
        "value": "Богодухів",
        "label": "Богодухів"
    },
    {
        "value": "Богодухівка",
        "label": "Богодухівка"
    },
    {
        "value": "Боголюби",
        "label": "Боголюби"
    },
    {
        "value": "Богородичне",
        "label": "Богородичне"
    },
    {
        "value": "Богородчани",
        "label": "Богородчани"
    },
    {
        "value": "Богоявленка",
        "label": "Богоявленка"
    },
    {
        "value": "Богрівка",
        "label": "Богрівка"
    },
    {
        "value": "Богунове",
        "label": "Богунове"
    },
    {
        "value": "Богуслав (Дніпропетровська обл.)",
        "label": "Богуслав (Дніпропетровська обл.)"
    },
    {
        "value": "Богуслав (Київська обл.)",
        "label": "Богуслав (Київська обл.)"
    },
    {
        "value": "Богуславка",
        "label": "Богуславка"
    },
    {
        "value": "Богутин",
        "label": "Богутин"
    },
    {
        "value": "Богуші",
        "label": "Богуші"
    },
    {
        "value": "Богушівка",
        "label": "Богушівка"
    },
    {
        "value": "Бодаква",
        "label": "Бодаква"
    },
    {
        "value": "Бодаки",
        "label": "Бодаки"
    },
    {
        "value": "Боднарів",
        "label": "Боднарів"
    },
    {
        "value": "Бодячів",
        "label": "Бодячів"
    },
    {
        "value": "Божедарівка(Криничанський р-н)",
        "label": "Божедарівка(Криничанський р-н)"
    },
    {
        "value": "Божиків",
        "label": "Божиків"
    },
    {
        "value": "Божківське",
        "label": "Божківське"
    },
    {
        "value": "Божкове",
        "label": "Божкове"
    },
    {
        "value": "Бойове",
        "label": "Бойове"
    },
    {
        "value": "Бокиївка",
        "label": "Бокиївка"
    },
    {
        "value": "Бокійма",
        "label": "Бокійма"
    },
    {
        "value": "Бокове",
        "label": "Бокове"
    },
    {
        "value": "Бокове (Донецька обл.)",
        "label": "Бокове (Донецька обл.)"
    },
    {
        "value": "Бокшин",
        "label": "Бокшин"
    },
    {
        "value": "Болган",
        "label": "Болган"
    },
    {
        "value": "Болгарка",
        "label": "Болгарка"
    },
    {
        "value": "Болград (Одеська обл.)",
        "label": "Болград (Одеська обл.)"
    },
    {
        "value": "Болехів",
        "label": "Болехів"
    },
    {
        "value": "Болехівці",
        "label": "Болехівці"
    },
    {
        "value": "Боложівка",
        "label": "Боложівка"
    },
    {
        "value": "Болотня",
        "label": "Болотня"
    },
    {
        "value": "Болтишка",
        "label": "Болтишка"
    },
    {
        "value": "Бондарі",
        "label": "Бондарі"
    },
    {
        "value": "Бондарівка",
        "label": "Бондарівка"
    },
    {
        "value": "Бондарівка (Житомирська обл.)",
        "label": "Бондарівка (Житомирська обл.)"
    },
    {
        "value": "Бондурівка",
        "label": "Бондурівка"
    },
    {
        "value": "Боневичі",
        "label": "Боневичі"
    },
    {
        "value": "Бонівка",
        "label": "Бонівка"
    },
    {
        "value": "Боратин",
        "label": "Боратин"
    },
    {
        "value": "Боратин (Бродівський р-н)",
        "label": "Боратин (Бродівський р-н)"
    },
    {
        "value": "Боратин (Рівненська обл.)",
        "label": "Боратин (Рівненська обл.)"
    },
    {
        "value": "Боремель",
        "label": "Боремель"
    },
    {
        "value": "Боржава",
        "label": "Боржава"
    },
    {
        "value": "Боржавське",
        "label": "Боржавське"
    },
    {
        "value": "Борзна",
        "label": "Борзна"
    },
    {
        "value": "Бориня",
        "label": "Бориня"
    },
    {
        "value": "Борисів",
        "label": "Борисів"
    },
    {
        "value": "Борисівка",
        "label": "Борисівка"
    },
    {
        "value": "Борисівка (Одеська обл.)",
        "label": "Борисівка (Одеська обл.)"
    },
    {
        "value": "Борислав (Львівська обл.)",
        "label": "Борислав (Львівська обл.)"
    },
    {
        "value": "Бориспіль",
        "label": "Бориспіль"
    },
    {
        "value": "Борівка",
        "label": "Борівка"
    },
    {
        "value": "Борівське(Луганська обл.)",
        "label": "Борівське(Луганська обл.)"
    },
    {
        "value": "Борівці",
        "label": "Борівці"
    },
    {
        "value": "Борова (Зміївський р-н)",
        "label": "Борова (Зміївський р-н)"
    },
    {
        "value": "Борова (Київська обл.)",
        "label": "Борова (Київська обл.)"
    },
    {
        "value": "Борова (Харківська обл.)",
        "label": "Борова (Харківська обл.)"
    },
    {
        "value": "Борове (Зарічненський р-н)",
        "label": "Борове (Зарічненський р-н)"
    },
    {
        "value": "Борове (Львівська обл.)",
        "label": "Борове (Львівська обл.)"
    },
    {
        "value": "Борове (Рокитнівський р-н)",
        "label": "Борове (Рокитнівський р-н)"
    },
    {
        "value": "Боровеньки",
        "label": "Боровеньки"
    },
    {
        "value": "Боровиця",
        "label": "Боровиця"
    },
    {
        "value": "Боровичі",
        "label": "Боровичі"
    },
    {
        "value": "Боровне",
        "label": "Боровне"
    },
    {
        "value": "Бородаївка",
        "label": "Бородаївка"
    },
    {
        "value": "Бородані",
        "label": "Бородані"
    },
    {
        "value": "Бородіно (Одеська обл.)",
        "label": "Бородіно (Одеська обл.)"
    },
    {
        "value": "Бородчиці",
        "label": "Бородчиці"
    },
    {
        "value": "Бородянка",
        "label": "Бородянка"
    },
    {
        "value": "Борозенське",
        "label": "Борозенське"
    },
    {
        "value": "Боромля (Сумська обл.)",
        "label": "Боромля (Сумська обл.)"
    },
    {
        "value": "Боронява",
        "label": "Боронява"
    },
    {
        "value": "Борохів",
        "label": "Борохів"
    },
    {
        "value": "Борочиче",
        "label": "Борочиче"
    },
    {
        "value": "Борсуки",
        "label": "Борсуки"
    },
    {
        "value": "Бортники",
        "label": "Бортники"
    },
    {
        "value": "Бортники (Львівська обл.)",
        "label": "Бортники (Львівська обл.)"
    },
    {
        "value": "Бортники (Тлумацький р-н)",
        "label": "Бортники (Тлумацький р-н)"
    },
    {
        "value": "Бортятин",
        "label": "Бортятин"
    },
    {
        "value": "Борушківці",
        "label": "Борушківці"
    },
    {
        "value": "Боршна",
        "label": "Боршна"
    },
    {
        "value": "Борщів",
        "label": "Борщів"
    },
    {
        "value": "Борщів (Житомирська обл.)",
        "label": "Борщів (Житомирська обл.)"
    },
    {
        "value": "Борщів (Івано-Франківська обл.)",
        "label": "Борщів (Івано-Франківська обл.)"
    },
    {
        "value": "Борщів (Київська обл.)",
        "label": "Борщів (Київська обл.)"
    },
    {
        "value": "Борщівка",
        "label": "Борщівка"
    },
    {
        "value": "Борщівка (Рівненська обл.)",
        "label": "Борщівка (Рівненська обл.)"
    },
    {
        "value": "Борщівка (Тернопільська обл.)",
        "label": "Борщівка (Тернопільська обл.)"
    },
    {
        "value": "Борщівка (Хмельницька обл.)",
        "label": "Борщівка (Хмельницька обл.)"
    },
    {
        "value": "Борщівці",
        "label": "Борщівці"
    },
    {
        "value": "Борщовичі",
        "label": "Борщовичі"
    },
    {
        "value": "Борятин",
        "label": "Борятин"
    },
    {
        "value": "Босівка (Черкаська обл.)",
        "label": "Босівка (Черкаська обл.)"
    },
    {
        "value": "Ботар",
        "label": "Ботар"
    },
    {
        "value": "Ботієве",
        "label": "Ботієве"
    },
    {
        "value": "Ботфалва",
        "label": "Ботфалва"
    },
    {
        "value": "Бохни",
        "label": "Бохни"
    },
    {
        "value": "Бохоники",
        "label": "Бохоники"
    },
    {
        "value": "Бочаниця",
        "label": "Бочаниця"
    },
    {
        "value": "Бочечки",
        "label": "Бочечки"
    },
    {
        "value": "Бочківці",
        "label": "Бочківці"
    },
    {
        "value": "Бочманівка",
        "label": "Бочманівка"
    },
    {
        "value": "Боянець",
        "label": "Боянець"
    },
    {
        "value": "Бояни",
        "label": "Бояни"
    },
    {
        "value": "Бояничі",
        "label": "Бояничі"
    },
    {
        "value": "Боянівка",
        "label": "Боянівка"
    },
    {
        "value": "Боянчук",
        "label": "Боянчук"
    },
    {
        "value": "Боярка",
        "label": "Боярка"
    },
    {
        "value": "Боярка (Черкаська обл.)",
        "label": "Боярка (Черкаська обл.)"
    },
    {
        "value": "Брагинці",
        "label": "Брагинці"
    },
    {
        "value": "Браїлів",
        "label": "Браїлів"
    },
    {
        "value": "Браїлівка",
        "label": "Браїлівка"
    },
    {
        "value": "Браїлівка (Харківська обл.)",
        "label": "Браїлівка (Харківська обл.)"
    },
    {
        "value": "Брани",
        "label": "Брани"
    },
    {
        "value": "Браниця",
        "label": "Браниця"
    },
    {
        "value": "Братанівка",
        "label": "Братанівка"
    },
    {
        "value": "Братишів",
        "label": "Братишів"
    },
    {
        "value": "Братківці",
        "label": "Братківці"
    },
    {
        "value": "Братківці (Івано-Франківська обл.)",
        "label": "Братківці (Івано-Франківська обл.)"
    },
    {
        "value": "Братковичі",
        "label": "Братковичі"
    },
    {
        "value": "Братолюбівка (Кіровоградська обл.)",
        "label": "Братолюбівка (Кіровоградська обл.)"
    },
    {
        "value": "Братське",
        "label": "Братське"
    },
    {
        "value": "Братське (Дніпропетровська обл.)",
        "label": "Братське (Дніпропетровська обл.)"
    },
    {
        "value": "Братське (Запорізька обл.)",
        "label": "Братське (Запорізька обл.)"
    },
    {
        "value": "Братське (Олександрійський р-н., Кіров. обл.)",
        "label": "Братське (Олександрійський р-н., Кіров. обл.)"
    },
    {
        "value": "Братське (Петрівський р-н., Кір. обл.)",
        "label": "Братське (Петрівський р-н., Кір. обл.)"
    },
    {
        "value": "Брацлав",
        "label": "Брацлав"
    },
    {
        "value": "Бреусівка",
        "label": "Бреусівка"
    },
    {
        "value": "Бреч",
        "label": "Бреч"
    },
    {
        "value": "Бригадирівка",
        "label": "Бригадирівка"
    },
    {
        "value": "Бригинці",
        "label": "Бригинці"
    },
    {
        "value": "Бригинці (Бобровицький р-н)",
        "label": "Бригинці (Бобровицький р-н)"
    },
    {
        "value": "Бриків (Корецький р-н)",
        "label": "Бриків (Корецький р-н)"
    },
    {
        "value": "Бриків (Тернопільська обл.)",
        "label": "Бриків (Тернопільська обл.)"
    },
    {
        "value": "Брикуля",
        "label": "Брикуля"
    },
    {
        "value": "Брилівка",
        "label": "Брилівка"
    },
    {
        "value": "Брилівка (Київська обл.)",
        "label": "Брилівка (Київська обл.)"
    },
    {
        "value": "Бринь",
        "label": "Бринь"
    },
    {
        "value": "Бритівка (Одеська обл.)",
        "label": "Бритівка (Одеська обл.)"
    },
    {
        "value": "Бричківка",
        "label": "Бричківка"
    },
    {
        "value": "Брище",
        "label": "Брище"
    },
    {
        "value": "Брід",
        "label": "Брід"
    },
    {
        "value": "Брідки",
        "label": "Брідки"
    },
    {
        "value": "Бровари",
        "label": "Бровари"
    },
    {
        "value": "Броварки",
        "label": "Броварки"
    },
    {
        "value": "Броварки (Черкаська обл.)",
        "label": "Броварки (Черкаська обл.)"
    },
    {
        "value": "Бровахи",
        "label": "Бровахи"
    },
    {
        "value": "Бродецьке (Вінницька обл.)",
        "label": "Бродецьке (Вінницька обл.)"
    },
    {
        "value": "Бродецьке (Черкаська обл., Звенигородський р-н)",
        "label": "Бродецьке (Черкаська обл., Звенигородський р-н)"
    },
    {
        "value": "Броди",
        "label": "Броди"
    },
    {
        "value": "Броди (Волинська обл.)",
        "label": "Броди (Волинська обл.)"
    },
    {
        "value": "Бродів",
        "label": "Бродів"
    },
    {
        "value": "Бродівське",
        "label": "Бродівське"
    },
    {
        "value": "Бродниця",
        "label": "Бродниця"
    },
    {
        "value": "Броники (Житомирська обл.)",
        "label": "Броники (Житомирська обл.)"
    },
    {
        "value": "Брониця",
        "label": "Брониця"
    },
    {
        "value": "Брониця (Львівська обл.)",
        "label": "Брониця (Львівська обл.)"
    },
    {
        "value": "Бронне",
        "label": "Бронне"
    },
    {
        "value": "Бронники (Рівненський р-н)",
        "label": "Бронники (Рівненський р-н)"
    },
    {
        "value": "Бронниця",
        "label": "Бронниця"
    },
    {
        "value": "Бронька",
        "label": "Бронька"
    },
    {
        "value": "Броска",
        "label": "Броска"
    },
    {
        "value": "Брошнів (Рожнятівський р-н)",
        "label": "Брошнів (Рожнятівський р-н)"
    },
    {
        "value": "Брошнів-Осада",
        "label": "Брошнів-Осада"
    },
    {
        "value": "Брусенки",
        "label": "Брусенки"
    },
    {
        "value": "Брусилів",
        "label": "Брусилів"
    },
    {
        "value": "Брусилів (Чернігівська обл.)",
        "label": "Брусилів (Чернігівська обл.)"
    },
    {
        "value": "Брусівка",
        "label": "Брусівка"
    },
    {
        "value": "Бруслинів",
        "label": "Бруслинів"
    },
    {
        "value": "Бруслинівка",
        "label": "Бруслинівка"
    },
    {
        "value": "Брусниця",
        "label": "Брусниця"
    },
    {
        "value": "Брустури",
        "label": "Брустури"
    },
    {
        "value": "Брустури (Закарпатська обл.)",
        "label": "Брустури (Закарпатська обл.)"
    },
    {
        "value": "Бруховичі (Волинська обл.)",
        "label": "Бруховичі (Волинська обл.)"
    },
    {
        "value": "Брюховичі",
        "label": "Брюховичі"
    },
    {
        "value": "Брюховичі (Перемишлянський р-н)",
        "label": "Брюховичі (Перемишлянський р-н)"
    },
    {
        "value": "Бубнів",
        "label": "Бубнів"
    },
    {
        "value": "Бубнів (Володимир-Волинський р-н)",
        "label": "Бубнів (Володимир-Волинський р-н)"
    },
    {
        "value": "Бубнівка",
        "label": "Бубнівка"
    },
    {
        "value": "Бубнівська Слобідка",
        "label": "Бубнівська Слобідка"
    },
    {
        "value": "Бугаївка",
        "label": "Бугаївка"
    },
    {
        "value": "Бугаївка (Полтавський р-н)",
        "label": "Бугаївка (Полтавський р-н)"
    },
    {
        "value": "Бугаївка (Рівненська обл.)",
        "label": "Бугаївка (Рівненська обл.)"
    },
    {
        "value": "Бугас",
        "label": "Бугас"
    },
    {
        "value": "Буглів",
        "label": "Буглів"
    },
    {
        "value": "Бугове",
        "label": "Бугове"
    },
    {
        "value": "Бугрин (Рівненська обл.)",
        "label": "Бугрин (Рівненська обл.)"
    },
    {
        "value": "Буда",
        "label": "Буда"
    },
    {
        "value": "Буда (Корюківський р-н)",
        "label": "Буда (Корюківський р-н)"
    },
    {
        "value": "Буда (Львівська обл.)",
        "label": "Буда (Львівська обл.)"
    },
    {
        "value": "Буда (Рокитнівський р-н)",
        "label": "Буда (Рокитнівський р-н)"
    },
    {
        "value": "Буданів",
        "label": "Буданів"
    },
    {
        "value": "Будеї (Одеська обл.)",
        "label": "Будеї (Одеська обл.)"
    },
    {
        "value": "Буденець",
        "label": "Буденець"
    },
    {
        "value": "Будераж",
        "label": "Будераж"
    },
    {
        "value": "Будзин",
        "label": "Будзин"
    },
    {
        "value": "Буди (Вінницька обл.)",
        "label": "Буди (Вінницька обл.)"
    },
    {
        "value": "Буди (Харківська обл.)",
        "label": "Буди (Харківська обл.)"
    },
    {
        "value": "Будилів",
        "label": "Будилів"
    },
    {
        "value": "Будилка",
        "label": "Будилка"
    },
    {
        "value": "Будимля",
        "label": "Будимля"
    },
    {
        "value": "Будичани",
        "label": "Будичани"
    },
    {
        "value": "Будище (Лисянський р-н Черкаська обл.)",
        "label": "Будище (Лисянський р-н Черкаська обл.)"
    },
    {
        "value": "Будище (Черкаська обл., Звенигородський р-н)",
        "label": "Будище (Черкаська обл., Звенигородський р-н)"
    },
    {
        "value": "Будище (Черкаський р-н)",
        "label": "Будище (Черкаський р-н)"
    },
    {
        "value": "Будки",
        "label": "Будки"
    },
    {
        "value": "Будки (Волинська обл.)",
        "label": "Будки (Волинська обл.)"
    },
    {
        "value": "Будки (Житомирська обл.)",
        "label": "Будки (Житомирська обл.)"
    },
    {
        "value": "Будки (Тернопільська обл.)",
        "label": "Будки (Тернопільська обл.)"
    },
    {
        "value": "Будків",
        "label": "Будків"
    },
    {
        "value": "Будне",
        "label": "Будне"
    },
    {
        "value": "Будо-Вороб'ї",
        "label": "Будо-Вороб'ї"
    },
    {
        "value": "Будятичі",
        "label": "Будятичі"
    },
    {
        "value": "Бужани",
        "label": "Бужани"
    },
    {
        "value": "Бужанка",
        "label": "Бужанка"
    },
    {
        "value": "Бужанка (Волинська обл.)",
        "label": "Бужанка (Волинська обл.)"
    },
    {
        "value": "Бузаки",
        "label": "Бузаки"
    },
    {
        "value": "Бузівка",
        "label": "Бузівка"
    },
    {
        "value": "Бузівка (Дніпропетровська обл.)",
        "label": "Бузівка (Дніпропетровська обл.)"
    },
    {
        "value": "Бузова",
        "label": "Бузова"
    },
    {
        "value": "Бузовиця",
        "label": "Бузовиця"
    },
    {
        "value": "Бузуків",
        "label": "Бузуків"
    },
    {
        "value": "Бузьке (Вознесенський р-н)",
        "label": "Бузьке (Вознесенський р-н)"
    },
    {
        "value": "Бузьке (Миколаївська обл.)",
        "label": "Бузьке (Миколаївська обл.)"
    },
    {
        "value": "Буймер",
        "label": "Буймер"
    },
    {
        "value": "Букачівці",
        "label": "Букачівці"
    },
    {
        "value": "Буки",
        "label": "Буки"
    },
    {
        "value": "Буки (Житомирська обл.)",
        "label": "Буки (Житомирська обл.)"
    },
    {
        "value": "Буки (Київська обл.)",
        "label": "Буки (Київська обл.)"
    },
    {
        "value": "Буківка",
        "label": "Буківка"
    },
    {
        "value": "Букове",
        "label": "Букове"
    },
    {
        "value": "Буковець",
        "label": "Буковець"
    },
    {
        "value": "Буковець (Івано-Франківська обл.)",
        "label": "Буковець (Івано-Франківська обл.)"
    },
    {
        "value": "Буковина",
        "label": "Буковина"
    },
    {
        "value": "Булавинівка",
        "label": "Булавинівка"
    },
    {
        "value": "Булахівка",
        "label": "Булахівка"
    },
    {
        "value": "Булгаківка",
        "label": "Булгаківка"
    },
    {
        "value": "Булдичів",
        "label": "Булдичів"
    },
    {
        "value": "Бунів",
        "label": "Бунів"
    },
    {
        "value": "Бунчужне",
        "label": "Бунчужне"
    },
    {
        "value": "Бургунка",
        "label": "Бургунка"
    },
    {
        "value": "Бурдей",
        "label": "Бурдей"
    },
    {
        "value": "Бурдівка",
        "label": "Бурдівка"
    },
    {
        "value": "Бурдюг",
        "label": "Бурдюг"
    },
    {
        "value": "Бурдяківці",
        "label": "Бурдяківці"
    },
    {
        "value": "Бурилове",
        "label": "Бурилове"
    },
    {
        "value": "Буринь",
        "label": "Буринь"
    },
    {
        "value": "Бурківці",
        "label": "Бурківці"
    },
    {
        "value": "Бурківці (Житомирська обл.)",
        "label": "Бурківці (Житомирська обл.)"
    },
    {
        "value": "Бурлача Балка",
        "label": "Бурлача Балка"
    },
    {
        "value": "Бурти",
        "label": "Бурти"
    },
    {
        "value": "Буртин",
        "label": "Буртин"
    },
    {
        "value": "Бурчак",
        "label": "Бурчак"
    },
    {
        "value": "Бурштин",
        "label": "Бурштин"
    },
    {
        "value": "Бурякова Балка",
        "label": "Бурякова Балка"
    },
    {
        "value": "Бусовисько",
        "label": "Бусовисько"
    },
    {
        "value": "Буськ",
        "label": "Буськ"
    },
    {
        "value": "Бутейки",
        "label": "Бутейки"
    },
    {
        "value": "Бутенки",
        "label": "Бутенки"
    },
    {
        "value": "Бутин",
        "label": "Бутин"
    },
    {
        "value": "Бутини",
        "label": "Бутини"
    },
    {
        "value": "Бутівка",
        "label": "Бутівка"
    },
    {
        "value": "Бутівка (Городнянський р-н)",
        "label": "Бутівка (Городнянський р-н)"
    },
    {
        "value": "Бутівське",
        "label": "Бутівське"
    },
    {
        "value": "Бутова Долина",
        "label": "Бутова Долина"
    },
    {
        "value": "Буховичі",
        "label": "Буховичі"
    },
    {
        "value": "Буцики",
        "label": "Буцики"
    },
    {
        "value": "Буцинівка (Одеська обл.)",
        "label": "Буцинівка (Одеська обл.)"
    },
    {
        "value": "Буцинь",
        "label": "Буцинь"
    },
    {
        "value": "Буців",
        "label": "Буців"
    },
    {
        "value": "Буцневе",
        "label": "Буцневе"
    },
    {
        "value": "Буцнів",
        "label": "Буцнів"
    },
    {
        "value": "Буча",
        "label": "Буча"
    },
    {
        "value": "Бучали",
        "label": "Бучали"
    },
    {
        "value": "Бучач",
        "label": "Бучач"
    },
    {
        "value": "Бучмани",
        "label": "Бучмани"
    },
    {
        "value": "Буша (Вінницька обл.)",
        "label": "Буша (Вінницька обл.)"
    },
    {
        "value": "Бушеве",
        "label": "Бушеве"
    },
    {
        "value": "Буштино",
        "label": "Буштино"
    },
    {
        "value": "Буща",
        "label": "Буща"
    },
    {
        "value": "Буялик",
        "label": "Буялик"
    },
    {
        "value": "Буянів",
        "label": "Буянів"
    },
    {
        "value": "В'язівок",
        "label": "В'язівок"
    },
    {
        "value": "В'язова",
        "label": "В'язова"
    },
    {
        "value": "В'язове",
        "label": "В'язове"
    },
    {
        "value": "В'язовець",
        "label": "В'язовець"
    },
    {
        "value": "Вавилове",
        "label": "Вавилове"
    },
    {
        "value": "Вага",
        "label": "Вага"
    },
    {
        "value": "Вазлуївка",
        "label": "Вазлуївка"
    },
    {
        "value": "Вакуленчук",
        "label": "Вакуленчук"
    },
    {
        "value": "Вакулівка",
        "label": "Вакулівка"
    },
    {
        "value": "Валер'янівка",
        "label": "Валер'янівка"
    },
    {
        "value": "Вали",
        "label": "Вали"
    },
    {
        "value": "Валки",
        "label": "Валки"
    },
    {
        "value": "Валки (Чернігівська обл.)",
        "label": "Валки (Чернігівська обл.)"
    },
    {
        "value": "Валя Кузьмина",
        "label": "Валя Кузьмина"
    },
    {
        "value": "Валява",
        "label": "Валява"
    },
    {
        "value": "Валява (Черкаська обл.)",
        "label": "Валява (Черкаська обл.)"
    },
    {
        "value": "Ванжулів",
        "label": "Ванжулів"
    },
    {
        "value": "Ванів",
        "label": "Ванів"
    },
    {
        "value": "Ванчиківці",
        "label": "Ванчиківці"
    },
    {
        "value": "Ваньковичі",
        "label": "Ваньковичі"
    },
    {
        "value": "Ваньовичі",
        "label": "Ваньовичі"
    },
    {
        "value": "Вапнярка",
        "label": "Вапнярка"
    },
    {
        "value": "Вапнярка (Одеська обл.) ",
        "label": "Вапнярка (Одеська обл.) "
    },
    {
        "value": "Вапнярки",
        "label": "Вапнярки"
    },
    {
        "value": "Вараш",
        "label": "Вараш"
    },
    {
        "value": "Варва",
        "label": "Варва"
    },
    {
        "value": "Варваринці",
        "label": "Варваринці"
    },
    {
        "value": "Варварівка",
        "label": "Варварівка"
    },
    {
        "value": "Варварівка (Дніпропетровська обл.)",
        "label": "Варварівка (Дніпропетровська обл.)"
    },
    {
        "value": "Варварівка (Долинський р-н)",
        "label": "Варварівка (Долинський р-н)"
    },
    {
        "value": "Варварівка (Житомирська обл.)",
        "label": "Варварівка (Житомирська обл.)"
    },
    {
        "value": "Варварівка (Запорізька обл.)",
        "label": "Варварівка (Запорізька обл.)"
    },
    {
        "value": "Варварівка (Луганська обл.)",
        "label": "Варварівка (Луганська обл.)"
    },
    {
        "value": "Варварівка (Олевський р-н)",
        "label": "Варварівка (Олевський р-н)"
    },
    {
        "value": "Варварівка (Синельниківський р-н., Дніпроп. обл.)",
        "label": "Варварівка (Синельниківський р-н., Дніпроп. обл.)"
    },
    {
        "value": "Варварівка (Славутський р-н)",
        "label": "Варварівка (Славутський р-н)"
    },
    {
        "value": "Варварівка (Чернігівська обл.)",
        "label": "Варварівка (Чернігівська обл.)"
    },
    {
        "value": "Варваро-Олександрівка",
        "label": "Варваро-Олександрівка"
    },
    {
        "value": "Варенка",
        "label": "Варенка"
    },
    {
        "value": "Вари",
        "label": "Вари"
    },
    {
        "value": "Варковичі",
        "label": "Варковичі"
    },
    {
        "value": "Варовичі",
        "label": "Варовичі"
    },
    {
        "value": "Вартиківці",
        "label": "Вартиківці"
    },
    {
        "value": "Варяж",
        "label": "Варяж"
    },
    {
        "value": "Василів",
        "label": "Василів"
    },
    {
        "value": "Василів Хутір (Харківська обл.)",
        "label": "Василів Хутір (Харківська обл.)"
    },
    {
        "value": "Василівка (Березанський р-н)",
        "label": "Василівка (Березанський р-н)"
    },
    {
        "value": "Василівка (Дніпровський р-н)",
        "label": "Василівка (Дніпровський р-н)"
    },
    {
        "value": "Василівка (Запорізька обл.)",
        "label": "Василівка (Запорізька обл.)"
    },
    {
        "value": "Василівка (Захарівський р-н., Одеська обл.)",
        "label": "Василівка (Захарівський р-н., Одеська обл.)"
    },
    {
        "value": "Василівка (Кілійський р-н.)",
        "label": "Василівка (Кілійський р-н.)"
    },
    {
        "value": "Василівка (Лебединський р-н)",
        "label": "Василівка (Лебединський р-н)"
    },
    {
        "value": "Василівка (Одеська обл., Болградський р-н)",
        "label": "Василівка (Одеська обл., Болградський р-н)"
    },
    {
        "value": "Василівка (Одеська обл.)",
        "label": "Василівка (Одеська обл.)"
    },
    {
        "value": "Василівка (Полтавська обл, Кобеляцький р-н)",
        "label": "Василівка (Полтавська обл, Кобеляцький р-н)"
    },
    {
        "value": "Василівка (Полтавська обл., Диканський р-н)",
        "label": "Василівка (Полтавська обл., Диканський р-н)"
    },
    {
        "value": "Василівка (Полтавський р-н)",
        "label": "Василівка (Полтавський р-н)"
    },
    {
        "value": "Василівка (Роменський р-н)",
        "label": "Василівка (Роменський р-н)"
    },
    {
        "value": "Василівка (Снігурівський р-н)",
        "label": "Василівка (Снігурівський р-н)"
    },
    {
        "value": "Василівка (Солонянська громада)",
        "label": "Василівка (Солонянська громада)"
    },
    {
        "value": "Василівка (Тиврівський р-н)",
        "label": "Василівка (Тиврівський р-н)"
    },
    {
        "value": "Василівка (Херсонська обл.)",
        "label": "Василівка (Херсонська обл.)"
    },
    {
        "value": "Василівка (Чернівецька обл.)",
        "label": "Василівка (Чернівецька обл.)"
    },
    {
        "value": "Василівка (Чечельницький р-н)",
        "label": "Василівка (Чечельницький р-н)"
    },
    {
        "value": "Василівка (Чутівський р-н., Полт. обл.)",
        "label": "Василівка (Чутівський р-н., Полт. обл.)"
    },
    {
        "value": "Василівка Друга",
        "label": "Василівка Друга"
    },
    {
        "value": "Василівка Перша",
        "label": "Василівка Перша"
    },
    {
        "value": "Васильки (Бориспільський р-н)",
        "label": "Васильки (Бориспільський р-н)"
    },
    {
        "value": "Васильків (Київська обл., Обухівський р-н)",
        "label": "Васильків (Київська обл., Обухівський р-н)"
    },
    {
        "value": "Васильків (Черкаська обл.)",
        "label": "Васильків (Черкаська обл.)"
    },
    {
        "value": "Васильківка (Дніпропетровська обл.)",
        "label": "Васильківка (Дніпропетровська обл.)"
    },
    {
        "value": "Васильківське",
        "label": "Васильківське"
    },
    {
        "value": "Васильківці",
        "label": "Васильківці"
    },
    {
        "value": "Васищеве",
        "label": "Васищеве"
    },
    {
        "value": "Васловівці",
        "label": "Васловівці"
    },
    {
        "value": "Васьківці",
        "label": "Васьківці"
    },
    {
        "value": "Васьківці (Кременецький р-н)",
        "label": "Васьківці (Кременецький р-н)"
    },
    {
        "value": "Васьківці (Чернігівська обл.)",
        "label": "Васьківці (Чернігівська обл.)"
    },
    {
        "value": "Васьківчики",
        "label": "Васьківчики"
    },
    {
        "value": "Васьковичі",
        "label": "Васьковичі"
    },
    {
        "value": "Васюківка",
        "label": "Васюківка"
    },
    {
        "value": "Васютинці",
        "label": "Васютинці"
    },
    {
        "value": "Васютинці (Вінницька обл.)",
        "label": "Васютинці (Вінницька обл.)"
    },
    {
        "value": "Васючин",
        "label": "Васючин"
    },
    {
        "value": "Ватажкове",
        "label": "Ватажкове"
    },
    {
        "value": "Ватутіне (Нововодолазький р-н. Харківська обл.)",
        "label": "Ватутіне (Нововодолазький р-н. Харківська обл.)"
    },
    {
        "value": "Вахнівка",
        "label": "Вахнівка"
    },
    {
        "value": "Вашківці (Вижницький р-н)",
        "label": "Вашківці (Вижницький р-н)"
    },
    {
        "value": "Вашківці (Сокирянський р-н)",
        "label": "Вашківці (Сокирянський р-н)"
    },
    {
        "value": "Введенка",
        "label": "Введенка"
    },
    {
        "value": "Введенка (Одеська обл.)",
        "label": "Введенка (Одеська обл.)"
    },
    {
        "value": "Ведильці",
        "label": "Ведильці"
    },
    {
        "value": "Велеснів",
        "label": "Велеснів"
    },
    {
        "value": "Велетенське",
        "label": "Велетенське"
    },
    {
        "value": "Велика Андрусівка",
        "label": "Велика Андрусівка"
    },
    {
        "value": "Велика Багачка",
        "label": "Велика Багачка"
    },
    {
        "value": "Велика Бакта",
        "label": "Велика Бакта"
    },
    {
        "value": "Велика Березна",
        "label": "Велика Березна"
    },
    {
        "value": "Велика Березовиця",
        "label": "Велика Березовиця"
    },
    {
        "value": "Велика Березянка",
        "label": "Велика Березянка"
    },
    {
        "value": "Велика Бийгань",
        "label": "Велика Бийгань"
    },
    {
        "value": "Велика Білозерка",
        "label": "Велика Білозерка"
    },
    {
        "value": "Велика Благовіщенка",
        "label": "Велика Благовіщенка"
    },
    {
        "value": "Велика Бугаївка",
        "label": "Велика Бугаївка"
    },
    {
        "value": "Велика Буда",
        "label": "Велика Буда"
    },
    {
        "value": "Велика Бурімка",
        "label": "Велика Бурімка"
    },
    {
        "value": "Велика Бушинка",
        "label": "Велика Бушинка"
    },
    {
        "value": "Велика Виска (Маловисківський р-н.)",
        "label": "Велика Виска (Маловисківський р-н.)"
    },
    {
        "value": "Велика Вільшаниця",
        "label": "Велика Вільшаниця"
    },
    {
        "value": "Велика Вільшанка",
        "label": "Велика Вільшанка"
    },
    {
        "value": "Велика Волиця",
        "label": "Велика Волиця"
    },
    {
        "value": "Велика Воля",
        "label": "Велика Воля"
    },
    {
        "value": "Велика Вулига",
        "label": "Велика Вулига"
    },
    {
        "value": "Велика Глуша",
        "label": "Велика Глуша"
    },
    {
        "value": "Велика Гомільша",
        "label": "Велика Гомільша"
    },
    {
        "value": "Велика Городниця",
        "label": "Велика Городниця"
    },
    {
        "value": "Велика Горожанна",
        "label": "Велика Горожанна"
    },
    {
        "value": "Велика Димерка",
        "label": "Велика Димерка"
    },
    {
        "value": "Велика Дівиця",
        "label": "Велика Дівиця"
    },
    {
        "value": "Велика Добронь",
        "label": "Велика Добронь"
    },
    {
        "value": "Велика Дорога (Чернігівська обл.)",
        "label": "Велика Дорога (Чернігівська обл.)"
    },
    {
        "value": "Велика Доч",
        "label": "Велика Доч"
    },
    {
        "value": "Велика Загорівка",
        "label": "Велика Загорівка"
    },
    {
        "value": "Велика Знам'янка",
        "label": "Велика Знам'янка"
    },
    {
        "value": "Велика Кам'янка",
        "label": "Велика Кам'янка"
    },
    {
        "value": "Велика Каратуль",
        "label": "Велика Каратуль"
    },
    {
        "value": "Велика Киріївка",
        "label": "Велика Киріївка"
    },
    {
        "value": "Велика Кісниця",
        "label": "Велика Кісниця"
    },
    {
        "value": "Велика Клітна (Хмельницька обл.)",
        "label": "Велика Клітна (Хмельницька обл.)"
    },
    {
        "value": "Велика Козара",
        "label": "Велика Козара"
    },
    {
        "value": "Велика Копаня (Закарпатська обл.)",
        "label": "Велика Копаня (Закарпатська обл.)"
    },
    {
        "value": "Велика Корениха",
        "label": "Велика Корениха"
    },
    {
        "value": "Велика Круча",
        "label": "Велика Круча"
    },
    {
        "value": "Велика Левада (Хмельницька обл.)",
        "label": "Велика Левада (Хмельницька обл.)"
    },
    {
        "value": "Велика Лепетиха",
        "label": "Велика Лепетиха"
    },
    {
        "value": "Велика Лінина",
        "label": "Велика Лінина"
    },
    {
        "value": "Велика Лука",
        "label": "Велика Лука"
    },
    {
        "value": "Велика Любаша",
        "label": "Велика Любаша"
    },
    {
        "value": "Велика Мечетня",
        "label": "Велика Мечетня"
    },
    {
        "value": "Велика Михайлівка",
        "label": "Велика Михайлівка"
    },
    {
        "value": "Велика Новосілка",
        "label": "Велика Новосілка"
    },
    {
        "value": "Велика Обухівка",
        "label": "Велика Обухівка"
    },
    {
        "value": "Велика Озимина",
        "label": "Велика Озимина"
    },
    {
        "value": "Велика Олександрівка",
        "label": "Велика Олександрівка"
    },
    {
        "value": "Велика Олександрівка (Херсонська обл.)",
        "label": "Велика Олександрівка (Херсонська обл.)"
    },
    {
        "value": "Велика Омеляна",
        "label": "Велика Омеляна"
    },
    {
        "value": "Велика Офірна",
        "label": "Велика Офірна"
    },
    {
        "value": "Велика П'ятигірка",
        "label": "Велика П'ятигірка"
    },
    {
        "value": "Велика Павлівка",
        "label": "Велика Павлівка"
    },
    {
        "value": "Велика Паладь",
        "label": "Велика Паладь"
    },
    {
        "value": "Велика Писарівка",
        "label": "Велика Писарівка"
    },
    {
        "value": "Велика Побійна",
        "label": "Велика Побійна"
    },
    {
        "value": "Велика Рача",
        "label": "Велика Рача"
    },
    {
        "value": "Велика Рогозянка",
        "label": "Велика Рогозянка"
    },
    {
        "value": "Велика Ростівка",
        "label": "Велика Ростівка"
    },
    {
        "value": "Велика Рублівка",
        "label": "Велика Рублівка"
    },
    {
        "value": "Велика Рудка",
        "label": "Велика Рудка"
    },
    {
        "value": "Велика Русава",
        "label": "Велика Русава"
    },
    {
        "value": "Велика Севастянівка",
        "label": "Велика Севастянівка"
    },
    {
        "value": "Велика Северинка",
        "label": "Велика Северинка"
    },
    {
        "value": "Велика Слобідка",
        "label": "Велика Слобідка"
    },
    {
        "value": "Велика Снітинка",
        "label": "Велика Снітинка"
    },
    {
        "value": "Велика Солона",
        "label": "Велика Солона"
    },
    {
        "value": "Велика Солтанівка",
        "label": "Велика Солтанівка"
    },
    {
        "value": "Велика Стратіївка",
        "label": "Велика Стратіївка"
    },
    {
        "value": "Велика Сушиця",
        "label": "Велика Сушиця"
    },
    {
        "value": "Велика Тернівка",
        "label": "Велика Тернівка"
    },
    {
        "value": "Велика Тур'я",
        "label": "Велика Тур'я"
    },
    {
        "value": "Велика Уголька",
        "label": "Велика Уголька"
    },
    {
        "value": "Велика Фосня",
        "label": "Велика Фосня"
    },
    {
        "value": "Велика Хайча",
        "label": "Велика Хайча"
    },
    {
        "value": "Велика Чернеччина",
        "label": "Велика Чернеччина"
    },
    {
        "value": "Велика Чернігівка",
        "label": "Велика Чернігівка"
    },
    {
        "value": "Велика Яблунівка",
        "label": "Велика Яблунівка"
    },
    {
        "value": "Велика Яблунька",
        "label": "Велика Яблунька"
    },
    {
        "value": "Велика Яромирка (Хмельницька обл.)",
        "label": "Велика Яромирка (Хмельницька обл.)"
    },
    {
        "value": "Велике",
        "label": "Велике"
    },
    {
        "value": "Велике Вербче",
        "label": "Велике Вербче"
    },
    {
        "value": "Велике Колодно",
        "label": "Велике Колодно"
    },
    {
        "value": "Велике Поле",
        "label": "Велике Поле"
    },
    {
        "value": "Велике Устя",
        "label": "Велике Устя"
    },
    {
        "value": "Великий Байрак",
        "label": "Великий Байрак"
    },
    {
        "value": "Великий Березний",
        "label": "Великий Березний"
    },
    {
        "value": "Великий Бичків",
        "label": "Великий Бичків"
    },
    {
        "value": "Великий Бурлук",
        "label": "Великий Бурлук"
    },
    {
        "value": "Великий Буялик",
        "label": "Великий Буялик"
    },
    {
        "value": "Великий Вистороп",
        "label": "Великий Вистороп"
    },
    {
        "value": "Великий Глибочок",
        "label": "Великий Глибочок"
    },
    {
        "value": "Великий Говилів",
        "label": "Великий Говилів"
    },
    {
        "value": "Великий Дальник",
        "label": "Великий Дальник"
    },
    {
        "value": "Великий Дивлин",
        "label": "Великий Дивлин"
    },
    {
        "value": "Великий Жванчик",
        "label": "Великий Жванчик"
    },
    {
        "value": "Великий Житин",
        "label": "Великий Житин"
    },
    {
        "value": "Великий Жолудськ",
        "label": "Великий Жолудськ"
    },
    {
        "value": "Великий Карабчіїв",
        "label": "Великий Карабчіїв"
    },
    {
        "value": "Великий Ключів",
        "label": "Великий Ключів"
    },
    {
        "value": "Великий Крупіль",
        "label": "Великий Крупіль"
    },
    {
        "value": "Великий Кунинець",
        "label": "Великий Кунинець"
    },
    {
        "value": "Великий Курінь",
        "label": "Великий Курінь"
    },
    {
        "value": "Великий Кучурів",
        "label": "Великий Кучурів"
    },
    {
        "value": "Великий Листвен",
        "label": "Великий Листвен"
    },
    {
        "value": "Великий Луг",
        "label": "Великий Луг"
    },
    {
        "value": "Великий Любінь",
        "label": "Великий Любінь"
    },
    {
        "value": "Великий Мидськ",
        "label": "Великий Мидськ"
    },
    {
        "value": "Великий Митник",
        "label": "Великий Митник"
    },
    {
        "value": "Великий Олександрів",
        "label": "Великий Олександрів"
    },
    {
        "value": "Великий Олексин",
        "label": "Великий Олексин"
    },
    {
        "value": "Великий Омеляник",
        "label": "Великий Омеляник"
    },
    {
        "value": "Великий Перевіз",
        "label": "Великий Перевіз"
    },
    {
        "value": "Великий Порськ",
        "label": "Великий Порськ"
    },
    {
        "value": "Великий Раковець",
        "label": "Великий Раковець"
    },
    {
        "value": "Великий Рожин",
        "label": "Великий Рожин"
    },
    {
        "value": "Великий Самбір",
        "label": "Великий Самбір"
    },
    {
        "value": "Великий Стидин",
        "label": "Великий Стидин"
    },
    {
        "value": "Великий Тростянець",
        "label": "Великий Тростянець"
    },
    {
        "value": "Великий Ходачків",
        "label": "Великий Ходачків"
    },
    {
        "value": "Великий Хутір",
        "label": "Великий Хутір"
    },
    {
        "value": "Великий Чернятин",
        "label": "Великий Чернятин"
    },
    {
        "value": "Великий Шпаків",
        "label": "Великий Шпаків"
    },
    {
        "value": "Великий Щимель",
        "label": "Великий Щимель"
    },
    {
        "value": "Великий Яблунець",
        "label": "Великий Яблунець"
    },
    {
        "value": "Великі Береги",
        "label": "Великі Береги"
    },
    {
        "value": "Великі Бережці",
        "label": "Великі Бережці"
    },
    {
        "value": "Великі Бірки",
        "label": "Великі Бірки"
    },
    {
        "value": "Великі Будища (Гадяцький р-н)",
        "label": "Великі Будища (Гадяцький р-н)"
    },
    {
        "value": "Великі Будища (Диканський р-н, Полтавська обл.)",
        "label": "Великі Будища (Диканський р-н, Полтавська обл.)"
    },
    {
        "value": "Великі Будки",
        "label": "Великі Будки"
    },
    {
        "value": "Великі Вікнини (Тернопільська обл.)",
        "label": "Великі Вікнини (Тернопільська обл.)"
    },
    {
        "value": "Великі Гаї",
        "label": "Великі Гаї"
    },
    {
        "value": "Великі Геївці",
        "label": "Великі Геївці"
    },
    {
        "value": "Великі Глібовичі",
        "label": "Великі Глібовичі"
    },
    {
        "value": "Великі Грибовичі",
        "label": "Великі Грибовичі"
    },
    {
        "value": "Великі Дедеркали",
        "label": "Великі Дедеркали"
    },
    {
        "value": "Великі Деревичі",
        "label": "Великі Деревичі"
    },
    {
        "value": "Великі Дідушичі",
        "label": "Великі Дідушичі"
    },
    {
        "value": "Великі Дмитровичі ",
        "label": "Великі Дмитровичі "
    },
    {
        "value": "Великі Єрчики",
        "label": "Великі Єрчики"
    },
    {
        "value": "Великі Загайці",
        "label": "Великі Загайці"
    },
    {
        "value": "Великі Зозулинці",
        "label": "Великі Зозулинці"
    },
    {
        "value": "Великі Канівці",
        "label": "Великі Канівці"
    },
    {
        "value": "Великі Ком'яти",
        "label": "Великі Ком'яти"
    },
    {
        "value": "Великі Копані (Херсонська обл.)",
        "label": "Великі Копані (Херсонська обл.)"
    },
    {
        "value": "Великі Коровинці",
        "label": "Великі Коровинці"
    },
    {
        "value": "Великі Кошарища",
        "label": "Великі Кошарища"
    },
    {
        "value": "Великі Кринки (Кременчуцький р-н)",
        "label": "Великі Кринки (Кременчуцький р-н)"
    },
    {
        "value": "Великі Крушлинці",
        "label": "Великі Крушлинці"
    },
    {
        "value": "Великі Лази",
        "label": "Великі Лази"
    },
    {
        "value": "Великі Липняги",
        "label": "Великі Липняги"
    },
    {
        "value": "Великі Лучки",
        "label": "Великі Лучки"
    },
    {
        "value": "Великі Межирічі",
        "label": "Великі Межирічі"
    },
    {
        "value": "Великі Млинівці",
        "label": "Великі Млинівці"
    },
    {
        "value": "Великі Мости",
        "label": "Великі Мости"
    },
    {
        "value": "Великі Новосілки",
        "label": "Великі Новосілки"
    },
    {
        "value": "Великі Орлинці",
        "label": "Великі Орлинці"
    },
    {
        "value": "Великі Підліски",
        "label": "Великі Підліски"
    },
    {
        "value": "Великі Прицьки",
        "label": "Великі Прицьки"
    },
    {
        "value": "Великі Проходи",
        "label": "Великі Проходи"
    },
    {
        "value": "Великі Селища",
        "label": "Великі Селища"
    },
    {
        "value": "Великі Сорочинці",
        "label": "Великі Сорочинці"
    },
    {
        "value": "Великі Телковичі",
        "label": "Великі Телковичі"
    },
    {
        "value": "Великі Трояни",
        "label": "Великі Трояни"
    },
    {
        "value": "Великі Цепцевичі",
        "label": "Великі Цепцевичі"
    },
    {
        "value": "Великі Чорнокінці",
        "label": "Великі Чорнокінці"
    },
    {
        "value": "Великі Юначки",
        "label": "Великі Юначки"
    },
    {
        "value": "Великобоярка",
        "label": "Великобоярка"
    },
    {
        "value": "Великодолинське",
        "label": "Великодолинське"
    },
    {
        "value": "Великозалісся",
        "label": "Великозалісся"
    },
    {
        "value": "Великомар'янівка",
        "label": "Великомар'янівка"
    },
    {
        "value": "Великомихайлівка (Великомихайлівська сільська ТГ)",
        "label": "Великомихайлівка (Великомихайлівська сільська ТГ)"
    },
    {
        "value": "Великоолександрівка",
        "label": "Великоолександрівка"
    },
    {
        "value": "Великоолександрівка (Казанківський р-н)",
        "label": "Великоолександрівка (Казанківський р-н)"
    },
    {
        "value": "Великоплоске",
        "label": "Великоплоске"
    },
    {
        "value": "Великополовецьке",
        "label": "Великополовецьке"
    },
    {
        "value": "Великорибальське",
        "label": "Великорибальське"
    },
    {
        "value": "Великосербулівка",
        "label": "Великосербулівка"
    },
    {
        "value": "Великосілки",
        "label": "Великосілки"
    },
    {
        "value": "Великосілля",
        "label": "Великосілля"
    },
    {
        "value": "Великоцьк",
        "label": "Великоцьк"
    },
    {
        "value": "Велимче",
        "label": "Велимче"
    },
    {
        "value": "Велихів",
        "label": "Велихів"
    },
    {
        "value": "Велицьк",
        "label": "Велицьк"
    },
    {
        "value": "Величківка",
        "label": "Величківка"
    },
    {
        "value": "Вельбівка",
        "label": "Вельбівка"
    },
    {
        "value": "Вельбівно (Острозький р-н)",
        "label": "Вельбівно (Острозький р-н)"
    },
    {
        "value": "Велюнь",
        "label": "Велюнь"
    },
    {
        "value": "Велятино",
        "label": "Велятино"
    },
    {
        "value": "Вендичани",
        "label": "Вендичани"
    },
    {
        "value": "Веприк",
        "label": "Веприк"
    },
    {
        "value": "Веприк (Бобровицький р-н)",
        "label": "Веприк (Бобровицький р-н)"
    },
    {
        "value": "Веприн",
        "label": "Веприн"
    },
    {
        "value": "Верб'яж",
        "label": "Верб'яж"
    },
    {
        "value": "Верба (Волинська обл.)",
        "label": "Верба (Волинська обл.)"
    },
    {
        "value": "Верба(Рівненська обл.)",
        "label": "Верба(Рівненська обл.)"
    },
    {
        "value": "Вербаїв",
        "label": "Вербаїв"
    },
    {
        "value": "Вербень",
        "label": "Вербень"
    },
    {
        "value": "Вербилівці",
        "label": "Вербилівці"
    },
    {
        "value": "Вербиця",
        "label": "Вербиця"
    },
    {
        "value": "Вербичі",
        "label": "Вербичі"
    },
    {
        "value": "Вербів",
        "label": "Вербів"
    },
    {
        "value": "Вербів (Бережанський р-н)",
        "label": "Вербів (Бережанський р-н)"
    },
    {
        "value": "Вербівка (Вінницька обл.)",
        "label": "Вербівка (Вінницька обл.)"
    },
    {
        "value": "Вербівка (Івано-Франківська обл.)",
        "label": "Вербівка (Івано-Франківська обл.)"
    },
    {
        "value": "Вербівка (Кам'янський р-н, Черкаська обл.)",
        "label": "Вербівка (Кам'янський р-н, Черкаська обл.)"
    },
    {
        "value": "Вербівка (Кіровоградська обл.)",
        "label": "Вербівка (Кіровоградська обл.)"
    },
    {
        "value": "Вербівка (Хмільницький р-н.)",
        "label": "Вербівка (Хмільницький р-н.)"
    },
    {
        "value": "Вербівка (Черкаська обл.)",
        "label": "Вербівка (Черкаська обл.)"
    },
    {
        "value": "Вербівське",
        "label": "Вербівське"
    },
    {
        "value": "Вербівці",
        "label": "Вербівці"
    },
    {
        "value": "Вербівці (Тернопільська обл.)",
        "label": "Вербівці (Тернопільська обл.)"
    },
    {
        "value": "Вербівці (Чернівецька обл.)",
        "label": "Вербівці (Чернівецька обл.)"
    },
    {
        "value": "Вербіж",
        "label": "Вербіж"
    },
    {
        "value": "Вербка",
        "label": "Вербка"
    },
    {
        "value": "Вербка (Вінницька обл., Крижопільський р-н)",
        "label": "Вербка (Вінницька обл., Крижопільський р-н)"
    },
    {
        "value": "Вербка (Вінницька обл.)",
        "label": "Вербка (Вінницька обл.)"
    },
    {
        "value": "Вербка (Кам'янець-Подільський р-н)",
        "label": "Вербка (Кам'янець-Подільський р-н)"
    },
    {
        "value": "Вербка (Монастириський р-н., Терноп. обл.)",
        "label": "Вербка (Монастириський р-н., Терноп. обл.)"
    },
    {
        "value": "Вербка (Хмельницька обл.)",
        "label": "Вербка (Хмельницька обл.)"
    },
    {
        "value": "Вербки",
        "label": "Вербки"
    },
    {
        "value": "Верблюжка",
        "label": "Верблюжка"
    },
    {
        "value": "Вербляни",
        "label": "Вербляни"
    },
    {
        "value": "Вербляни (Буський р-н)",
        "label": "Вербляни (Буський р-н)"
    },
    {
        "value": "Вербове",
        "label": "Вербове"
    },
    {
        "value": "Вербове (Кіровоградська обл.)",
        "label": "Вербове (Кіровоградська обл.)"
    },
    {
        "value": "Вербовець",
        "label": "Вербовець"
    },
    {
        "value": "Вербовець (Вінницька обл.)",
        "label": "Вербовець (Вінницька обл.)"
    },
    {
        "value": "Вербовець (Івано-Франківська обл.)",
        "label": "Вербовець (Івано-Франківська обл.)"
    },
    {
        "value": "Вербовець (Черкаська обл., Катеринопільський р-н)",
        "label": "Вербовець (Черкаська обл., Катеринопільський р-н)"
    },
    {
        "value": "Верболози",
        "label": "Верболози"
    },
    {
        "value": "Вербувата",
        "label": "Вербувата"
    },
    {
        "value": "Вербуватівка",
        "label": "Вербуватівка"
    },
    {
        "value": "Вергуни (Полтавська обл.)",
        "label": "Вергуни (Полтавська обл.)"
    },
    {
        "value": "Вергуни (Черкаська обл.)",
        "label": "Вергуни (Черкаська обл.)"
    },
    {
        "value": "Вереміївка",
        "label": "Вереміївка"
    },
    {
        "value": "Вереміївка (Полтавська обл.)",
        "label": "Вереміївка (Полтавська обл.)"
    },
    {
        "value": "Веренчанка",
        "label": "Веренчанка"
    },
    {
        "value": "Вереси",
        "label": "Вереси"
    },
    {
        "value": "Вересівка",
        "label": "Вересівка"
    },
    {
        "value": "Вересневе",
        "label": "Вересневе"
    },
    {
        "value": "Верещаки (Лановецький р-н)",
        "label": "Верещаки (Лановецький р-н)"
    },
    {
        "value": "Верещаки (Черкаська обл.)",
        "label": "Верещаки (Черкаська обл.)"
    },
    {
        "value": "Верещиця",
        "label": "Верещиця"
    },
    {
        "value": "Верин",
        "label": "Верин"
    },
    {
        "value": "Вернигородок (Вінницька обл.)",
        "label": "Вернигородок (Вінницька обл.)"
    },
    {
        "value": "Вертіївка",
        "label": "Вертіївка"
    },
    {
        "value": "Вертокиївка",
        "label": "Вертокиївка"
    },
    {
        "value": "Верхів (Рівненська обл.)",
        "label": "Верхів (Рівненська обл.)"
    },
    {
        "value": "Верхівка",
        "label": "Верхівка"
    },
    {
        "value": "Верхівка (Волинська обл.)",
        "label": "Верхівка (Волинська обл.)"
    },
    {
        "value": "Верхівня",
        "label": "Верхівня"
    },
    {
        "value": "Верхівськ",
        "label": "Верхівськ"
    },
    {
        "value": "Верхівцеве",
        "label": "Верхівцеве"
    },
    {
        "value": "Верхівці",
        "label": "Верхівці"
    },
    {
        "value": "Верхівці (Тернопільська обл.)",
        "label": "Верхівці (Тернопільська обл.)"
    },
    {
        "value": "Верхнє",
        "label": "Верхнє"
    },
    {
        "value": "Верхнє Висоцьке",
        "label": "Верхнє Висоцьке"
    },
    {
        "value": "Верхнє Водяне",
        "label": "Верхнє Водяне"
    },
    {
        "value": "Верхнє Піщане",
        "label": "Верхнє Піщане"
    },
    {
        "value": "Верхнє Синьовидне",
        "label": "Верхнє Синьовидне"
    },
    {
        "value": "Верхні Ворота",
        "label": "Верхні Ворота"
    },
    {
        "value": "Верхні Гаї",
        "label": "Верхні Гаї"
    },
    {
        "value": "Верхні Петрівці",
        "label": "Верхні Петрівці"
    },
    {
        "value": "Верхні Ремети",
        "label": "Верхні Ремети"
    },
    {
        "value": "Верхні Рівні",
        "label": "Верхні Рівні"
    },
    {
        "value": "Верхні Сірогози",
        "label": "Верхні Сірогози"
    },
    {
        "value": "Верхні Станівці",
        "label": "Верхні Станівці"
    },
    {
        "value": "Верхній Бистрий",
        "label": "Верхній Бистрий"
    },
    {
        "value": "Верхній Вербіж",
        "label": "Верхній Вербіж"
    },
    {
        "value": "Верхній Дорожів",
        "label": "Верхній Дорожів"
    },
    {
        "value": "Верхній Коропець",
        "label": "Верхній Коропець"
    },
    {
        "value": "Верхній Лужок",
        "label": "Верхній Лужок"
    },
    {
        "value": "Верхній Майдан (Івано-Франківська обл.)",
        "label": "Верхній Майдан (Івано-Франківська обл.)"
    },
    {
        "value": "Верхній Рогачик",
        "label": "Верхній Рогачик"
    },
    {
        "value": "Верхній Струтинь",
        "label": "Верхній Струтинь"
    },
    {
        "value": "Верхній Студений",
        "label": "Верхній Студений"
    },
    {
        "value": "Верхній Токмак",
        "label": "Верхній Токмак"
    },
    {
        "value": "Верхній Токмак Перший",
        "label": "Верхній Токмак Перший"
    },
    {
        "value": "Верхній Ясенів",
        "label": "Верхній Ясенів"
    },
    {
        "value": "Верхньодніпровськ",
        "label": "Верхньодніпровськ"
    },
    {
        "value": "Верхньокам'янське",
        "label": "Верхньокам'янське"
    },
    {
        "value": "Верхньоторецьке",
        "label": "Верхньоторецьке"
    },
    {
        "value": "Верхня",
        "label": "Верхня"
    },
    {
        "value": "Верхня Білка",
        "label": "Верхня Білка"
    },
    {
        "value": "Верхня Визниця",
        "label": "Верхня Визниця"
    },
    {
        "value": "Верхня Грабівниця",
        "label": "Верхня Грабівниця"
    },
    {
        "value": "Верхня Криниця",
        "label": "Верхня Криниця"
    },
    {
        "value": "Верхня Ланна",
        "label": "Верхня Ланна"
    },
    {
        "value": "Верхня Лукавиця",
        "label": "Верхня Лукавиця"
    },
    {
        "value": "Верхня Мануйлівка ",
        "label": "Верхня Мануйлівка "
    },
    {
        "value": "Верхня Пожня",
        "label": "Верхня Пожня"
    },
    {
        "value": "Верхня Покровка",
        "label": "Верхня Покровка"
    },
    {
        "value": "Верхня Рожанка",
        "label": "Верхня Рожанка"
    },
    {
        "value": "Верхня Сироватка",
        "label": "Верхня Сироватка"
    },
    {
        "value": "Верхня Стинава",
        "label": "Верхня Стинава"
    },
    {
        "value": "Верхня Терса",
        "label": "Верхня Терса"
    },
    {
        "value": "Верхня Яблунька",
        "label": "Верхня Яблунька"
    },
    {
        "value": "Верхняківці",
        "label": "Верхняківці"
    },
    {
        "value": "Верхнячка",
        "label": "Верхнячка"
    },
    {
        "value": "Верховина",
        "label": "Верховина"
    },
    {
        "value": "Верхоли",
        "label": "Верхоли"
    },
    {
        "value": "Верчани",
        "label": "Верчани"
    },
    {
        "value": "Вершаці",
        "label": "Вершаці"
    },
    {
        "value": "Вершина",
        "label": "Вершина"
    },
    {
        "value": "Вершино-Кам'янка",
        "label": "Вершино-Кам'янка"
    },
    {
        "value": "Веряця",
        "label": "Веряця"
    },
    {
        "value": "Весела Долина",
        "label": "Весела Долина"
    },
    {
        "value": "Веселе (Балаклійський р-н., Харківська обл.)",
        "label": "Веселе (Балаклійський р-н., Харківська обл.)"
    },
    {
        "value": "Веселе (Волинська обл.)",
        "label": "Веселе (Волинська обл.)"
    },
    {
        "value": "Веселе (Дніпропетровська обл.)",
        "label": "Веселе (Дніпропетровська обл.)"
    },
    {
        "value": "Веселе (Донецька обл.)",
        "label": "Веселе (Донецька обл.)"
    },
    {
        "value": "Веселе (Запорізька обл.)",
        "label": "Веселе (Запорізька обл.)"
    },
    {
        "value": "Веселе (Запорізький р-н)",
        "label": "Веселе (Запорізький р-н)"
    },
    {
        "value": "Веселе (Кіровоградська обл.)",
        "label": "Веселе (Кіровоградська обл.)"
    },
    {
        "value": "Веселе (Одеська обл.)",
        "label": "Веселе (Одеська обл.)"
    },
    {
        "value": "Веселе (Олександрівський р-н., Кіров. обл.)",
        "label": "Веселе (Олександрівський р-н., Кіров. обл.)"
    },
    {
        "value": "Веселе (Переяслав-Хмельницький р-н)",
        "label": "Веселе (Переяслав-Хмельницький р-н)"
    },
    {
        "value": "Веселе (село)",
        "label": "Веселе (село)"
    },
    {
        "value": "Веселе (Сумська обл.)",
        "label": "Веселе (Сумська обл.)"
    },
    {
        "value": "Веселе (Харківська обл.)",
        "label": "Веселе (Харківська обл.)"
    },
    {
        "value": "Веселе (Херсонська обл.)",
        "label": "Веселе (Херсонська обл.)"
    },
    {
        "value": "Веселий Кут",
        "label": "Веселий Кут"
    },
    {
        "value": "Веселий Кут (Черкаська обл.)",
        "label": "Веселий Кут (Черкаська обл.)"
    },
    {
        "value": "Веселий Поділ",
        "label": "Веселий Поділ"
    },
    {
        "value": "Веселий Хутір",
        "label": "Веселий Хутір"
    },
    {
        "value": "Веселинівка",
        "label": "Веселинівка"
    },
    {
        "value": "Веселинове",
        "label": "Веселинове"
    },
    {
        "value": "Веселівка (Бобринецький р-н)",
        "label": "Веселівка (Бобринецький р-н)"
    },
    {
        "value": "Веселівка (Кіровоградська обл.)",
        "label": "Веселівка (Кіровоградська обл.)"
    },
    {
        "value": "Веселівка (Тернопільська обл.)",
        "label": "Веселівка (Тернопільська обл.)"
    },
    {
        "value": "Веселівка (Черкаська обл.)",
        "label": "Веселівка (Черкаська обл.)"
    },
    {
        "value": "Веселка",
        "label": "Веселка"
    },
    {
        "value": "Веселянка",
        "label": "Веселянка"
    },
    {
        "value": "Весняне (Миколаївська обл.)",
        "label": "Весняне (Миколаївська обл.)"
    },
    {
        "value": "Весняне (Рівненська обл.)",
        "label": "Весняне (Рівненська обл.)"
    },
    {
        "value": "Веснянка",
        "label": "Веснянка"
    },
    {
        "value": "Вестерничани",
        "label": "Вестерничани"
    },
    {
        "value": "Ветли",
        "label": "Ветли"
    },
    {
        "value": "Виблі",
        "label": "Виблі"
    },
    {
        "value": "Вибранівка",
        "label": "Вибранівка"
    },
    {
        "value": "Вигів",
        "label": "Вигів"
    },
    {
        "value": "Вигнанка",
        "label": "Вигнанка"
    },
    {
        "value": "Вигода (Гусятинський р-н)",
        "label": "Вигода (Гусятинський р-н)"
    },
    {
        "value": "Вигода (Заліщицький р-н., Терноп. обл.)",
        "label": "Вигода (Заліщицький р-н., Терноп. обл.)"
    },
    {
        "value": "Вигода (Івано-Франківська обл)",
        "label": "Вигода (Івано-Франківська обл)"
    },
    {
        "value": "Вигода (Одеська обл)",
        "label": "Вигода (Одеська обл)"
    },
    {
        "value": "Вигода (Тернопільська обл.)",
        "label": "Вигода (Тернопільська обл.)"
    },
    {
        "value": "Вигон",
        "label": "Вигон"
    },
    {
        "value": "Виграїв",
        "label": "Виграїв"
    },
    {
        "value": "Вигуричі",
        "label": "Вигуричі"
    },
    {
        "value": "Видерта",
        "label": "Видерта"
    },
    {
        "value": "Видинів",
        "label": "Видинів"
    },
    {
        "value": "Видне",
        "label": "Видне"
    },
    {
        "value": "Видраниця",
        "label": "Видраниця"
    },
    {
        "value": "Видричі",
        "label": "Видричі"
    },
    {
        "value": "Видричка",
        "label": "Видричка"
    },
    {
        "value": "Виженка",
        "label": "Виженка"
    },
    {
        "value": "Вижниця",
        "label": "Вижниця"
    },
    {
        "value": "Вижній Березів",
        "label": "Вижній Березів"
    },
    {
        "value": "Визирка",
        "label": "Визирка"
    },
    {
        "value": "Викоти",
        "label": "Викоти"
    },
    {
        "value": "Вила",
        "label": "Вила"
    },
    {
        "value": "Вилкове",
        "label": "Вилкове"
    },
    {
        "value": "Вилок (Закарпатська обл.)",
        "label": "Вилок (Закарпатська обл.)"
    },
    {
        "value": "Винники",
        "label": "Винники"
    },
    {
        "value": "Винники (Дрогобицький р-н., Львівська обл.)",
        "label": "Винники (Дрогобицький р-н., Львівська обл.)"
    },
    {
        "value": "Виннички",
        "label": "Виннички"
    },
    {
        "value": "Виноград",
        "label": "Виноград"
    },
    {
        "value": "Виноград (Городенківський р-н)",
        "label": "Виноград (Городенківський р-н)"
    },
    {
        "value": "Виноград (Жовтнівка)",
        "label": "Виноград (Жовтнівка)"
    },
    {
        "value": "Виноград (Івано-Франківська обл.)",
        "label": "Виноград (Івано-Франківська обл.)"
    },
    {
        "value": "Виноградар",
        "label": "Виноградар"
    },
    {
        "value": "Виноградів",
        "label": "Виноградів"
    },
    {
        "value": "Виноградівка",
        "label": "Виноградівка"
    },
    {
        "value": "Виноградівка (Кіровоградська обл.)",
        "label": "Виноградівка (Кіровоградська обл.)"
    },
    {
        "value": "Виноградівка (Одеська обл., Болградський р-н)",
        "label": "Виноградівка (Одеська обл., Болградський р-н)"
    },
    {
        "value": "Виноградівка (Одеська обл.)",
        "label": "Виноградівка (Одеська обл.)"
    },
    {
        "value": "Виноградівка (Роздільнянський р-н)",
        "label": "Виноградівка (Роздільнянський р-н)"
    },
    {
        "value": "Виноградівка (Тарутинський р-н., Одеська обл.)",
        "label": "Виноградівка (Тарутинський р-н., Одеська обл.)"
    },
    {
        "value": "Виноградівка (Хмельницька обл.)",
        "label": "Виноградівка (Хмельницька обл.)"
    },
    {
        "value": "Виноградне (Березівський р-н)",
        "label": "Виноградне (Березівський р-н)"
    },
    {
        "value": "Виноградне (Болградський р-н)",
        "label": "Виноградне (Болградський р-н)"
    },
    {
        "value": "Виноградне (Заліщицький р-н)",
        "label": "Виноградне (Заліщицький р-н)"
    },
    {
        "value": "Виноградне (Миколаївська обл.)",
        "label": "Виноградне (Миколаївська обл.)"
    },
    {
        "value": "Виноградове (Херсонська обл.)",
        "label": "Виноградове (Херсонська обл.)"
    },
    {
        "value": "Винятинці",
        "label": "Винятинці"
    },
    {
        "value": "Випасне (Білгород-Дністровський р-н)",
        "label": "Випасне (Білгород-Дністровський р-н)"
    },
    {
        "value": "Виповзки",
        "label": "Виповзки"
    },
    {
        "value": "Вири",
        "label": "Вири"
    },
    {
        "value": "Вири (Сумська обл.)",
        "label": "Вири (Сумська обл.)"
    },
    {
        "value": "Вирів",
        "label": "Вирів"
    },
    {
        "value": "Вирівка",
        "label": "Вирівка"
    },
    {
        "value": "Вирішальне (Лохвицький р-н)",
        "label": "Вирішальне (Лохвицький р-н)"
    },
    {
        "value": "Вирішальний",
        "label": "Вирішальний"
    },
    {
        "value": "Виселок",
        "label": "Виселок"
    },
    {
        "value": "Вислобоки",
        "label": "Вислобоки"
    },
    {
        "value": "Висока Вакулівка",
        "label": "Висока Вакулівка"
    },
    {
        "value": "Висока Піч",
        "label": "Висока Піч"
    },
    {
        "value": "Високе",
        "label": "Високе"
    },
    {
        "value": "Високе (Вінницька обл.)",
        "label": "Високе (Вінницька обл.)"
    },
    {
        "value": "Високе (Дніпропетровська обл.)",
        "label": "Високе (Дніпропетровська обл.)"
    },
    {
        "value": "Високе (Житомирська обл.)",
        "label": "Високе (Житомирська обл.)"
    },
    {
        "value": "Високе (Михайлівський р-н., Зпорізька обл.)",
        "label": "Високе (Михайлівський р-н., Зпорізька обл.)"
    },
    {
        "value": "Високе (Монастириський р-н., Терноп. обл.)",
        "label": "Високе (Монастириський р-н., Терноп. обл.)"
    },
    {
        "value": "Високе (Первомайський р-н)",
        "label": "Високе (Первомайський р-н)"
    },
    {
        "value": "Високе (Тетіївський р-н., Київська обл.)",
        "label": "Високе (Тетіївський р-н., Київська обл.)"
    },
    {
        "value": "Високе (Херсонська обл.)",
        "label": "Високе (Херсонська обл.)"
    },
    {
        "value": "Високий",
        "label": "Високий"
    },
    {
        "value": "Високі Байраки",
        "label": "Високі Байраки"
    },
    {
        "value": "Високогірне",
        "label": "Високогірне"
    },
    {
        "value": "Високопілля",
        "label": "Високопілля"
    },
    {
        "value": "Високопілля (Харківська обл.)",
        "label": "Високопілля (Харківська обл.)"
    },
    {
        "value": "Висоцьк",
        "label": "Висоцьк"
    },
    {
        "value": "Висоцько",
        "label": "Висоцько"
    },
    {
        "value": "Височанка",
        "label": "Височанка"
    },
    {
        "value": "Височанське",
        "label": "Височанське"
    },
    {
        "value": "Височинівка",
        "label": "Височинівка"
    },
    {
        "value": "Височне",
        "label": "Височне"
    },
    {
        "value": "Висунськ",
        "label": "Висунськ"
    },
    {
        "value": "Витачів",
        "label": "Витачів"
    },
    {
        "value": "Витвиця",
        "label": "Витвиця"
    },
    {
        "value": "Витилівка",
        "label": "Витилівка"
    },
    {
        "value": "Витязівка",
        "label": "Витязівка"
    },
    {
        "value": "Вихватнівці (Хмельницька обл.)",
        "label": "Вихватнівці (Хмельницька обл.)"
    },
    {
        "value": "Вихвостів",
        "label": "Вихвостів"
    },
    {
        "value": "Вихопні",
        "label": "Вихопні"
    },
    {
        "value": "Вихрівка",
        "label": "Вихрівка"
    },
    {
        "value": "Вичівка",
        "label": "Вичівка"
    },
    {
        "value": "Вишгород",
        "label": "Вишгород"
    },
    {
        "value": "Вишевичі",
        "label": "Вишевичі"
    },
    {
        "value": "Вишеньки",
        "label": "Вишеньки"
    },
    {
        "value": "Вишеньки (Коропський п-н., Чернігівська обл.)",
        "label": "Вишеньки (Коропський п-н., Чернігівська обл.)"
    },
    {
        "value": "Вишків",
        "label": "Вишків"
    },
    {
        "value": "Вишківці",
        "label": "Вишківці"
    },
    {
        "value": "Вишково",
        "label": "Вишково"
    },
    {
        "value": "Вишнева",
        "label": "Вишнева"
    },
    {
        "value": "Вишневе",
        "label": "Вишневе"
    },
    {
        "value": "Вишневе (Дніпропетровська обл)",
        "label": "Вишневе (Дніпропетровська обл)"
    },
    {
        "value": "Вишневе (Донецька обл.)",
        "label": "Вишневе (Донецька обл.)"
    },
    {
        "value": "Вишневе (Кіровоградська обл.)",
        "label": "Вишневе (Кіровоградська обл.)"
    },
    {
        "value": "Вишневе (Кобеляцький р-н)",
        "label": "Вишневе (Кобеляцький р-н)"
    },
    {
        "value": "Вишневе (Криничанський р-н)",
        "label": "Вишневе (Криничанський р-н)"
    },
    {
        "value": "Вишневе (Любашівський р-н.)",
        "label": "Вишневе (Любашівський р-н.)"
    },
    {
        "value": "Вишневе (Одеська обл.)",
        "label": "Вишневе (Одеська обл.)"
    },
    {
        "value": "Вишневе (Полтавська обл.)",
        "label": "Вишневе (Полтавська обл.)"
    },
    {
        "value": "Вишневе (Софіївський р-н)",
        "label": "Вишневе (Софіївський р-н)"
    },
    {
        "value": "Вишневе (Хорольський р-н)",
        "label": "Вишневе (Хорольський р-н)"
    },
    {
        "value": "Вишневе (Широківський р-н. Дніпропетровська обл.)",
        "label": "Вишневе (Широківський р-н. Дніпропетровська обл.)"
    },
    {
        "value": "Вишнів",
        "label": "Вишнів"
    },
    {
        "value": "Вишнів (Ківерцівський р-н)",
        "label": "Вишнів (Ківерцівський р-н)"
    },
    {
        "value": "Вишнівець",
        "label": "Вишнівець"
    },
    {
        "value": "Вишнівці",
        "label": "Вишнівці"
    },
    {
        "value": "Вишнівці (Надвірнянський р-н)",
        "label": "Вишнівці (Надвірнянський р-н)"
    },
    {
        "value": "Вишнівчик",
        "label": "Вишнівчик"
    },
    {
        "value": "Вишнівчик (Тернопільська обл.)",
        "label": "Вишнівчик (Тернопільська обл.)"
    },
    {
        "value": "Вишнопіль",
        "label": "Вишнопіль"
    },
    {
        "value": "Вишнопіль (Старокостянтинівський р-н)",
        "label": "Вишнопіль (Старокостянтинівський р-н)"
    },
    {
        "value": "Вишнювате",
        "label": "Вишнювате"
    },
    {
        "value": "Вишня",
        "label": "Вишня"
    },
    {
        "value": "Вишняки (Козельщинський р-н)",
        "label": "Вишняки (Козельщинський р-н)"
    },
    {
        "value": "Вишняки (Хорольський р-н)",
        "label": "Вишняки (Хорольський р-н)"
    },
    {
        "value": "Вишняківка",
        "label": "Вишняківка"
    },
    {
        "value": "Вишоватий (Закарпатська обл.)",
        "label": "Вишоватий (Закарпатська обл.)"
    },
    {
        "value": "Вища Дубечня",
        "label": "Вища Дубечня"
    },
    {
        "value": "Вищеольчедаїв",
        "label": "Вищеольчедаїв"
    },
    {
        "value": "Вищетарасівка",
        "label": "Вищетарасівка"
    },
    {
        "value": "Вищий Булатець",
        "label": "Вищий Булатець"
    },
    {
        "value": "Вищі Верещаки",
        "label": "Вищі Верещаки"
    },
    {
        "value": "Вищі Луб'янки",
        "label": "Вищі Луб'янки"
    },
    {
        "value": "Вівся",
        "label": "Вівся"
    },
    {
        "value": "Вівся (Тернопільська обл.)",
        "label": "Вівся (Тернопільська обл.)"
    },
    {
        "value": "Вівсяники",
        "label": "Вівсяники"
    },
    {
        "value": "Вівчарове",
        "label": "Вівчарове"
    },
    {
        "value": "Відники",
        "label": "Відники"
    },
    {
        "value": "Віднів",
        "label": "Віднів"
    },
    {
        "value": "Відрадне",
        "label": "Відрадне"
    },
    {
        "value": "Віжомля",
        "label": "Віжомля"
    },
    {
        "value": "Війниця (Волинська обл.)",
        "label": "Війниця (Волинська обл.)"
    },
    {
        "value": "Військове",
        "label": "Військове"
    },
    {
        "value": "Війтівка",
        "label": "Війтівка"
    },
    {
        "value": "Війтівці (Вінницька обл.)",
        "label": "Війтівці (Вінницька обл.)"
    },
    {
        "value": "Війтівці (Хмельницька обл.)",
        "label": "Війтівці (Хмельницька обл.)"
    },
    {
        "value": "Вікнина",
        "label": "Вікнина"
    },
    {
        "value": "Вікнине",
        "label": "Вікнине"
    },
    {
        "value": "Вікно",
        "label": "Вікно"
    },
    {
        "value": "Вікно (Тернопільська обл.)",
        "label": "Вікно (Тернопільська обл.)"
    },
    {
        "value": "Вікно (Чернівецька обл.)",
        "label": "Вікно (Чернівецька обл.)"
    },
    {
        "value": "Вікняни",
        "label": "Вікняни"
    },
    {
        "value": "Вікторів",
        "label": "Вікторів"
    },
    {
        "value": "Вікторівка (Березівський р-н)",
        "label": "Вікторівка (Березівський р-н)"
    },
    {
        "value": "Вікторівка (Старомаяківська територіальна громада)",
        "label": "Вікторівка (Старомаяківська територіальна громада)"
    },
    {
        "value": "Вікторівка (Тернопільська обл.)",
        "label": "Вікторівка (Тернопільська обл.)"
    },
    {
        "value": "Вікторія",
        "label": "Вікторія"
    },
    {
        "value": "Вілиця",
        "label": "Вілиця"
    },
    {
        "value": "Вілія",
        "label": "Вілія"
    },
    {
        "value": "Вілія (Рівненська обл.)",
        "label": "Вілія (Рівненська обл.)"
    },
    {
        "value": "Вільне",
        "label": "Вільне"
    },
    {
        "value": "Вільне (Дніпропетровська обл.)",
        "label": "Вільне (Дніпропетровська обл.)"
    },
    {
        "value": "Вільне (Донецька обл.)",
        "label": "Вільне (Донецька обл.)"
    },
    {
        "value": "Вільне (Кіровоградська обл.)",
        "label": "Вільне (Кіровоградська обл.)"
    },
    {
        "value": "Вільне (Криворізький р-н)",
        "label": "Вільне (Криворізький р-н)"
    },
    {
        "value": "Вільне (Тарутинський р-н., Одеська обл.)",
        "label": "Вільне (Тарутинський р-н., Одеська обл.)"
    },
    {
        "value": "Вільне (Чернігівська обл.)",
        "label": "Вільне (Чернігівська обл.)"
    },
    {
        "value": "Вільне Запоріжжя",
        "label": "Вільне Запоріжжя"
    },
    {
        "value": "Вільне(Новомосковський р-н)",
        "label": "Вільне(Новомосковський р-н)"
    },
    {
        "value": "Вільний Посад",
        "label": "Вільний Посад"
    },
    {
        "value": "Вільниця",
        "label": "Вільниця"
    },
    {
        "value": "Вільноандріївка",
        "label": "Вільноандріївка"
    },
    {
        "value": "Вільногірськ",
        "label": "Вільногірськ"
    },
    {
        "value": "Вільня",
        "label": "Вільня"
    },
    {
        "value": "Вільнянка",
        "label": "Вільнянка"
    },
    {
        "value": "Вільнянка (Житомирська обл.)",
        "label": "Вільнянка (Житомирська обл.)"
    },
    {
        "value": "Вільнянськ",
        "label": "Вільнянськ"
    },
    {
        "value": "Вільськ",
        "label": "Вільськ"
    },
    {
        "value": "Вільхи",
        "label": "Вільхи"
    },
    {
        "value": "Вільхівка",
        "label": "Вільхівка"
    },
    {
        "value": "Вільхівка (Закарпатська обл.)",
        "label": "Вільхівка (Закарпатська обл.)"
    },
    {
        "value": "Вільхівка (Івано-Франківська обл.)",
        "label": "Вільхівка (Івано-Франківська обл.)"
    },
    {
        "value": "Вільхівка (Харківська обл.)",
        "label": "Вільхівка (Харківська обл.)"
    },
    {
        "value": "Вільхівці",
        "label": "Вільхівці"
    },
    {
        "value": "Вільхівці (Івано-Франківська обл.)",
        "label": "Вільхівці (Івано-Франківська обл.)"
    },
    {
        "value": "Вільхівці (Львівська обл.)",
        "label": "Вільхівці (Львівська обл.)"
    },
    {
        "value": "Вільхівці (Чемеровецький р-н)",
        "label": "Вільхівці (Чемеровецький р-н)"
    },
    {
        "value": "Вільхівці-Лази",
        "label": "Вільхівці-Лази"
    },
    {
        "value": "Вільхівчик",
        "label": "Вільхівчик"
    },
    {
        "value": "Вільхівчик (Тернопільська обл.)",
        "label": "Вільхівчик (Тернопільська обл.)"
    },
    {
        "value": "Вільховатий",
        "label": "Вільховатий"
    },
    {
        "value": "Вільховець",
        "label": "Вільховець"
    },
    {
        "value": "Вільховець (Київська обл.)",
        "label": "Вільховець (Київська обл.)"
    },
    {
        "value": "Вільховець (Львівська обл.)",
        "label": "Вільховець (Львівська обл.)"
    },
    {
        "value": "Вільховець (Тернопільська обл.)",
        "label": "Вільховець (Тернопільська обл.)"
    },
    {
        "value": "Вільховець (Хмельницька обл.)",
        "label": "Вільховець (Хмельницька обл.)"
    },
    {
        "value": "Вільховиця",
        "label": "Вільховиця"
    },
    {
        "value": "Вільхуватка",
        "label": "Вільхуватка"
    },
    {
        "value": "Вільхуватка (Полтавська обл.)",
        "label": "Вільхуватка (Полтавська обл.)"
    },
    {
        "value": "Вільча",
        "label": "Вільча"
    },
    {
        "value": "Вільшана (Харківська обл.)",
        "label": "Вільшана (Харківська обл.)"
    },
    {
        "value": "Вільшана (Черкаська обл.)",
        "label": "Вільшана (Черкаська обл.)"
    },
    {
        "value": "Вільшана-Слобідка",
        "label": "Вільшана-Слобідка"
    },
    {
        "value": "Вільшана(Сумська обл.)",
        "label": "Вільшана(Сумська обл.)"
    },
    {
        "value": "Вільшани (Закарпатська обл.)",
        "label": "Вільшани (Закарпатська обл.)"
    },
    {
        "value": "Вільшани (Харківська обл.)",
        "label": "Вільшани (Харківська обл.)"
    },
    {
        "value": "Вільшаник",
        "label": "Вільшаник"
    },
    {
        "value": "Вільшаниця",
        "label": "Вільшаниця"
    },
    {
        "value": "Вільшаниця (Хмельницька обл.)",
        "label": "Вільшаниця (Хмельницька обл.)"
    },
    {
        "value": "Вільшанка (Вільшанська територіальна громада)",
        "label": "Вільшанка (Вільшанська територіальна громада)"
    },
    {
        "value": "Вільшанка (Вінницька обл.)",
        "label": "Вільшанка (Вінницька обл.)"
    },
    {
        "value": "Вільшанка (Надлацька громада)",
        "label": "Вільшанка (Надлацька громада)"
    },
    {
        "value": "Вільшанка (Одеська обл.)",
        "label": "Вільшанка (Одеська обл.)"
    },
    {
        "value": "Вільшанка (Полтавська обл.)",
        "label": "Вільшанка (Полтавська обл.)"
    },
    {
        "value": "Вільшанка (Черкаська обл.) ",
        "label": "Вільшанка (Черкаська обл.) "
    },
    {
        "value": "Вільшанка (Чуднівський р-н)",
        "label": "Вільшанка (Чуднівський р-н)"
    },
    {
        "value": "Вільшанська Новоселиця",
        "label": "Вільшанська Новоселиця"
    },
    {
        "value": "Вінинці",
        "label": "Вінинці"
    },
    {
        "value": "Вінниківці",
        "label": "Вінниківці"
    },
    {
        "value": "Вінницькі Хутори",
        "label": "Вінницькі Хутори"
    },
    {
        "value": "Вінниця",
        "label": "Вінниця"
    },
    {
        "value": "Віньківці",
        "label": "Віньківці"
    },
    {
        "value": "Вірівка (Донецька обл.)",
        "label": "Вірівка (Донецька обл.)"
    },
    {
        "value": "Вірівка (Херсонська обл.)",
        "label": "Вірівка (Херсонська обл.)"
    },
    {
        "value": "Вірля",
        "label": "Вірля"
    },
    {
        "value": "Вістова",
        "label": "Вістова"
    },
    {
        "value": "Вістовичі",
        "label": "Вістовичі"
    },
    {
        "value": "Вістря",
        "label": "Вістря"
    },
    {
        "value": "Віта-Поштова",
        "label": "Віта-Поштова"
    },
    {
        "value": "Вітковичі",
        "label": "Вітковичі"
    },
    {
        "value": "Вітове",
        "label": "Вітове"
    },
    {
        "value": "Вітрянка",
        "label": "Вітрянка"
    },
    {
        "value": "Владиславівка (Млинівський р-н)",
        "label": "Владиславівка (Млинівський р-н)"
    },
    {
        "value": "Владиславка",
        "label": "Владиславка"
    },
    {
        "value": "Владиславчик",
        "label": "Владиславчик"
    },
    {
        "value": "Владичень",
        "label": "Владичень"
    },
    {
        "value": "Владична",
        "label": "Владична"
    },
    {
        "value": "Владівка",
        "label": "Владівка"
    },
    {
        "value": "Владівка (Житомирська обл.)",
        "label": "Владівка (Житомирська обл.)"
    },
    {
        "value": "Власівка",
        "label": "Власівка"
    },
    {
        "value": "Власівка (Київська обл.)",
        "label": "Власівка (Київська обл.)"
    },
    {
        "value": "Власівка (Харківська обл.)",
        "label": "Власівка (Харківська обл.)"
    },
    {
        "value": "Вовків",
        "label": "Вовків"
    },
    {
        "value": "Вовків (Перемишлянський р-н)",
        "label": "Вовків (Перемишлянський р-н)"
    },
    {
        "value": "Вовківка",
        "label": "Вовківка"
    },
    {
        "value": "Вовківці",
        "label": "Вовківці"
    },
    {
        "value": "Вовківці (Шумський р-н)",
        "label": "Вовківці (Шумський р-н)"
    },
    {
        "value": "Вовковинці",
        "label": "Вовковинці"
    },
    {
        "value": "Вовча Гора",
        "label": "Вовча Гора"
    },
    {
        "value": "Вовчанськ",
        "label": "Вовчанськ"
    },
    {
        "value": "Вовчанське",
        "label": "Вовчанське"
    },
    {
        "value": "Вовчанські Хутори",
        "label": "Вовчанські Хутори"
    },
    {
        "value": "Вовчатичі",
        "label": "Вовчатичі"
    },
    {
        "value": "Вовче",
        "label": "Вовче"
    },
    {
        "value": "Вовчий",
        "label": "Вовчий"
    },
    {
        "value": "Вовчик",
        "label": "Вовчик"
    },
    {
        "value": "Вовчинець",
        "label": "Вовчинець"
    },
    {
        "value": "Вовчинець (Вижницький р-н)",
        "label": "Вовчинець (Вижницький р-н)"
    },
    {
        "value": "Вовчинець (Чернівецька обл.)",
        "label": "Вовчинець (Чернівецька обл.)"
    },
    {
        "value": "Вовчицьк",
        "label": "Вовчицьк"
    },
    {
        "value": "Вовчищовичі",
        "label": "Вовчищовичі"
    },
    {
        "value": "Вовчків",
        "label": "Вовчків"
    },
    {
        "value": "Вовчків (Поліська територіальна громада)",
        "label": "Вовчків (Поліська територіальна громада)"
    },
    {
        "value": "Вовчківці",
        "label": "Вовчківці"
    },
    {
        "value": "Вовчок",
        "label": "Вовчок"
    },
    {
        "value": "Вовчухи",
        "label": "Вовчухи"
    },
    {
        "value": "Водиця",
        "label": "Водиця"
    },
    {
        "value": "Водники",
        "label": "Водники"
    },
    {
        "value": "Водотиї",
        "label": "Водотиї"
    },
    {
        "value": "Водяна Балка",
        "label": "Водяна Балка"
    },
    {
        "value": "Водяне (Дніпропетровська обл.)",
        "label": "Водяне (Дніпропетровська обл.)"
    },
    {
        "value": "Водяне (Зміївський р-н)",
        "label": "Водяне (Зміївський р-н)"
    },
    {
        "value": "Водяне (Кам'янсько-Дніпровський р-н)",
        "label": "Водяне (Кам'янсько-Дніпровський р-н)"
    },
    {
        "value": "Водяне (Кіровоградська обл.)",
        "label": "Водяне (Кіровоградська обл.)"
    },
    {
        "value": "Водяне (Компаніївський р-н, Кіровоградська обл.)",
        "label": "Водяне (Компаніївський р-н, Кіровоградська обл.)"
    },
    {
        "value": "Водяне (Полтавська обл.)",
        "label": "Водяне (Полтавська обл.)"
    },
    {
        "value": "Водяне (Харківська обл.)",
        "label": "Водяне (Харківська обл.)"
    },
    {
        "value": "Водяне (Черкаська обл.)",
        "label": "Водяне (Черкаська обл.)"
    },
    {
        "value": "Водяне (Широківський р-н)",
        "label": "Водяне (Широківський р-н)"
    },
    {
        "value": "Водяники",
        "label": "Водяники"
    },
    {
        "value": "Водянське (Донецька обл.)",
        "label": "Водянське (Донецька обл.)"
    },
    {
        "value": "Воєводівка",
        "label": "Воєводівка"
    },
    {
        "value": "Воєводське (Миколаївська обл.)",
        "label": "Воєводське (Миколаївська обл.)"
    },
    {
        "value": "Воєгоща",
        "label": "Воєгоща"
    },
    {
        "value": "Воздвиженське",
        "label": "Воздвиженське"
    },
    {
        "value": "Воздвижівка",
        "label": "Воздвижівка"
    },
    {
        "value": "Возилів",
        "label": "Возилів"
    },
    {
        "value": "Вознесенка",
        "label": "Вознесенка"
    },
    {
        "value": "Вознесенка (Сумська обл.)",
        "label": "Вознесенка (Сумська обл.)"
    },
    {
        "value": "Вознесенка Друга",
        "label": "Вознесенка Друга"
    },
    {
        "value": "Вознесенка Перша (Одеська обл.)",
        "label": "Вознесенка Перша (Одеська обл.)"
    },
    {
        "value": "Вознесенськ",
        "label": "Вознесенськ"
    },
    {
        "value": "Вознесенське",
        "label": "Вознесенське"
    },
    {
        "value": "Возсіятське",
        "label": "Возсіятське"
    },
    {
        "value": "Войнилів",
        "label": "Войнилів"
    },
    {
        "value": "Войнин",
        "label": "Войнин"
    },
    {
        "value": "Войниха",
        "label": "Войниха"
    },
    {
        "value": "Войнівка",
        "label": "Войнівка"
    },
    {
        "value": "Войнівка (Полтавська обл.)",
        "label": "Войнівка (Полтавська обл.)"
    },
    {
        "value": "Войславичі",
        "label": "Войславичі"
    },
    {
        "value": "Войтове",
        "label": "Войтове"
    },
    {
        "value": "Волинка",
        "label": "Волинка"
    },
    {
        "value": "Волиця",
        "label": "Волиця"
    },
    {
        "value": "Волиця (Андрушівський р-н)",
        "label": "Волиця (Андрушівський р-н)"
    },
    {
        "value": "Волиця (Волинська обл.)",
        "label": "Волиця (Волинська обл.)"
    },
    {
        "value": "Волиця (Жовківський р-н)",
        "label": "Волиця (Жовківський р-н)"
    },
    {
        "value": "Волиця (Камінь-Каширський р-н)",
        "label": "Волиця (Камінь-Каширський р-н)"
    },
    {
        "value": "Волиця (Комарева)",
        "label": "Волиця (Комарева)"
    },
    {
        "value": "Волиця (Кременецький р-н., Терноп. обл.)",
        "label": "Волиця (Кременецький р-н., Терноп. обл.)"
    },
    {
        "value": "Волиця (Львівська обл.)",
        "label": "Волиця (Львівська обл.)"
    },
    {
        "value": "Волиця (Мостиський р-н., Львівська обл.)",
        "label": "Волиця (Мостиський р-н., Львівська обл.)"
    },
    {
        "value": "Волиця (Хмельницька обл.)",
        "label": "Волиця (Хмельницька обл.)"
    },
    {
        "value": "Волиця (Хмельницький р-н)",
        "label": "Волиця (Хмельницький р-н)"
    },
    {
        "value": "Волиця-Гніздичівська",
        "label": "Волиця-Гніздичівська"
    },
    {
        "value": "Волноваха",
        "label": "Волноваха"
    },
    {
        "value": "Воловець",
        "label": "Воловець"
    },
    {
        "value": "Володарка",
        "label": "Володарка"
    },
    {
        "value": "Володимир",
        "label": "Володимир"
    },
    {
        "value": "Володимирець",
        "label": "Володимирець"
    },
    {
        "value": "Володимирівка (Бахмутський район)",
        "label": "Володимирівка (Бахмутський район)"
    },
    {
        "value": "Володимирівка (Вишгородський р-н)",
        "label": "Володимирівка (Вишгородський р-н)"
    },
    {
        "value": "Володимирівка (Волинська обл.)",
        "label": "Володимирівка (Волинська обл.)"
    },
    {
        "value": "Володимирівка (Доманівський р-н., Мик. обл.)",
        "label": "Володимирівка (Доманівський р-н., Мик. обл.)"
    },
    {
        "value": "Володимирівка (Донецька обл.)",
        "label": "Володимирівка (Донецька обл.)"
    },
    {
        "value": "Володимирівка (Запорізька обл.)",
        "label": "Володимирівка (Запорізька обл.)"
    },
    {
        "value": "Володимирівка (Знам'янський р-н.)",
        "label": "Володимирівка (Знам'янський р-н.)"
    },
    {
        "value": "Володимирівка (Казанківський р-н)",
        "label": "Володимирівка (Казанківський р-н)"
    },
    {
        "value": "Володимирівка (Київська обл.)",
        "label": "Володимирівка (Київська обл.)"
    },
    {
        "value": "Володимирівка (Кіровоградський р-н., Кір. обл)",
        "label": "Володимирівка (Кіровоградський р-н., Кір. обл)"
    },
    {
        "value": "Володимирівка (Красноградський р-н)",
        "label": "Володимирівка (Красноградський р-н)"
    },
    {
        "value": "Володимирівка (Краснокутський р-н)",
        "label": "Володимирівка (Краснокутський р-н)"
    },
    {
        "value": "Володимирівка (Петрівський р-н.)",
        "label": "Володимирівка (Петрівський р-н.)"
    },
    {
        "value": "Володимирівка (Херсонська обл.)",
        "label": "Володимирівка (Херсонська обл.)"
    },
    {
        "value": "Володимирівка (Якимівський р-н., Запорізька обл.)",
        "label": "Володимирівка (Якимівський р-н., Запорізька обл.)"
    },
    {
        "value": "Володимирівське",
        "label": "Володимирівське"
    },
    {
        "value": "Володимирці",
        "label": "Володимирці"
    },
    {
        "value": "Володіївці",
        "label": "Володіївці"
    },
    {
        "value": "Володькова Дівиця",
        "label": "Володькова Дівиця"
    },
    {
        "value": "Волока",
        "label": "Волока"
    },
    {
        "value": "Волока (Вижницький р-н.)",
        "label": "Волока (Вижницький р-н.)"
    },
    {
        "value": "Волосів",
        "label": "Волосів"
    },
    {
        "value": "Волосівка (Житомирська обл.)",
        "label": "Волосівка (Житомирська обл.)"
    },
    {
        "value": "Волосівці",
        "label": "Волосівці"
    },
    {
        "value": "Волосківці",
        "label": "Волосківці"
    },
    {
        "value": "Волосківці (Рівненська обл.)",
        "label": "Волосківці (Рівненська обл.)"
    },
    {
        "value": "Волостків",
        "label": "Волостків"
    },
    {
        "value": "Волоське",
        "label": "Волоське"
    },
    {
        "value": "Волосянка",
        "label": "Волосянка"
    },
    {
        "value": "Волосянка (Закарпатська обл.)",
        "label": "Волосянка (Закарпатська обл.)"
    },
    {
        "value": "Волочиськ",
        "label": "Волочиськ"
    },
    {
        "value": "Волошинівка",
        "label": "Волошинівка"
    },
    {
        "value": "Волошки (Волинська обл.)",
        "label": "Волошки (Волинська обл.)"
    },
    {
        "value": "Волошкове",
        "label": "Волошкове"
    },
    {
        "value": "Волоща (Львівська обл.)",
        "label": "Волоща (Львівська обл.)"
    },
    {
        "value": "Волощина",
        "label": "Волощина"
    },
    {
        "value": "Волсвин",
        "label": "Волсвин"
    },
    {
        "value": "Воля Любинська",
        "label": "Воля Любинська"
    },
    {
        "value": "Воля Якубова",
        "label": "Воля Якубова"
    },
    {
        "value": "Воля-Баранецька (Львівська обл.)",
        "label": "Воля-Баранецька (Львівська обл.)"
    },
    {
        "value": "Воля-Блажівська",
        "label": "Воля-Блажівська"
    },
    {
        "value": "Воля-Висоцька",
        "label": "Воля-Висоцька"
    },
    {
        "value": "Воля-Гомулецька",
        "label": "Воля-Гомулецька"
    },
    {
        "value": "Воля-Довголуцька",
        "label": "Воля-Довголуцька"
    },
    {
        "value": "Воля-Задеревацька",
        "label": "Воля-Задеревацька"
    },
    {
        "value": "Воля-Ковельська",
        "label": "Воля-Ковельська"
    },
    {
        "value": "Воля-Любитівська",
        "label": "Воля-Любитівська"
    },
    {
        "value": "Вонігове",
        "label": "Вонігове"
    },
    {
        "value": "Ворзель",
        "label": "Ворзель"
    },
    {
        "value": "Ворничани",
        "label": "Ворничани"
    },
    {
        "value": "Воробіївка (Білогірський р-н)",
        "label": "Воробіївка (Білогірський р-н)"
    },
    {
        "value": "Воробіївка (Полонський р-н)",
        "label": "Воробіївка (Полонський р-н)"
    },
    {
        "value": "Воробіївка (Хмельницька обл.)",
        "label": "Воробіївка (Хмельницька обл.)"
    },
    {
        "value": "Вороблевичі",
        "label": "Вороблевичі"
    },
    {
        "value": "Вороблячин",
        "label": "Вороблячин"
    },
    {
        "value": "Ворожба (Лебединський р-н)",
        "label": "Ворожба (Лебединський р-н)"
    },
    {
        "value": "Ворокомле",
        "label": "Ворокомле"
    },
    {
        "value": "Ворона",
        "label": "Ворона"
    },
    {
        "value": "Вороне",
        "label": "Вороне"
    },
    {
        "value": "Воронинці",
        "label": "Воронинці"
    },
    {
        "value": "Воронівка (Черкаська обл.)",
        "label": "Воронівка (Черкаська обл.)"
    },
    {
        "value": "Воронівці",
        "label": "Воронівці"
    },
    {
        "value": "Воронівці (Хмельницька обл.)",
        "label": "Воронівці (Хмельницька обл.)"
    },
    {
        "value": "Вороніж",
        "label": "Вороніж"
    },
    {
        "value": "Воронки",
        "label": "Воронки"
    },
    {
        "value": "Воронове",
        "label": "Воронове"
    },
    {
        "value": "Вороновиця",
        "label": "Вороновиця"
    },
    {
        "value": "Вороновиця (Чернівецька обл.)",
        "label": "Вороновиця (Чернівецька обл.)"
    },
    {
        "value": "Вороньки (Полтавська обл.)",
        "label": "Вороньки (Полтавська обл.)"
    },
    {
        "value": "Вороньки (Чернігівська обл.)",
        "label": "Вороньки (Чернігівська обл.)"
    },
    {
        "value": "Вороньків",
        "label": "Вороньків"
    },
    {
        "value": "Вороньківка",
        "label": "Вороньківка"
    },
    {
        "value": "Вороняки",
        "label": "Вороняки"
    },
    {
        "value": "Воропаїв",
        "label": "Воропаїв"
    },
    {
        "value": "Воротнів",
        "label": "Воротнів"
    },
    {
        "value": "Ворохта",
        "label": "Ворохта"
    },
    {
        "value": "Вороців",
        "label": "Вороців"
    },
    {
        "value": "Ворочово",
        "label": "Ворочово"
    },
    {
        "value": "Ворошилівка",
        "label": "Ворошилівка"
    },
    {
        "value": "Ворсівка",
        "label": "Ворсівка"
    },
    {
        "value": "Воскобійники",
        "label": "Воскобійники"
    },
    {
        "value": "Воскодави",
        "label": "Воскодави"
    },
    {
        "value": "Воскресенівка",
        "label": "Воскресенівка"
    },
    {
        "value": "Воскресенка",
        "label": "Воскресенка"
    },
    {
        "value": "Воскресенка (Херсонська обл.)",
        "label": "Воскресенка (Херсонська обл.)"
    },
    {
        "value": "Воскресенське (Київська обл.)",
        "label": "Воскресенське (Київська обл.)"
    },
    {
        "value": "Воскресенське (Миколаївська обл.)",
        "label": "Воскресенське (Миколаївська обл.)"
    },
    {
        "value": "Воскресинці",
        "label": "Воскресинці"
    },
    {
        "value": "Воскресинці (Рогатинський р-н)",
        "label": "Воскресинці (Рогатинський р-н)"
    },
    {
        "value": "Вотилівка (Черкаська обл.)",
        "label": "Вотилівка (Черкаська обл.)"
    },
    {
        "value": "Вощанці",
        "label": "Вощанці"
    },
    {
        "value": "Воютин",
        "label": "Воютин"
    },
    {
        "value": "Воютичі",
        "label": "Воютичі"
    },
    {
        "value": "Врадіївка",
        "label": "Врадіївка"
    },
    {
        "value": "Времівка",
        "label": "Времівка"
    },
    {
        "value": "Врубівка",
        "label": "Врубівка"
    },
    {
        "value": "Врублівці",
        "label": "Врублівці"
    },
    {
        "value": "Вугледар",
        "label": "Вугледар"
    },
    {
        "value": "Вузлове",
        "label": "Вузлове"
    },
    {
        "value": "Вучкове",
        "label": "Вучкове"
    },
    {
        "value": "Вчорайше",
        "label": "Вчорайше"
    },
    {
        "value": "Гавиноси",
        "label": "Гавиноси"
    },
    {
        "value": "Гаврилівка",
        "label": "Гаврилівка"
    },
    {
        "value": "Гаврилівка (Дніпропетровська обл.)",
        "label": "Гаврилівка (Дніпропетровська обл.)"
    },
    {
        "value": "Гаврилівка (Івано-Франківська обл.)",
        "label": "Гаврилівка (Івано-Франківська обл.)"
    },
    {
        "value": "Гаврилівка (Харківська обл.)",
        "label": "Гаврилівка (Харківська обл.)"
    },
    {
        "value": "Гаврилівка (Херсонська обл.)",
        "label": "Гаврилівка (Херсонська обл.)"
    },
    {
        "value": "Гаврилівка (Хмельницька обл)",
        "label": "Гаврилівка (Хмельницька обл)"
    },
    {
        "value": "Гаврилівка Друга (Херсонська обл.)",
        "label": "Гаврилівка Друга (Херсонська обл.)"
    },
    {
        "value": "Гаврилівці (Хмельницька обл.)",
        "label": "Гаврилівці (Хмельницька обл.)"
    },
    {
        "value": "Гаврилівці (Чернівецька обл.)",
        "label": "Гаврилівці (Чернівецька обл.)"
    },
    {
        "value": "Гавриляк (Івано-Франківська обл.)",
        "label": "Гавриляк (Івано-Франківська обл.)"
    },
    {
        "value": "Гавришівка",
        "label": "Гавришівка"
    },
    {
        "value": "Гадзинка",
        "label": "Гадзинка"
    },
    {
        "value": "Гадинківці",
        "label": "Гадинківці"
    },
    {
        "value": "Гадяч",
        "label": "Гадяч"
    },
    {
        "value": "Гаї",
        "label": "Гаї"
    },
    {
        "value": "Гаї (Кременецький р-н)",
        "label": "Гаї (Кременецький р-н)"
    },
    {
        "value": "Гаї (Сумська обл.)",
        "label": "Гаї (Сумська обл.)"
    },
    {
        "value": "Гаї-Гречинські",
        "label": "Гаї-Гречинські"
    },
    {
        "value": "Гаї-Дітковецькі",
        "label": "Гаї-Дітковецькі"
    },
    {
        "value": "Гаї-за-Рудою",
        "label": "Гаї-за-Рудою"
    },
    {
        "value": "Гаї-Лев'ятинські",
        "label": "Гаї-Лев'ятинські"
    },
    {
        "value": "Гаї-Розтоцькі",
        "label": "Гаї-Розтоцькі"
    },
    {
        "value": "Гаї-Смоленські",
        "label": "Гаї-Смоленські"
    },
    {
        "value": "Гаї-Шевченківські",
        "label": "Гаї-Шевченківські"
    },
    {
        "value": "Гаївка",
        "label": "Гаївка"
    },
    {
        "value": "Гаївка (Одеська обл.)",
        "label": "Гаївка (Одеська обл.)"
    },
    {
        "value": "Гаївщина",
        "label": "Гаївщина"
    },
    {
        "value": "Гай",
        "label": "Гай"
    },
    {
        "value": "Гайворон",
        "label": "Гайворон"
    },
    {
        "value": "Гайворон (Бахмацький р-н., Чернігівська обл.)",
        "label": "Гайворон (Бахмацький р-н., Чернігівська обл.)"
    },
    {
        "value": "Гайворон (Київська обл.)",
        "label": "Гайворон (Київська обл.)"
    },
    {
        "value": "Гайворонка",
        "label": "Гайворонка"
    },
    {
        "value": "Гайдош",
        "label": "Гайдош"
    },
    {
        "value": "Гайдучина",
        "label": "Гайдучина"
    },
    {
        "value": "Гайове (Вінницька обл.)",
        "label": "Гайове (Вінницька обл.)"
    },
    {
        "value": "Гайове (Волинська обл.)",
        "label": "Гайове (Волинська обл.)"
    },
    {
        "value": "Гайове (Київська обл.)",
        "label": "Гайове (Київська обл.)"
    },
    {
        "value": "Гайове (Кіровоградська обл.)",
        "label": "Гайове (Кіровоградська обл.)"
    },
    {
        "value": "Гайок",
        "label": "Гайок"
    },
    {
        "value": "Гайсин",
        "label": "Гайсин"
    },
    {
        "value": "Гайшин",
        "label": "Гайшин"
    },
    {
        "value": "Галабор",
        "label": "Галабор"
    },
    {
        "value": "Галаганівка (Черкаська обл.)",
        "label": "Галаганівка (Черкаська обл.)"
    },
    {
        "value": "Галайки",
        "label": "Галайки"
    },
    {
        "value": "Галайківці",
        "label": "Галайківці"
    },
    {
        "value": "Галина Воля",
        "label": "Галина Воля"
    },
    {
        "value": "Галинка",
        "label": "Галинка"
    },
    {
        "value": "Галицинове",
        "label": "Галицинове"
    },
    {
        "value": "Галицівка",
        "label": "Галицівка"
    },
    {
        "value": "Галицьке (Львівська обл.)",
        "label": "Галицьке (Львівська обл.)"
    },
    {
        "value": "Галиця",
        "label": "Галиця"
    },
    {
        "value": "Галич",
        "label": "Галич"
    },
    {
        "value": "Галичани",
        "label": "Галичани"
    },
    {
        "value": "Галичани (Львівська обл.)",
        "label": "Галичани (Львівська обл.)"
    },
    {
        "value": "Галіївка",
        "label": "Галіївка"
    },
    {
        "value": "Галузія",
        "label": "Галузія"
    },
    {
        "value": "Галущина Гребля",
        "label": "Галущина Гребля"
    },
    {
        "value": "Галущинці",
        "label": "Галущинці"
    },
    {
        "value": "Гальжбіївка",
        "label": "Гальжбіївка"
    },
    {
        "value": "Гальчин",
        "label": "Гальчин"
    },
    {
        "value": "Гальчинці",
        "label": "Гальчинці"
    },
    {
        "value": "Галяве",
        "label": "Галяве"
    },
    {
        "value": "Гамаліївка",
        "label": "Гамаліївка"
    },
    {
        "value": "Гамаліївка (Сумська обл.)",
        "label": "Гамаліївка (Сумська обл.)"
    },
    {
        "value": "Гамарня",
        "label": "Гамарня"
    },
    {
        "value": "Гамулівка",
        "label": "Гамулівка"
    },
    {
        "value": "Гандрабури",
        "label": "Гандрабури"
    },
    {
        "value": "Ганичі",
        "label": "Ганичі"
    },
    {
        "value": "Ганнинське",
        "label": "Ганнинське"
    },
    {
        "value": "Ганнівка (Верхньодніпровський р-н)",
        "label": "Ганнівка (Верхньодніпровський р-н)"
    },
    {
        "value": "Ганнівка (Височанська сільська рада)",
        "label": "Ганнівка (Височанська сільська рада)"
    },
    {
        "value": "Ганнівка (Долинський р-н., Кіровоградська обл.)",
        "label": "Ганнівка (Долинський р-н., Кіровоградська обл.)"
    },
    {
        "value": "Ганнівка (Донецька обл.)",
        "label": "Ганнівка (Донецька обл.)"
    },
    {
        "value": "Ганнівка (Дунаєвецький р-н., Хмельн. обл.)",
        "label": "Ганнівка (Дунаєвецький р-н., Хмельн. обл.)"
    },
    {
        "value": "Ганнівка (Запорізька обл.)",
        "label": "Ганнівка (Запорізька обл.)"
    },
    {
        "value": "Ганнівка (Новоархангельський р-н)",
        "label": "Ганнівка (Новоархангельський р-н)"
    },
    {
        "value": "Ганнівка (Новоукраїнський р-н)",
        "label": "Ганнівка (Новоукраїнський р-н)"
    },
    {
        "value": "Ганнівка (Одеська обл.)",
        "label": "Ганнівка (Одеська обл.)"
    },
    {
        "value": "Ганнівка (Петрівський р-н., Кіровоградська обл)",
        "label": "Ганнівка (Петрівський р-н., Кіровоградська обл)"
    },
    {
        "value": "Ганнівка (Чернігівська обл.)",
        "label": "Ганнівка (Чернігівська обл.)"
    },
    {
        "value": "Ганнівка-Вирівська",
        "label": "Ганнівка-Вирівська"
    },
    {
        "value": "Ганнівці",
        "label": "Ганнівці"
    },
    {
        "value": "Ганно-Покровка",
        "label": "Ганно-Покровка"
    },
    {
        "value": "Ганнопіль",
        "label": "Ганнопіль"
    },
    {
        "value": "Ганнопіль (Вінницька обл.)",
        "label": "Ганнопіль (Вінницька обл.)"
    },
    {
        "value": "Ганнусівка",
        "label": "Ганнусівка"
    },
    {
        "value": "Ганьківці",
        "label": "Ганьківці"
    },
    {
        "value": "Ганьковиця",
        "label": "Ганьковиця"
    },
    {
        "value": "Гаразджа",
        "label": "Гаразджа"
    },
    {
        "value": "Гарасимів",
        "label": "Гарасимів"
    },
    {
        "value": "Гарасимівка",
        "label": "Гарасимівка"
    },
    {
        "value": "Гарбузин",
        "label": "Гарбузин"
    },
    {
        "value": "Гарбузин (Чернігівська обл.)",
        "label": "Гарбузин (Чернігівська обл.)"
    },
    {
        "value": "Гарбузівка",
        "label": "Гарбузівка"
    },
    {
        "value": "Гаркушинці",
        "label": "Гаркушинці"
    },
    {
        "value": "Гармаки",
        "label": "Гармаки"
    },
    {
        "value": "Гарманівка",
        "label": "Гарманівка"
    },
    {
        "value": "Гарнишівка",
        "label": "Гарнишівка"
    },
    {
        "value": "Гарячківка",
        "label": "Гарячківка"
    },
    {
        "value": "Гасанівка",
        "label": "Гасанівка"
    },
    {
        "value": "Гатище",
        "label": "Гатище"
    },
    {
        "value": "Гатна",
        "label": "Гатна"
    },
    {
        "value": "Гатне",
        "label": "Гатне"
    },
    {
        "value": "Гать",
        "label": "Гать"
    },
    {
        "value": "Гвардійське (Одеська обл.)",
        "label": "Гвардійське (Одеська обл.)"
    },
    {
        "value": "Гвардійське (Хмельницька обл.)",
        "label": "Гвардійське (Хмельницька обл.)"
    },
    {
        "value": "Гвізд",
        "label": "Гвізд"
    },
    {
        "value": "Гвіздець",
        "label": "Гвіздець"
    },
    {
        "value": "Гвіздів",
        "label": "Гвіздів"
    },
    {
        "value": "Гвіздівці",
        "label": "Гвіздівці"
    },
    {
        "value": "Гвоздавка Друга",
        "label": "Гвоздавка Друга"
    },
    {
        "value": "Гвоздавка Перша",
        "label": "Гвоздавка Перша"
    },
    {
        "value": "Гвоздиківка",
        "label": "Гвоздиківка"
    },
    {
        "value": "Гвоздів",
        "label": "Гвоздів"
    },
    {
        "value": "Гейсиха",
        "label": "Гейсиха"
    },
    {
        "value": "Гельмязів",
        "label": "Гельмязів"
    },
    {
        "value": "Генівка",
        "label": "Генівка"
    },
    {
        "value": "Геніївка",
        "label": "Геніївка"
    },
    {
        "value": "Генічеська Гірка",
        "label": "Генічеська Гірка"
    },
    {
        "value": "Герасимівка",
        "label": "Герасимівка"
    },
    {
        "value": "Гереженівка",
        "label": "Гереженівка"
    },
    {
        "value": "Гериня",
        "label": "Гериня"
    },
    {
        "value": "Гермаківка",
        "label": "Гермаківка"
    },
    {
        "value": "Германівка",
        "label": "Германівка"
    },
    {
        "value": "Геронимівка",
        "label": "Геронимівка"
    },
    {
        "value": "Герца",
        "label": "Герца"
    },
    {
        "value": "Гетиня",
        "label": "Гетиня"
    },
    {
        "value": "Гетьманівка",
        "label": "Гетьманівка"
    },
    {
        "value": "Геча (Закарпатська обл.)",
        "label": "Геча (Закарпатська обл.)"
    },
    {
        "value": "Гибалівка",
        "label": "Гибалівка"
    },
    {
        "value": "Гиновичі",
        "label": "Гиновичі"
    },
    {
        "value": "Гиряві Ісківці",
        "label": "Гиряві Ісківці"
    },
    {
        "value": "Гійче",
        "label": "Гійче"
    },
    {
        "value": "Гільча Друга (Рівненська обл.)",
        "label": "Гільча Друга (Рівненська обл.)"
    },
    {
        "value": "Гільча Перша",
        "label": "Гільча Перша"
    },
    {
        "value": "Гірка Полонка",
        "label": "Гірка Полонка"
    },
    {
        "value": "Гірки (Волинська обл.)",
        "label": "Гірки (Волинська обл.)"
    },
    {
        "value": "Гірки (Житомирська обл.)",
        "label": "Гірки (Житомирська обл.)"
    },
    {
        "value": "Гірне",
        "label": "Гірне"
    },
    {
        "value": "Гірник",
        "label": "Гірник"
    },
    {
        "value": "Гірник (Львівська обл.)",
        "label": "Гірник (Львівська обл.)"
    },
    {
        "value": "Гірники",
        "label": "Гірники"
    },
    {
        "value": "Гірсівка",
        "label": "Гірсівка"
    },
    {
        "value": "Гірське",
        "label": "Гірське"
    },
    {
        "value": "Гірське (Львівська обл.)",
        "label": "Гірське (Львівська обл.)"
    },
    {
        "value": "Гірчична",
        "label": "Гірчична"
    },
    {
        "value": "Гішин",
        "label": "Гішин"
    },
    {
        "value": "Главані",
        "label": "Главані"
    },
    {
        "value": "Гладке",
        "label": "Гладке"
    },
    {
        "value": "Гладківка",
        "label": "Гладківка"
    },
    {
        "value": "Гладківщина",
        "label": "Гладківщина"
    },
    {
        "value": "Гладковичі",
        "label": "Гладковичі"
    },
    {
        "value": "Гламазди",
        "label": "Гламазди"
    },
    {
        "value": "Гланишів",
        "label": "Гланишів"
    },
    {
        "value": "Глеваха",
        "label": "Глеваха"
    },
    {
        "value": "Глезне",
        "label": "Глезне"
    },
    {
        "value": "Глибівка",
        "label": "Глибівка"
    },
    {
        "value": "Глибока",
        "label": "Глибока"
    },
    {
        "value": "Глибока (Івано-Франківська обл.)",
        "label": "Глибока (Івано-Франківська обл.)"
    },
    {
        "value": "Глибока Балка (Полтавська обл.)",
        "label": "Глибока Балка (Полтавська обл.)"
    },
    {
        "value": "Глибока Долина",
        "label": "Глибока Долина"
    },
    {
        "value": "Глибоке",
        "label": "Глибоке"
    },
    {
        "value": "Глибоке (Закарпатська обл.)",
        "label": "Глибоке (Закарпатська обл.)"
    },
    {
        "value": "Глибоке (Івано-Франківська обл.)",
        "label": "Глибоке (Івано-Франківська обл.)"
    },
    {
        "value": "Глибоке (Олександрійський р-н., Кіров. обл.)",
        "label": "Глибоке (Олександрійський р-н., Кіров. обл.)"
    },
    {
        "value": "Глибоке (Харківська обл.)",
        "label": "Глибоке (Харківська обл.)"
    },
    {
        "value": "Глибокий Потік",
        "label": "Глибокий Потік"
    },
    {
        "value": "Глибокояр",
        "label": "Глибокояр"
    },
    {
        "value": "Глибочиця",
        "label": "Глибочиця"
    },
    {
        "value": "Глибочок (Вінницька обл.)",
        "label": "Глибочок (Вінницька обл.)"
    },
    {
        "value": "Глибочок (Житомирська обл.)",
        "label": "Глибочок (Житомирська обл.)"
    },
    {
        "value": "Глибочок (Кам'янська сільська рада)",
        "label": "Глибочок (Кам'янська сільська рада)"
    },
    {
        "value": "Глибочок (Рівненська обл.)",
        "label": "Глибочок (Рівненська обл.)"
    },
    {
        "value": "Глибочок (Тальнівський р-н)",
        "label": "Глибочок (Тальнівський р-н)"
    },
    {
        "value": "Глибочок (Тернопільська обл.)",
        "label": "Глибочок (Тернопільська обл.)"
    },
    {
        "value": "Глибочок (Хмельницька обл.)",
        "label": "Глибочок (Хмельницька обл.)"
    },
    {
        "value": "Глиниці",
        "label": "Глиниці"
    },
    {
        "value": "Глиниця",
        "label": "Глиниця"
    },
    {
        "value": "Глинки",
        "label": "Глинки"
    },
    {
        "value": "Глинна",
        "label": "Глинна"
    },
    {
        "value": "Глинне (Сарненський р-н, Рівненська обл.)",
        "label": "Глинне (Сарненський р-н, Рівненська обл.)"
    },
    {
        "value": "Глинськ (Вінницька обл.)",
        "label": "Глинськ (Вінницька обл.)"
    },
    {
        "value": "Глинськ (Кіровоградська обл.)",
        "label": "Глинськ (Кіровоградська обл.)"
    },
    {
        "value": "Глинськ (Львівська обл.)",
        "label": "Глинськ (Львівська обл.)"
    },
    {
        "value": "Глинськ (Рівненська обл.)",
        "label": "Глинськ (Рівненська обл.)"
    },
    {
        "value": "Глинськ (Сумська обл.)",
        "label": "Глинськ (Сумська обл.)"
    },
    {
        "value": "Глинське",
        "label": "Глинське"
    },
    {
        "value": "Глинське (Бершадський р-н)",
        "label": "Глинське (Бершадський р-н)"
    },
    {
        "value": "Глиняни",
        "label": "Глиняни"
    },
    {
        "value": "Глиняний",
        "label": "Глиняний"
    },
    {
        "value": "Глинянка",
        "label": "Глинянка"
    },
    {
        "value": "Глібів",
        "label": "Глібів"
    },
    {
        "value": "Глібівка",
        "label": "Глібівка"
    },
    {
        "value": "Глібки",
        "label": "Глібки"
    },
    {
        "value": "Глобине",
        "label": "Глобине"
    },
    {
        "value": "Глодове",
        "label": "Глодове"
    },
    {
        "value": "Глодоси",
        "label": "Глодоси"
    },
    {
        "value": "Глухи (Волинська обл.)",
        "label": "Глухи (Волинська обл.)"
    },
    {
        "value": "Глухів (Сумська обл.)",
        "label": "Глухів (Сумська обл.)"
    },
    {
        "value": "Глухівці",
        "label": "Глухівці"
    },
    {
        "value": "Глушин",
        "label": "Глушин"
    },
    {
        "value": "Глушиця (Рівненська обл.)",
        "label": "Глушиця (Рівненська обл.)"
    },
    {
        "value": "Глушки",
        "label": "Глушки"
    },
    {
        "value": "Глушків",
        "label": "Глушків"
    },
    {
        "value": "Глушківка",
        "label": "Глушківка"
    },
    {
        "value": "Глушківці",
        "label": "Глушківці"
    },
    {
        "value": "Гмирянка",
        "label": "Гмирянка"
    },
    {
        "value": "Гнаровське",
        "label": "Гнаровське"
    },
    {
        "value": "Гнатівка",
        "label": "Гнатівка"
    },
    {
        "value": "Гнатівка (Дніпропетровська обл.)",
        "label": "Гнатівка (Дніпропетровська обл.)"
    },
    {
        "value": "Гнатівка (Новомосковський р-н)",
        "label": "Гнатівка (Новомосковський р-н)"
    },
    {
        "value": "Гнатків",
        "label": "Гнатків"
    },
    {
        "value": "Гнилички",
        "label": "Гнилички"
    },
    {
        "value": "Гнівань",
        "label": "Гнівань"
    },
    {
        "value": "Гнідин",
        "label": "Гнідин"
    },
    {
        "value": "Гнідинці",
        "label": "Гнідинці"
    },
    {
        "value": "Гніздичів",
        "label": "Гніздичів"
    },
    {
        "value": "Гніздичне (Тернопільська обл.)",
        "label": "Гніздичне (Тернопільська обл.)"
    },
    {
        "value": "Говтвянчик",
        "label": "Говтвянчик"
    },
    {
        "value": "Гоголеве (Полтавська обл.)",
        "label": "Гоголеве (Полтавська обл.)"
    },
    {
        "value": "Гоголі",
        "label": "Гоголі"
    },
    {
        "value": "Гоголів (Броварський р-н)",
        "label": "Гоголів (Броварський р-н)"
    },
    {
        "value": "Годи-Добровідка",
        "label": "Годи-Добровідка"
    },
    {
        "value": "Годині",
        "label": "Годині"
    },
    {
        "value": "Годинівка",
        "label": "Годинівка"
    },
    {
        "value": "Годиха",
        "label": "Годиха"
    },
    {
        "value": "Годовиця",
        "label": "Годовиця"
    },
    {
        "value": "Годомичі",
        "label": "Годомичі"
    },
    {
        "value": "Годунівка (Київська обл.)",
        "label": "Годунівка (Київська обл.)"
    },
    {
        "value": "Гожули",
        "label": "Гожули"
    },
    {
        "value": "Гола Пристань",
        "label": "Гола Пристань"
    },
    {
        "value": "Голгоча",
        "label": "Голгоча"
    },
    {
        "value": "Голинчинці",
        "label": "Голинчинці"
    },
    {
        "value": "Голинь",
        "label": "Голинь"
    },
    {
        "value": "Голиця",
        "label": "Голиця"
    },
    {
        "value": "Голичівка",
        "label": "Голичівка"
    },
    {
        "value": "Голишів",
        "label": "Голишів"
    },
    {
        "value": "Голишів (Рівненська обл.)",
        "label": "Голишів (Рівненська обл.)"
    },
    {
        "value": "Голінка",
        "label": "Голінка"
    },
    {
        "value": "Голоби",
        "label": "Голоби"
    },
    {
        "value": "Голобородьківське",
        "label": "Голобородьківське"
    },
    {
        "value": "Голобутів",
        "label": "Голобутів"
    },
    {
        "value": "Голов'ятине",
        "label": "Голов'ятине"
    },
    {
        "value": "Голованівськ (Кіровоградська обл.)",
        "label": "Голованівськ (Кіровоградська обл.)"
    },
    {
        "value": "Голованівськ (Станція)",
        "label": "Голованівськ (Станція)"
    },
    {
        "value": "Головач",
        "label": "Головач"
    },
    {
        "value": "Головенка",
        "label": "Головенка"
    },
    {
        "value": "Головецько (Старосамбірський р-н)",
        "label": "Головецько (Старосамбірський р-н)"
    },
    {
        "value": "Голови",
        "label": "Голови"
    },
    {
        "value": "Головин (Рівненська обл.)",
        "label": "Головин (Рівненська обл.)"
    },
    {
        "value": "Головине",
        "label": "Головине"
    },
    {
        "value": "Головки",
        "label": "Головки"
    },
    {
        "value": "Головківка",
        "label": "Головківка"
    },
    {
        "value": "Головлі",
        "label": "Головлі"
    },
    {
        "value": "Головне",
        "label": "Головне"
    },
    {
        "value": "Головниця",
        "label": "Головниця"
    },
    {
        "value": "Головурів",
        "label": "Головурів"
    },
    {
        "value": "Головчинці",
        "label": "Головчинці"
    },
    {
        "value": "Головчинці (Тернопільська обл.)",
        "label": "Головчинці (Тернопільська обл.)"
    },
    {
        "value": "Голодьки (Київська обл.)",
        "label": "Голодьки (Київська обл.)"
    },
    {
        "value": "Голозубинці",
        "label": "Голозубинці"
    },
    {
        "value": "Голосків",
        "label": "Голосків"
    },
    {
        "value": "Голосків (Хмельницька обл., Летичівський р-н)",
        "label": "Голосків (Хмельницька обл., Летичівський р-н)"
    },
    {
        "value": "Голосків (Хмельницька обл.)",
        "label": "Голосків (Хмельницька обл.)"
    },
    {
        "value": "Голосковичі",
        "label": "Голосковичі"
    },
    {
        "value": "Голотки",
        "label": "Голотки"
    },
    {
        "value": "Голубече",
        "label": "Голубече"
    },
    {
        "value": "Голубине",
        "label": "Голубине"
    },
    {
        "value": "Голубиця",
        "label": "Голубиця"
    },
    {
        "value": "Голубичі",
        "label": "Голубичі"
    },
    {
        "value": "Голубівка",
        "label": "Голубівка"
    },
    {
        "value": "Голубівка (Житомирська обл.)",
        "label": "Голубівка (Житомирська обл.)"
    },
    {
        "value": "Голубівка (Харківська обл.)",
        "label": "Голубівка (Харківська обл.)"
    },
    {
        "value": "Голубівка (Чернігівська обл.)",
        "label": "Голубівка (Чернігівська обл.)"
    },
    {
        "value": "Голубівка(Лебединський р-н)",
        "label": "Голубівка(Лебединський р-н)"
    },
    {
        "value": "Голубне",
        "label": "Голубне"
    },
    {
        "value": "Гольма",
        "label": "Гольма"
    },
    {
        "value": "Голяки",
        "label": "Голяки"
    },
    {
        "value": "Голятин (Закарпатська обл.)",
        "label": "Голятин (Закарпатська обл.)"
    },
    {
        "value": "Гонорівка",
        "label": "Гонорівка"
    },
    {
        "value": "Гонорівка (Ямпільський р-н)",
        "label": "Гонорівка (Ямпільський р-н)"
    },
    {
        "value": "Гонтівка",
        "label": "Гонтівка"
    },
    {
        "value": "Гончари",
        "label": "Гончари"
    },
    {
        "value": "Гончариха",
        "label": "Гончариха"
    },
    {
        "value": "Гончарівка",
        "label": "Гончарівка"
    },
    {
        "value": "Гончарівка (Львівська обл.)",
        "label": "Гончарівка (Львівська обл.)"
    },
    {
        "value": "Гончарівка (Монастириський р-н)",
        "label": "Гончарівка (Монастириський р-н)"
    },
    {
        "value": "Гончарівка (Одеська обл.)",
        "label": "Гончарівка (Одеська обл.)"
    },
    {
        "value": "Гончарівське",
        "label": "Гончарівське"
    },
    {
        "value": "Гоптівка",
        "label": "Гоптівка"
    },
    {
        "value": "Гопчиця",
        "label": "Гопчиця"
    },
    {
        "value": "Гора (Бориспільський р-н., Київська обл.)",
        "label": "Гора (Бориспільський р-н., Київська обл.)"
    },
    {
        "value": "Гора (Полтавська обл.)",
        "label": "Гора (Полтавська обл.)"
    },
    {
        "value": "Гораївка",
        "label": "Гораївка"
    },
    {
        "value": "Горай",
        "label": "Горай"
    },
    {
        "value": "Гораймівка",
        "label": "Гораймівка"
    },
    {
        "value": "Горбаків",
        "label": "Горбаків"
    },
    {
        "value": "Горбані",
        "label": "Горбані"
    },
    {
        "value": "Горбанівка",
        "label": "Горбанівка"
    },
    {
        "value": "Горбанівка (Вінницька обл., Вінницький р-н)",
        "label": "Горбанівка (Вінницька обл., Вінницький р-н)"
    },
    {
        "value": "Горбасів",
        "label": "Горбасів"
    },
    {
        "value": "Горбачі",
        "label": "Горбачі"
    },
    {
        "value": "Горби",
        "label": "Горби"
    },
    {
        "value": "Горбівці",
        "label": "Горбівці"
    },
    {
        "value": "Горбівці (Вінницька обл.)",
        "label": "Горбівці (Вінницька обл.)"
    },
    {
        "value": "Горбки",
        "label": "Горбки"
    },
    {
        "value": "Горбків",
        "label": "Горбків"
    },
    {
        "value": "Горбова",
        "label": "Горбова"
    },
    {
        "value": "Горбове",
        "label": "Горбове"
    },
    {
        "value": "Горбове (Куликівський р-н)",
        "label": "Горбове (Куликівський р-н)"
    },
    {
        "value": "Горбовичі",
        "label": "Горбовичі"
    },
    {
        "value": "Горбок",
        "label": "Горбок"
    },
    {
        "value": "Гордашівка",
        "label": "Гордашівка"
    },
    {
        "value": "Гординя",
        "label": "Гординя"
    },
    {
        "value": "Гордіївка",
        "label": "Гордіївка"
    },
    {
        "value": "Гордіївка (Романівський р-н)",
        "label": "Гордіївка (Романівський р-н)"
    },
    {
        "value": "Гореничі",
        "label": "Гореничі"
    },
    {
        "value": "Горенка",
        "label": "Горенка"
    },
    {
        "value": "Горинка",
        "label": "Горинка"
    },
    {
        "value": "Гориньград Перший",
        "label": "Гориньград Перший"
    },
    {
        "value": "Горінчово",
        "label": "Горінчово"
    },
    {
        "value": "Горішнє Залуччя",
        "label": "Горішнє Залуччя"
    },
    {
        "value": "Горішні Плавні",
        "label": "Горішні Плавні"
    },
    {
        "value": "Горішні Шерівці",
        "label": "Горішні Шерівці"
    },
    {
        "value": "Горішній",
        "label": "Горішній"
    },
    {
        "value": "Горішня Вигнанка",
        "label": "Горішня Вигнанка"
    },
    {
        "value": "Горішня Слобідка",
        "label": "Горішня Слобідка"
    },
    {
        "value": "Горностаївка",
        "label": "Горностаївка"
    },
    {
        "value": "Горностаївка (Новотроїцький р-н, Херсонська обл.)",
        "label": "Горностаївка (Новотроїцький р-н, Херсонська обл.)"
    },
    {
        "value": "Горностайпіль",
        "label": "Горностайпіль"
    },
    {
        "value": "Горобіївка",
        "label": "Горобіївка"
    },
    {
        "value": "Горобіївка (Бориспільський р-н)",
        "label": "Горобіївка (Бориспільський р-н)"
    },
    {
        "value": "Городенка",
        "label": "Городенка"
    },
    {
        "value": "Городець",
        "label": "Городець"
    },
    {
        "value": "Городець (Житомирська обл.)",
        "label": "Городець (Житомирська обл.)"
    },
    {
        "value": "Городецьке",
        "label": "Городецьке"
    },
    {
        "value": "Городжів",
        "label": "Городжів"
    },
    {
        "value": "Городилів",
        "label": "Городилів"
    },
    {
        "value": "Городище",
        "label": "Городище"
    },
    {
        "value": "Городище (Баївська сільська рада)",
        "label": "Городище (Баївська сільська рада)"
    },
    {
        "value": "Городище (Бахмацький р-н., Чернігівська обл.)",
        "label": "Городище (Бахмацький р-н., Чернігівська обл.)"
    },
    {
        "value": "Городище (Березнівський р-н.)",
        "label": "Городище (Березнівський р-н.)"
    },
    {
        "value": "Городище (Бориспільський р-н)",
        "label": "Городище (Бориспільський р-н)"
    },
    {
        "value": "Городище (Вінницька обл., Піщанський р-н)",
        "label": "Городище (Вінницька обл., Піщанський р-н)"
    },
    {
        "value": "Городище (Волинська обл.)",
        "label": "Городище (Волинська обл.)"
    },
    {
        "value": "Городище (Ківерцівський р-н., Волинська обл.)",
        "label": "Городище (Ківерцівський р-н., Волинська обл.)"
    },
    {
        "value": "Городище (Луганська обл.)",
        "label": "Городище (Луганська обл.)"
    },
    {
        "value": "Городище (Менський р-н)",
        "label": "Городище (Менський р-н)"
    },
    {
        "value": "Городище (Рівненський р-н., Рівненська обл.)",
        "label": "Городище (Рівненський р-н., Рівненська обл.)"
    },
    {
        "value": "Городище (Тернопільська обл.)",
        "label": "Городище (Тернопільська обл.)"
    },
    {
        "value": "Городище (Хмельницька обл.)",
        "label": "Городище (Хмельницька обл.)"
    },
    {
        "value": "Городище (Черкаська обл.)",
        "label": "Городище (Черкаська обл.)"
    },
    {
        "value": "Городище-Косівське",
        "label": "Городище-Косівське"
    },
    {
        "value": "Городище-Пустоварівське",
        "label": "Городище-Пустоварівське"
    },
    {
        "value": "Городищенське",
        "label": "Городищенське"
    },
    {
        "value": "Городківка",
        "label": "Городківка"
    },
    {
        "value": "Городнє",
        "label": "Городнє"
    },
    {
        "value": "Городнє (Волинська обл.)",
        "label": "Городнє (Волинська обл.)"
    },
    {
        "value": "Городнє (Луганська обл.)",
        "label": "Городнє (Луганська обл.)"
    },
    {
        "value": "Городнє (Харківська обл.)",
        "label": "Городнє (Харківська обл.)"
    },
    {
        "value": "Городниця",
        "label": "Городниця"
    },
    {
        "value": "Городниця (Житомирська обл.)",
        "label": "Городниця (Житомирська обл.)"
    },
    {
        "value": "Городниця (Івано-Франківська обл.)",
        "label": "Городниця (Івано-Франківська обл.)"
    },
    {
        "value": "Городниця (Підволочиський р-н)",
        "label": "Городниця (Підволочиський р-н)"
    },
    {
        "value": "Городниця (Черкаська обл.)",
        "label": "Городниця (Черкаська обл.)"
    },
    {
        "value": "Городня",
        "label": "Городня"
    },
    {
        "value": "Городовичі",
        "label": "Городовичі"
    },
    {
        "value": "Городок (Вінницька обл.)",
        "label": "Городок (Вінницька обл.)"
    },
    {
        "value": "Городок (Волинська обл., Луцький р-н)",
        "label": "Городок (Волинська обл., Луцький р-н)"
    },
    {
        "value": "Городок (Волинська обл.)",
        "label": "Городок (Волинська обл.)"
    },
    {
        "value": "Городок (Житомирська обл.)",
        "label": "Городок (Житомирська обл.)"
    },
    {
        "value": "Городок (Заліщицький р-н., Терноп. обл.)",
        "label": "Городок (Заліщицький р-н., Терноп. обл.)"
    },
    {
        "value": "Городок (Рівненська обл.)",
        "label": "Городок (Рівненська обл.)"
    },
    {
        "value": "Городок (Хмельницька обл.)",
        "label": "Городок (Хмельницька обл.)"
    },
    {
        "value": "Городок(Львівська обл.)",
        "label": "Городок(Львівська обл.)"
    },
    {
        "value": "Городське",
        "label": "Городське"
    },
    {
        "value": "Горонглаб",
        "label": "Горонглаб"
    },
    {
        "value": "Горонда",
        "label": "Горонда"
    },
    {
        "value": "Горопаї",
        "label": "Горопаї"
    },
    {
        "value": "Горохів",
        "label": "Горохів"
    },
    {
        "value": "Горохівське",
        "label": "Горохівське"
    },
    {
        "value": "Гороховатка",
        "label": "Гороховатка"
    },
    {
        "value": "Горохове",
        "label": "Горохове"
    },
    {
        "value": "Горохолин Ліс",
        "label": "Горохолин Ліс"
    },
    {
        "value": "Горохолина (Івано-Франківська обл.)",
        "label": "Горохолина (Івано-Франківська обл.)"
    },
    {
        "value": "Горошівці",
        "label": "Горошівці"
    },
    {
        "value": "Горошків",
        "label": "Горошків"
    },
    {
        "value": "Горошова",
        "label": "Горошова"
    },
    {
        "value": "Горпин",
        "label": "Горпин"
    },
    {
        "value": "Горщик",
        "label": "Горщик"
    },
    {
        "value": "Горького",
        "label": "Горького"
    },
    {
        "value": "Горького (Харківська обл.)",
        "label": "Горького (Харківська обл.)"
    },
    {
        "value": "Горяни",
        "label": "Горяни"
    },
    {
        "value": "Горянівське",
        "label": "Горянівське"
    },
    {
        "value": "Гостинцеве",
        "label": "Гостинцеве"
    },
    {
        "value": "Гостів",
        "label": "Гостів"
    },
    {
        "value": "Гостомель",
        "label": "Гостомель"
    },
    {
        "value": "Гостролуччя",
        "label": "Гостролуччя"
    },
    {
        "value": "Гостроподолянське",
        "label": "Гостроподолянське"
    },
    {
        "value": "Гошів",
        "label": "Гошів"
    },
    {
        "value": "Гошів (Житомирська обл.)",
        "label": "Гошів (Житомирська обл.)"
    },
    {
        "value": "Гоща",
        "label": "Гоща"
    },
    {
        "value": "Грабарівка",
        "label": "Грабарівка"
    },
    {
        "value": "Грабарівка (Піщанський р-н)",
        "label": "Грабарівка (Піщанський р-н)"
    },
    {
        "value": "Грабів",
        "label": "Грабів"
    },
    {
        "value": "Грабів (Рівненська обл.)",
        "label": "Грабів (Рівненська обл.)"
    },
    {
        "value": "Грабівка",
        "label": "Грабівка"
    },
    {
        "value": "Грабівці",
        "label": "Грабівці"
    },
    {
        "value": "Грабова",
        "label": "Грабова"
    },
    {
        "value": "Грабове",
        "label": "Грабове"
    },
    {
        "value": "Грабове (Шацький р-н)",
        "label": "Грабове (Шацький р-н)"
    },
    {
        "value": "Грабовець",
        "label": "Грабовець"
    },
    {
        "value": "Грабовець (Вінницька обл., Чернівецький р-н)",
        "label": "Грабовець (Вінницька обл., Чернівецький р-н)"
    },
    {
        "value": "Грабовець (Івано-Франківська обл.)",
        "label": "Грабовець (Івано-Франківська обл.)"
    },
    {
        "value": "Грабовець (Тернопільська обл.)",
        "label": "Грабовець (Тернопільська обл.)"
    },
    {
        "value": "Грабовське",
        "label": "Грабовське"
    },
    {
        "value": "Града",
        "label": "Града"
    },
    {
        "value": "Граддя",
        "label": "Граддя"
    },
    {
        "value": "Градениці",
        "label": "Градениці"
    },
    {
        "value": "Градизьк",
        "label": "Градизьк"
    },
    {
        "value": "Градівка",
        "label": "Градівка"
    },
    {
        "value": "Гранів",
        "label": "Гранів"
    },
    {
        "value": "Гранівка (Рівненська обл.)",
        "label": "Гранівка (Рівненська обл.)"
    },
    {
        "value": "Гранітне",
        "label": "Гранітне"
    },
    {
        "value": "Гранітне (Вінницька обл.)",
        "label": "Гранітне (Вінницька обл.)"
    },
    {
        "value": "Гранітне (Житомирська обл.)",
        "label": "Гранітне (Житомирська обл.)"
    },
    {
        "value": "Гранітне (Рівненська обл.)",
        "label": "Гранітне (Рівненська обл.)"
    },
    {
        "value": "Гребеники",
        "label": "Гребеники"
    },
    {
        "value": "Гребениківка",
        "label": "Гребениківка"
    },
    {
        "value": "Гребені",
        "label": "Гребені"
    },
    {
        "value": "Гребенів",
        "label": "Гребенів"
    },
    {
        "value": "Гребінка (Полтавська обл.)",
        "label": "Гребінка (Полтавська обл.)"
    },
    {
        "value": "Гребінки (Київська обл.)",
        "label": "Гребінки (Київська обл.)"
    },
    {
        "value": "Гребля",
        "label": "Гребля"
    },
    {
        "value": "Гребля (Закарпатська обл.)",
        "label": "Гребля (Закарпатська обл.)"
    },
    {
        "value": "Грейгове",
        "label": "Грейгове"
    },
    {
        "value": "Грем'яче",
        "label": "Грем'яче"
    },
    {
        "value": "Гречана",
        "label": "Гречана"
    },
    {
        "value": "Гречана (Волочиський р-н)",
        "label": "Гречана (Волочиський р-н)"
    },
    {
        "value": "Гречане",
        "label": "Гречане"
    },
    {
        "value": "Гречинці",
        "label": "Гречинці"
    },
    {
        "value": "Гречишкине",
        "label": "Гречишкине"
    },
    {
        "value": "Грибівка",
        "label": "Грибівка"
    },
    {
        "value": "Грибова",
        "label": "Грибова"
    },
    {
        "value": "Грибовиця",
        "label": "Грибовиця"
    },
    {
        "value": "Григорів (Монастириський р-н)",
        "label": "Григорів (Монастириський р-н)"
    },
    {
        "value": "Григорівка (Броварський р-н,Київська обл.)",
        "label": "Григорівка (Броварський р-н,Київська обл.)"
    },
    {
        "value": "Григорівка (Великобурлуцький р-н., Харків обл.)",
        "label": "Григорівка (Великобурлуцький р-н., Харків обл.)"
    },
    {
        "value": "Григорівка (Гребінківський р-н)",
        "label": "Григорівка (Гребінківський р-н)"
    },
    {
        "value": "Григорівка (Дергачівський р-н)",
        "label": "Григорівка (Дергачівський р-н)"
    },
    {
        "value": "Григорівка (Запорізький р-н., Запорізька обл.)",
        "label": "Григорівка (Запорізький р-н., Запорізька обл.)"
    },
    {
        "value": "Григорівка (Обухівський р-н., Київська обл.)",
        "label": "Григорівка (Обухівський р-н., Київська обл.)"
    },
    {
        "value": "Григорівка (Олександрійський р-н., Кір. обл.)",
        "label": "Григорівка (Олександрійський р-н., Кір. обл.)"
    },
    {
        "value": "Григорівка (Світловодський р-н.,Кіровог. обл.)",
        "label": "Григорівка (Світловодський р-н.,Кіровог. обл.)"
    },
    {
        "value": "Григорівка (Харківська обл.)",
        "label": "Григорівка (Харківська обл.)"
    },
    {
        "value": "Григорівка (Херсонська обл.)",
        "label": "Григорівка (Херсонська обл.)"
    },
    {
        "value": "Григорівка (Чернігівська обл.)",
        "label": "Григорівка (Чернігівська обл.)"
    },
    {
        "value": "Григорівка (Чорнобаївський р-н)",
        "label": "Григорівка (Чорнобаївський р-н)"
    },
    {
        "value": "Гримайлів",
        "label": "Гримайлів"
    },
    {
        "value": "Гринева (Хмельницька обл.)",
        "label": "Гринева (Хмельницька обл.)"
    },
    {
        "value": "Гриненки",
        "label": "Гриненки"
    },
    {
        "value": "Гринівка",
        "label": "Гринівка"
    },
    {
        "value": "Гринівці",
        "label": "Гринівці"
    },
    {
        "value": "Гринівці (Любарський р-н)",
        "label": "Гринівці (Любарський р-н)"
    },
    {
        "value": "Гриньків",
        "label": "Гриньків"
    },
    {
        "value": "Гриценки",
        "label": "Гриценки"
    },
    {
        "value": "Гриців",
        "label": "Гриців"
    },
    {
        "value": "Гриціївка",
        "label": "Гриціївка"
    },
    {
        "value": "Гришине (Донецька обл.)",
        "label": "Гришине (Донецька обл.)"
    },
    {
        "value": "Гришківці",
        "label": "Гришківці"
    },
    {
        "value": "Грищинці (Черкаська обл.)",
        "label": "Грищинці (Черкаська обл.)"
    },
    {
        "value": "Грімне",
        "label": "Грімне"
    },
    {
        "value": "Грінченкове",
        "label": "Грінченкове"
    },
    {
        "value": "Гродзеве",
        "label": "Гродзеве"
    },
    {
        "value": "Гродівка",
        "label": "Гродівка"
    },
    {
        "value": "Гроза",
        "label": "Гроза"
    },
    {
        "value": "Грозине",
        "label": "Грозине"
    },
    {
        "value": "Грозинці",
        "label": "Грозинці"
    },
    {
        "value": "Грозів",
        "label": "Грозів"
    },
    {
        "value": "Громада",
        "label": "Громада"
    },
    {
        "value": "Громадське",
        "label": "Громадське"
    },
    {
        "value": "Громи",
        "label": "Громи"
    },
    {
        "value": "Громівка",
        "label": "Громівка"
    },
    {
        "value": "Грубна",
        "label": "Грубна"
    },
    {
        "value": "Грудки (Волинська обл.)",
        "label": "Грудки (Волинська обл.)"
    },
    {
        "value": "Грузевиця",
        "label": "Грузевиця"
    },
    {
        "value": "Грузьке",
        "label": "Грузьке"
    },
    {
        "value": "Грузьке (Голованівський р-н., Кіровоградська обл.)",
        "label": "Грузьке (Голованівський р-н., Кіровоградська обл.)"
    },
    {
        "value": "Грузьке (Київська обл.)",
        "label": "Грузьке (Київська обл.)"
    },
    {
        "value": "Грузьке (Кіровоградська обл., Бобринецький р-н)",
        "label": "Грузьке (Кіровоградська обл., Бобринецький р-н)"
    },
    {
        "value": "Грузьке (Кролевецький р-н)",
        "label": "Грузьке (Кролевецький р-н)"
    },
    {
        "value": "Грунівка",
        "label": "Грунівка"
    },
    {
        "value": "Грунь",
        "label": "Грунь"
    },
    {
        "value": "Грусятичі",
        "label": "Грусятичі"
    },
    {
        "value": "Грушатичі",
        "label": "Грушатичі"
    },
    {
        "value": "Грушвиця Друга",
        "label": "Грушвиця Друга"
    },
    {
        "value": "Грушвиця Перша",
        "label": "Грушвиця Перша"
    },
    {
        "value": "Грушине",
        "label": "Грушине"
    },
    {
        "value": "Грушів",
        "label": "Грушів"
    },
    {
        "value": "Грушів (Київська обл.)",
        "label": "Грушів (Київська обл.)"
    },
    {
        "value": "Грушів (Яворівський р-н)",
        "label": "Грушів (Яворівський р-н)"
    },
    {
        "value": "Грушівка",
        "label": "Грушівка"
    },
    {
        "value": "Грушівка (Березнівський р-н)",
        "label": "Грушівка (Березнівський р-н)"
    },
    {
        "value": "Грушівка (Дніпропетровська обл.)",
        "label": "Грушівка (Дніпропетровська обл.)"
    },
    {
        "value": "Грушівка (Миколаївська обл.)",
        "label": "Грушівка (Миколаївська обл.)"
    },
    {
        "value": "Грушівка (Харківська обл.)",
        "label": "Грушівка (Харківська обл.)"
    },
    {
        "value": "Грушівці",
        "label": "Грушівці"
    },
    {
        "value": "Грушка",
        "label": "Грушка"
    },
    {
        "value": "Грушка (Кіровоградська обл.)",
        "label": "Грушка (Кіровоградська обл.)"
    },
    {
        "value": "Грушківка",
        "label": "Грушківка"
    },
    {
        "value": "Грушківці",
        "label": "Грушківці"
    },
    {
        "value": "Грушово",
        "label": "Грушово"
    },
    {
        "value": "Грушуватка (Дніпропетровська обл.)",
        "label": "Грушуватка (Дніпропетровська обл.)"
    },
    {
        "value": "Грушуваха",
        "label": "Грушуваха"
    },
    {
        "value": "Гряда",
        "label": "Гряда"
    },
    {
        "value": "Гряди",
        "label": "Гряди"
    },
    {
        "value": "Губарівка",
        "label": "Губарівка"
    },
    {
        "value": "Губин",
        "label": "Губин"
    },
    {
        "value": "Губин (Київська обл.)",
        "label": "Губин (Київська обл.)"
    },
    {
        "value": "Губиниха",
        "label": "Губиниха"
    },
    {
        "value": "Губівка",
        "label": "Губівка"
    },
    {
        "value": "Губків",
        "label": "Губків"
    },
    {
        "value": "Губник",
        "label": "Губник"
    },
    {
        "value": "Гудевичеве",
        "label": "Гудевичеве"
    },
    {
        "value": "Гудзівка",
        "label": "Гудзівка"
    },
    {
        "value": "Гудя",
        "label": "Гудя"
    },
    {
        "value": "Гужівка",
        "label": "Гужівка"
    },
    {
        "value": "Гузіїв",
        "label": "Гузіїв"
    },
    {
        "value": "Гуйва",
        "label": "Гуйва"
    },
    {
        "value": "Гуків",
        "label": "Гуків"
    },
    {
        "value": "Гукливий (Закарпатська обл.)",
        "label": "Гукливий (Закарпатська обл.)"
    },
    {
        "value": "Гулевичі",
        "label": "Гулевичі"
    },
    {
        "value": "Гулі",
        "label": "Гулі"
    },
    {
        "value": "Гулі (Барськийр-н)",
        "label": "Гулі (Барськийр-н)"
    },
    {
        "value": "Гулівці",
        "label": "Гулівці"
    },
    {
        "value": "Гульськ (Житомирська обл.)",
        "label": "Гульськ (Житомирська обл.)"
    },
    {
        "value": "Гуляївка",
        "label": "Гуляївка"
    },
    {
        "value": "Гуляйпільське",
        "label": "Гуляйпільське"
    },
    {
        "value": "Гуляйполе",
        "label": "Гуляйполе"
    },
    {
        "value": "Гуляйполе (Дніпропетровська обл.)",
        "label": "Гуляйполе (Дніпропетровська обл.)"
    },
    {
        "value": "Гуляйполе (Черкаська обл.)",
        "label": "Гуляйполе (Черкаська обл.)"
    },
    {
        "value": "Гулянка",
        "label": "Гулянка"
    },
    {
        "value": "Гулянка (Одеська обл.)",
        "label": "Гулянка (Одеська обл.)"
    },
    {
        "value": "Гуманець",
        "label": "Гуманець"
    },
    {
        "value": "Гуменів",
        "label": "Гуменів"
    },
    {
        "value": "Гуменне",
        "label": "Гуменне"
    },
    {
        "value": "Гуменці",
        "label": "Гуменці"
    },
    {
        "value": "Гумниська",
        "label": "Гумниська"
    },
    {
        "value": "Гуничі",
        "label": "Гуничі"
    },
    {
        "value": "Гунча",
        "label": "Гунча"
    },
    {
        "value": "Гуняді",
        "label": "Гуняді"
    },
    {
        "value": "Гупалівка",
        "label": "Гупалівка"
    },
    {
        "value": "Гур'ївка",
        "label": "Гур'ївка"
    },
    {
        "value": "Гурбинці",
        "label": "Гурбинці"
    },
    {
        "value": "Гуринівка",
        "label": "Гуринівка"
    },
    {
        "value": "Гурівка",
        "label": "Гурівка"
    },
    {
        "value": "Гурівці",
        "label": "Гурівці"
    },
    {
        "value": "Гурівщина",
        "label": "Гурівщина"
    },
    {
        "value": "Гусарівка",
        "label": "Гусарівка"
    },
    {
        "value": "Гусарівка (Барвінківський р-н)",
        "label": "Гусарівка (Барвінківський р-н)"
    },
    {
        "value": "Гусятин",
        "label": "Гусятин"
    },
    {
        "value": "Гусятин (Хмельницька обл.)",
        "label": "Гусятин (Хмельницька обл.)"
    },
    {
        "value": "Гута",
        "label": "Гута"
    },
    {
        "value": "Гута (Волинська обл.)",
        "label": "Гута (Волинська обл.)"
    },
    {
        "value": "Гута (Івано-Франківська обл.)",
        "label": "Гута (Івано-Франківська обл.)"
    },
    {
        "value": "Гута (Костопільський р-н)",
        "label": "Гута (Костопільський р-н)"
    },
    {
        "value": "Гута (Львівська обл.)",
        "label": "Гута (Львівська обл.)"
    },
    {
        "value": "Гута (Ріпкинський р-н., Чернігівська обл.)",
        "label": "Гута (Ріпкинський р-н., Чернігівська обл.)"
    },
    {
        "value": "Гута-Боровенська",
        "label": "Гута-Боровенська"
    },
    {
        "value": "Гута-Камінська",
        "label": "Гута-Камінська"
    },
    {
        "value": "Гута-Лісівська",
        "label": "Гута-Лісівська"
    },
    {
        "value": "Гута-Межигірська",
        "label": "Гута-Межигірська"
    },
    {
        "value": "Гута-Яцьковецька",
        "label": "Гута-Яцьковецька"
    },
    {
        "value": "Гути",
        "label": "Гути"
    },
    {
        "value": "Гуштин",
        "label": "Гуштин"
    },
    {
        "value": "Гуща",
        "label": "Гуща"
    },
    {
        "value": "Гущинці",
        "label": "Гущинці"
    },
    {
        "value": "Давидів",
        "label": "Давидів"
    },
    {
        "value": "Давидів Брід",
        "label": "Давидів Брід"
    },
    {
        "value": "Давидівка (Житомирська обл.)",
        "label": "Давидівка (Житомирська обл.)"
    },
    {
        "value": "Давидівка (Запорізька обл.)",
        "label": "Давидівка (Запорізька обл.)"
    },
    {
        "value": "Давидівка (Чернівецька обл.)",
        "label": "Давидівка (Чернівецька обл.)"
    },
    {
        "value": "Давидівці",
        "label": "Давидівці"
    },
    {
        "value": "Давидківці",
        "label": "Давидківці"
    },
    {
        "value": "Дальник",
        "label": "Дальник"
    },
    {
        "value": "Дальнич",
        "label": "Дальнич"
    },
    {
        "value": "Далява",
        "label": "Далява"
    },
    {
        "value": "Данилівка",
        "label": "Данилівка"
    },
    {
        "value": "Данилівка (Закарпатська обл.)",
        "label": "Данилівка (Закарпатська обл.)"
    },
    {
        "value": "Данилівка (Луганська обл.)",
        "label": "Данилівка (Луганська обл.)"
    },
    {
        "value": "Данилівка (Одеська обл.)",
        "label": "Данилівка (Одеська обл.)"
    },
    {
        "value": "Данилівка (Чернігівська обл.)",
        "label": "Данилівка (Чернігівська обл.)"
    },
    {
        "value": "Данилівці",
        "label": "Данилівці"
    },
    {
        "value": "Данилова Балка",
        "label": "Данилова Балка"
    },
    {
        "value": "Данилово",
        "label": "Данилово"
    },
    {
        "value": "Данильче",
        "label": "Данильче"
    },
    {
        "value": "Данина",
        "label": "Данина"
    },
    {
        "value": "Даничі (Чернігівська обл.)",
        "label": "Даничі (Чернігівська обл.)"
    },
    {
        "value": "Даничів",
        "label": "Даничів"
    },
    {
        "value": "Данківці",
        "label": "Данківці"
    },
    {
        "value": "Данчиміст",
        "label": "Данчиміст"
    },
    {
        "value": "Даньківка",
        "label": "Даньківка"
    },
    {
        "value": "Дарахів",
        "label": "Дарахів"
    },
    {
        "value": "Дарівка",
        "label": "Дарівка"
    },
    {
        "value": "Дарівка (Черкаська обл.)",
        "label": "Дарівка (Черкаська обл.)"
    },
    {
        "value": "Датинь",
        "label": "Датинь"
    },
    {
        "value": "Даченське",
        "label": "Даченське"
    },
    {
        "value": "Дачне",
        "label": "Дачне"
    },
    {
        "value": "Дачне (Волинська обл.)",
        "label": "Дачне (Волинська обл.)"
    },
    {
        "value": "Дачне (Донецька обл.)",
        "label": "Дачне (Донецька обл.)"
    },
    {
        "value": "Дашава",
        "label": "Дашава"
    },
    {
        "value": "Дашів",
        "label": "Дашів"
    },
    {
        "value": "Дашківка",
        "label": "Дашківка"
    },
    {
        "value": "Дашківці",
        "label": "Дашківці"
    },
    {
        "value": "Дашківці (Віньковецький р-н)",
        "label": "Дашківці (Віньковецький р-н)"
    },
    {
        "value": "Дашуківка",
        "label": "Дашуківка"
    },
    {
        "value": "Двірець",
        "label": "Двірець"
    },
    {
        "value": "Двірці",
        "label": "Двірці"
    },
    {
        "value": "Дворище",
        "label": "Дворище"
    },
    {
        "value": "Дворічна",
        "label": "Дворічна"
    },
    {
        "value": "Дворічний Кут",
        "label": "Дворічний Кут"
    },
    {
        "value": "Дворіччя",
        "label": "Дворіччя"
    },
    {
        "value": "Дебальцеве",
        "label": "Дебальцеве"
    },
    {
        "value": "Дебеславці",
        "label": "Дебеславці"
    },
    {
        "value": "Дебрі",
        "label": "Дебрі"
    },
    {
        "value": "Дев'ятники",
        "label": "Дев'ятники"
    },
    {
        "value": "Девладове",
        "label": "Девладове"
    },
    {
        "value": "Декабристів",
        "label": "Декабристів"
    },
    {
        "value": "Делева",
        "label": "Делева"
    },
    {
        "value": "Делень",
        "label": "Делень"
    },
    {
        "value": "Делієве",
        "label": "Делієве"
    },
    {
        "value": "Дельжилер",
        "label": "Дельжилер"
    },
    {
        "value": "Дельфінове",
        "label": "Дельфінове"
    },
    {
        "value": "Делятин",
        "label": "Делятин"
    },
    {
        "value": "Дем'янів",
        "label": "Дем'янів"
    },
    {
        "value": "Дем'янівка",
        "label": "Дем'янівка"
    },
    {
        "value": "Дем'янка-Лісна",
        "label": "Дем'янка-Лісна"
    },
    {
        "value": "Дем'янка-Наддністрянська",
        "label": "Дем'янка-Наддністрянська"
    },
    {
        "value": "Дем'янківці",
        "label": "Дем'янківці"
    },
    {
        "value": "Дем'янці",
        "label": "Дем'янці"
    },
    {
        "value": "Демечі",
        "label": "Демечі"
    },
    {
        "value": "Демешківці",
        "label": "Демешківці"
    },
    {
        "value": "Демидів",
        "label": "Демидів"
    },
    {
        "value": "Демидів (Жидачівський р-н)",
        "label": "Демидів (Жидачівський р-н)"
    },
    {
        "value": "Демидівка",
        "label": "Демидівка"
    },
    {
        "value": "Демидівка (Вінницька обл.)",
        "label": "Демидівка (Вінницька обл.)"
    },
    {
        "value": "Демидівка (Полтавська обл.)",
        "label": "Демидівка (Полтавська обл.)"
    },
    {
        "value": "Демівка",
        "label": "Демівка"
    },
    {
        "value": "Демки",
        "label": "Демки"
    },
    {
        "value": "Демківка",
        "label": "Демківка"
    },
    {
        "value": "Демківці",
        "label": "Демківці"
    },
    {
        "value": "Демня",
        "label": "Демня"
    },
    {
        "value": "Демурине",
        "label": "Демурине"
    },
    {
        "value": "Дениси",
        "label": "Дениси"
    },
    {
        "value": "Денисів",
        "label": "Денисів"
    },
    {
        "value": "Денихівка",
        "label": "Денихівка"
    },
    {
        "value": "Дениші",
        "label": "Дениші"
    },
    {
        "value": "Деньги",
        "label": "Деньги"
    },
    {
        "value": "Деражне",
        "label": "Деражне"
    },
    {
        "value": "Деражня",
        "label": "Деражня"
    },
    {
        "value": "Дерганівка",
        "label": "Дерганівка"
    },
    {
        "value": "Дергачі",
        "label": "Дергачі"
    },
    {
        "value": "Деребчин",
        "label": "Деребчин"
    },
    {
        "value": "Дерев'яна",
        "label": "Дерев'яна"
    },
    {
        "value": "Дерев'яне",
        "label": "Дерев'яне"
    },
    {
        "value": "Дерев'янки",
        "label": "Дерев'янки"
    },
    {
        "value": "Деревецьке",
        "label": "Деревецьке"
    },
    {
        "value": "Деревки",
        "label": "Деревки"
    },
    {
        "value": "Деревня (Львівська обл.)",
        "label": "Деревня (Львівська обл.)"
    },
    {
        "value": "Деревок (Волинська обл.)",
        "label": "Деревок (Волинська обл.)"
    },
    {
        "value": "Дережичі",
        "label": "Дережичі"
    },
    {
        "value": "Дерезувате",
        "label": "Дерезувате"
    },
    {
        "value": "Деренівка",
        "label": "Деренівка"
    },
    {
        "value": "Деренковець",
        "label": "Деренковець"
    },
    {
        "value": "Держів",
        "label": "Держів"
    },
    {
        "value": "Деріївка",
        "label": "Деріївка"
    },
    {
        "value": "Деркачівка",
        "label": "Деркачівка"
    },
    {
        "value": "Дермань Друга",
        "label": "Дермань Друга"
    },
    {
        "value": "Дермань Перша",
        "label": "Дермань Перша"
    },
    {
        "value": "Дернів",
        "label": "Дернів"
    },
    {
        "value": "Дерно",
        "label": "Дерно"
    },
    {
        "value": "Дертка",
        "label": "Дертка"
    },
    {
        "value": "Дерть",
        "label": "Дерть"
    },
    {
        "value": "Дерцен",
        "label": "Дерцен"
    },
    {
        "value": "Десантне",
        "label": "Десантне"
    },
    {
        "value": "Десна (Вінницька обл.)",
        "label": "Десна (Вінницька обл.)"
    },
    {
        "value": "Десна (Чернігівська обл.)",
        "label": "Десна (Чернігівська обл.)"
    },
    {
        "value": "Дешковиця",
        "label": "Дешковиця"
    },
    {
        "value": "Джулинка (Джулинська територіальна громада)",
        "label": "Джулинка (Джулинська територіальна громада)"
    },
    {
        "value": "Джурин (Жмеринський р-н.)",
        "label": "Джурин (Жмеринський р-н.)"
    },
    {
        "value": "Джурин (Тернопільська обл.)",
        "label": "Джурин (Тернопільська обл.)"
    },
    {
        "value": "Джурів",
        "label": "Джурів"
    },
    {
        "value": "Джурків (Івано-Франківська обл.)",
        "label": "Джурків (Івано-Франківська обл.)"
    },
    {
        "value": "Дзвеняче",
        "label": "Дзвеняче"
    },
    {
        "value": "Дзвиняч",
        "label": "Дзвиняч"
    },
    {
        "value": "Дзвиняч (Тернопільська обл.)",
        "label": "Дзвиняч (Тернопільська обл.)"
    },
    {
        "value": "Дзвинячка (Тернопільська обл.)",
        "label": "Дзвинячка (Тернопільська обл.)"
    },
    {
        "value": "Дземброня",
        "label": "Дземброня"
    },
    {
        "value": "Дзензелівка",
        "label": "Дзензелівка"
    },
    {
        "value": "Дзигівка",
        "label": "Дзигівка"
    },
    {
        "value": "Дзюбівщина",
        "label": "Дзюбівщина"
    },
    {
        "value": "Дзюньків",
        "label": "Дзюньків"
    },
    {
        "value": "Дибинці",
        "label": "Дибинці"
    },
    {
        "value": "Дибще",
        "label": "Дибще"
    },
    {
        "value": "Дивень",
        "label": "Дивень"
    },
    {
        "value": "Дивізія",
        "label": "Дивізія"
    },
    {
        "value": "Дидятичі",
        "label": "Дидятичі"
    },
    {
        "value": "Дийда",
        "label": "Дийда"
    },
    {
        "value": "Диканька",
        "label": "Диканька"
    },
    {
        "value": "Диківка",
        "label": "Диківка"
    },
    {
        "value": "Димер",
        "label": "Димер"
    },
    {
        "value": "Димине",
        "label": "Димине"
    },
    {
        "value": "Димка",
        "label": "Димка"
    },
    {
        "value": "Динівці",
        "label": "Динівці"
    },
    {
        "value": "Дирдин",
        "label": "Дирдин"
    },
    {
        "value": "Дитятки",
        "label": "Дитятки"
    },
    {
        "value": "Дихтинець",
        "label": "Дихтинець"
    },
    {
        "value": "Дичків",
        "label": "Дичків"
    },
    {
        "value": "Дібрівка",
        "label": "Дібрівка"
    },
    {
        "value": "Дібрівка (Вінницька обл.)",
        "label": "Дібрівка (Вінницька обл.)"
    },
    {
        "value": "Дібрівка (Кіровоградська обл.)",
        "label": "Дібрівка (Кіровоградська обл.)"
    },
    {
        "value": "Дібрівка (Чернівецька обл.)",
        "label": "Дібрівка (Чернівецька обл.)"
    },
    {
        "value": "Дібрівне",
        "label": "Дібрівне"
    },
    {
        "value": "Дібрівськ",
        "label": "Дібрівськ"
    },
    {
        "value": "Діброва",
        "label": "Діброва"
    },
    {
        "value": "Діброва (Богородчанський р-н)",
        "label": "Діброва (Богородчанський р-н)"
    },
    {
        "value": "Діброва (Волинська обл.)",
        "label": "Діброва (Волинська обл.)"
    },
    {
        "value": "Діброва (Житомирська обл.)",
        "label": "Діброва (Житомирська обл.)"
    },
    {
        "value": "Діброва (Ізюмський р-н)",
        "label": "Діброва (Ізюмський р-н)"
    },
    {
        "value": "Діброва (Полтавська обл.)",
        "label": "Діброва (Полтавська обл.)"
    },
    {
        "value": "Дівички",
        "label": "Дівички"
    },
    {
        "value": "Дівоче Поле",
        "label": "Дівоче Поле"
    },
    {
        "value": "Дівочки",
        "label": "Дівочки"
    },
    {
        "value": "Дігтярі",
        "label": "Дігтярі"
    },
    {
        "value": "Діденкове",
        "label": "Діденкове"
    },
    {
        "value": "Дідилів",
        "label": "Дідилів"
    },
    {
        "value": "Дідичі",
        "label": "Дідичі"
    },
    {
        "value": "Дідківці",
        "label": "Дідківці"
    },
    {
        "value": "Дідовичі",
        "label": "Дідовичі"
    },
    {
        "value": "Ділове",
        "label": "Ділове"
    },
    {
        "value": "Дітківці",
        "label": "Дітківці"
    },
    {
        "value": "Дмитрашківка",
        "label": "Дмитрашківка"
    },
    {
        "value": "Дмитренки",
        "label": "Дмитренки"
    },
    {
        "value": "Дмитрів (Львівська обл.)",
        "label": "Дмитрів (Львівська обл.)"
    },
    {
        "value": "Дмитрівка (Болградський р-н., Одеська обл.)",
        "label": "Дмитрівка (Болградський р-н., Одеська обл.)"
    },
    {
        "value": "Дмитрівка (Бородянський р-н)",
        "label": "Дмитрівка (Бородянський р-н)"
    },
    {
        "value": "Дмитрівка (Бучанський р-н)",
        "label": "Дмитрівка (Бучанський р-н)"
    },
    {
        "value": "Дмитрівка (Волинська обл.)",
        "label": "Дмитрівка (Волинська обл.)"
    },
    {
        "value": "Дмитрівка (Волноваський р-н.)",
        "label": "Дмитрівка (Волноваський р-н.)"
    },
    {
        "value": "Дмитрівка (Дніпропетровська обл.)",
        "label": "Дмитрівка (Дніпропетровська обл.)"
    },
    {
        "value": "Дмитрівка (Донецька обл.)",
        "label": "Дмитрівка (Донецька обл.)"
    },
    {
        "value": "Дмитрівка (Запорізька обл.)",
        "label": "Дмитрівка (Запорізька обл.)"
    },
    {
        "value": "Дмитрівка (Знам'янський р-н Кіровоградська обл.)",
        "label": "Дмитрівка (Знам'янський р-н Кіровоградська обл.)"
    },
    {
        "value": "Дмитрівка (Золотоніський р-н)",
        "label": "Дмитрівка (Золотоніський р-н)"
    },
    {
        "value": "Дмитрівка (Казанківський р-н)",
        "label": "Дмитрівка (Казанківський р-н)"
    },
    {
        "value": "Дмитрівка (Кілійський р-н, Одеська обл.)",
        "label": "Дмитрівка (Кілійський р-н, Одеська обл.)"
    },
    {
        "value": "Дмитрівка (Миколаївська обл.)",
        "label": "Дмитрівка (Миколаївська обл.)"
    },
    {
        "value": "Дмитрівка (Одеська обл.)",
        "label": "Дмитрівка (Одеська обл.)"
    },
    {
        "value": "Дмитрівка (Полтавська обл.)",
        "label": "Дмитрівка (Полтавська обл.)"
    },
    {
        "value": "Дмитрівка (Херсонська обл.)",
        "label": "Дмитрівка (Херсонська обл.)"
    },
    {
        "value": "Дмитрівка (Чернігівська обл.)",
        "label": "Дмитрівка (Чернігівська обл.)"
    },
    {
        "value": "Дмитровичі",
        "label": "Дмитровичі"
    },
    {
        "value": "Дмитрушки",
        "label": "Дмитрушки"
    },
    {
        "value": "Дмухівці",
        "label": "Дмухівці"
    },
    {
        "value": "Дніпрельстан",
        "label": "Дніпрельстан"
    },
    {
        "value": "Дніпро",
        "label": "Дніпро"
    },
    {
        "value": "Дніпровка (Вільнянський р-н.)",
        "label": "Дніпровка (Вільнянський р-н.)"
    },
    {
        "value": "Дніпровка (Запорізька обл.)",
        "label": "Дніпровка (Запорізька обл.)"
    },
    {
        "value": "Дніпровське",
        "label": "Дніпровське"
    },
    {
        "value": "Дніпровське (Херсонська обл.)",
        "label": "Дніпровське (Херсонська обл.)"
    },
    {
        "value": "Дніпровське (Чернігівський р-н)",
        "label": "Дніпровське (Чернігівський р-н)"
    },
    {
        "value": "Дніпрорудне",
        "label": "Дніпрорудне"
    },
    {
        "value": "Дніпряни",
        "label": "Дніпряни"
    },
    {
        "value": "Дністрик-Дубовий",
        "label": "Дністрик-Дубовий"
    },
    {
        "value": "Дністрівка (Чернівецька обл.)",
        "label": "Дністрівка (Чернівецька обл.)"
    },
    {
        "value": "Дністрове",
        "label": "Дністрове"
    },
    {
        "value": "Добра",
        "label": "Добра"
    },
    {
        "value": "Добра Криниця",
        "label": "Добра Криниця"
    },
    {
        "value": "Добре",
        "label": "Добре"
    },
    {
        "value": "Добре (Волинська обл.)",
        "label": "Добре (Волинська обл.)"
    },
    {
        "value": "Добре (Миколаївська обл.)",
        "label": "Добре (Миколаївська обл.)"
    },
    {
        "value": "Добренька",
        "label": "Добренька"
    },
    {
        "value": "Добривода",
        "label": "Добривода"
    },
    {
        "value": "Добринівці",
        "label": "Добринівці"
    },
    {
        "value": "Добрівляни",
        "label": "Добрівляни"
    },
    {
        "value": "Добрівляни (Жидачівський р-н)",
        "label": "Добрівляни (Жидачівський р-н)"
    },
    {
        "value": "Добрівляни (Стрийський р-н)",
        "label": "Добрівляни (Стрийський р-н)"
    },
    {
        "value": "Добрівляни (Тернопільська обл.)",
        "label": "Добрівляни (Тернопільська обл.)"
    },
    {
        "value": "Добровеличківка",
        "label": "Добровеличківка"
    },
    {
        "value": "Добровілля",
        "label": "Добровілля"
    },
    {
        "value": "Добровляни",
        "label": "Добровляни"
    },
    {
        "value": "Доброводи",
        "label": "Доброводи"
    },
    {
        "value": "Доброводи (Збаразький р-н, Тернопільська обл.)",
        "label": "Доброводи (Збаразький р-н, Тернопільська обл.)"
    },
    {
        "value": "Доброводи (Монастириський р-н)",
        "label": "Доброводи (Монастириський р-н)"
    },
    {
        "value": "Доброгостів",
        "label": "Доброгостів"
    },
    {
        "value": "Добромиль",
        "label": "Добромиль"
    },
    {
        "value": "Добронадіївка",
        "label": "Добронадіївка"
    },
    {
        "value": "Доброолександрівка",
        "label": "Доброолександрівка"
    },
    {
        "value": "Добропілля",
        "label": "Добропілля"
    },
    {
        "value": "Добропілля (Валківський р-н)",
        "label": "Добропілля (Валківський р-н)"
    },
    {
        "value": "Добропілля (Добропільський р-н., Донецька обл.)",
        "label": "Добропілля (Добропільський р-н., Донецька обл.)"
    },
    {
        "value": "Добропілля (Запорізька обл.)",
        "label": "Добропілля (Запорізька обл.)"
    },
    {
        "value": "Добросин",
        "label": "Добросин"
    },
    {
        "value": "Доброслав",
        "label": "Доброслав"
    },
    {
        "value": "Добростани",
        "label": "Добростани"
    },
    {
        "value": "Добротвір",
        "label": "Добротвір"
    },
    {
        "value": "Добротів",
        "label": "Добротів"
    },
    {
        "value": "Добряни",
        "label": "Добряни"
    },
    {
        "value": "Добряни (Львівська обл.)",
        "label": "Добряни (Львівська обл.)"
    },
    {
        "value": "Добрянка",
        "label": "Добрянка"
    },
    {
        "value": "Добрянка (Чернігівська обл.)",
        "label": "Добрянка (Чернігівська обл.)"
    },
    {
        "value": "Добрянське (Закарпатська обл.)",
        "label": "Добрянське (Закарпатська обл.)"
    },
    {
        "value": "Добрячин",
        "label": "Добрячин"
    },
    {
        "value": "Довбиш",
        "label": "Довбиш"
    },
    {
        "value": "Довга Балка",
        "label": "Довга Балка"
    },
    {
        "value": "Довга Пристань",
        "label": "Довга Пристань"
    },
    {
        "value": "Довгалівка",
        "label": "Довгалівка"
    },
    {
        "value": "Довгалівка (Полтавська обл.)",
        "label": "Довгалівка (Полтавська обл.)"
    },
    {
        "value": "Довге (Довжанська)",
        "label": "Довге (Довжанська)"
    },
    {
        "value": "Довге (Закарпатська обл.)",
        "label": "Довге (Закарпатська обл.)"
    },
    {
        "value": "Довге (Запорізька обл.)",
        "label": "Довге (Запорізька обл.)"
    },
    {
        "value": "Довге (Львівська обл.)",
        "label": "Довге (Львівська обл.)"
    },
    {
        "value": "Довге (Рівненська обл.)",
        "label": "Довге (Рівненська обл.)"
    },
    {
        "value": "Довге (Тернопільська обл.)",
        "label": "Довге (Тернопільська обл.)"
    },
    {
        "value": "Довге (Тисменицький р-н)",
        "label": "Довге (Тисменицький р-н)"
    },
    {
        "value": "Довге-Калуське",
        "label": "Довге-Калуське"
    },
    {
        "value": "Довгий Войнилів",
        "label": "Довгий Войнилів"
    },
    {
        "value": "Довгів",
        "label": "Довгів"
    },
    {
        "value": "Довговоля",
        "label": "Довговоля"
    },
    {
        "value": "Довголука",
        "label": "Довголука"
    },
    {
        "value": "Довгомостиська",
        "label": "Довгомостиська"
    },
    {
        "value": "Довгопілля",
        "label": "Довгопілля"
    },
    {
        "value": "Довгополе",
        "label": "Довгополе"
    },
    {
        "value": "Довгошиї",
        "label": "Довгошиї"
    },
    {
        "value": "Довжанка",
        "label": "Довжанка"
    },
    {
        "value": "Довжанка (Тернопільська обл.)",
        "label": "Довжанка (Тернопільська обл.)"
    },
    {
        "value": "Довжик",
        "label": "Довжик"
    },
    {
        "value": "Довжик (Житомирська обл.)",
        "label": "Довжик (Житомирська обл.)"
    },
    {
        "value": "Довжик (Харківська обл.)",
        "label": "Довжик (Харківська обл.)"
    },
    {
        "value": "Довжка",
        "label": "Довжка"
    },
    {
        "value": "Довжки",
        "label": "Довжки"
    },
    {
        "value": "Довжок",
        "label": "Довжок"
    },
    {
        "value": "Довжок (Вінницька обл, Шаргородський р-н)",
        "label": "Довжок (Вінницька обл, Шаргородський р-н)"
    },
    {
        "value": "Довжок (Вінницька обл.)",
        "label": "Довжок (Вінницька обл.)"
    },
    {
        "value": "Довжок (Кам'янець-Подільський р-н., Хмельн. обл.)",
        "label": "Довжок (Кам'янець-Подільський р-н., Хмельн. обл.)"
    },
    {
        "value": "Довжок (Чернівецька обл.)",
        "label": "Довжок (Чернівецька обл.)"
    },
    {
        "value": "Довпотів",
        "label": "Довпотів"
    },
    {
        "value": "Докучаєве",
        "label": "Докучаєве"
    },
    {
        "value": "Докучаєвське",
        "label": "Докучаєвське"
    },
    {
        "value": "Долина",
        "label": "Долина"
    },
    {
        "value": "Долина (Кіровоградська обл.)",
        "label": "Долина (Кіровоградська обл.)"
    },
    {
        "value": "Долина (Полтавський р-н)",
        "label": "Долина (Полтавський р-н)"
    },
    {
        "value": "Долина (Теребовлянський р-н)",
        "label": "Долина (Теребовлянський р-н)"
    },
    {
        "value": "Долина (Тернопільська обл.)",
        "label": "Долина (Тернопільська обл.)"
    },
    {
        "value": "Долина (Тлумацький р-н)",
        "label": "Долина (Тлумацький р-н)"
    },
    {
        "value": "Долинівка",
        "label": "Долинівка"
    },
    {
        "value": "Долинівка (Житомирська обл.)",
        "label": "Долинівка (Житомирська обл.)"
    },
    {
        "value": "Долинівка (Одеська обл.)",
        "label": "Долинівка (Одеська обл.)"
    },
    {
        "value": "Долинка",
        "label": "Долинка"
    },
    {
        "value": "Долинка (Запорізька обл.)",
        "label": "Долинка (Запорізька обл.)"
    },
    {
        "value": "Долинка (Саратський р-н., Одеська обл.)",
        "label": "Долинка (Саратський р-н., Одеська обл.)"
    },
    {
        "value": "Долинська",
        "label": "Долинська"
    },
    {
        "value": "Долинське (Бердянський р-н)",
        "label": "Долинське (Бердянський р-н)"
    },
    {
        "value": "Долинське (Дніпропетровська обл.)",
        "label": "Долинське (Дніпропетровська обл.)"
    },
    {
        "value": "Долинське (Запорізький р-н)",
        "label": "Долинське (Запорізький р-н)"
    },
    {
        "value": "Долинське (Одеська обл.)",
        "label": "Долинське (Одеська обл.)"
    },
    {
        "value": "Долинське (Олександрійський р-н., Кіров. обл.)",
        "label": "Долинське (Олександрійський р-н., Кіров. обл.)"
    },
    {
        "value": "Долинське (Ренійський р-н., Одеська обл.)",
        "label": "Долинське (Ренійський р-н., Одеська обл.)"
    },
    {
        "value": "Долинське (Херсонська обл.)",
        "label": "Долинське (Херсонська обл.)"
    },
    {
        "value": "Долиняни",
        "label": "Долиняни"
    },
    {
        "value": "Долиняни (Вінницька обл.)",
        "label": "Долиняни (Вінницька обл.)"
    },
    {
        "value": "Долиняни (Городоцький р-н)",
        "label": "Долиняни (Городоцький р-н)"
    },
    {
        "value": "Долішнє",
        "label": "Долішнє"
    },
    {
        "value": "Долішнє Залуччя",
        "label": "Долішнє Залуччя"
    },
    {
        "value": "Долішній Лужок",
        "label": "Долішній Лужок"
    },
    {
        "value": "Долішній Шепіт",
        "label": "Долішній Шепіт"
    },
    {
        "value": "Долматівка",
        "label": "Долматівка"
    },
    {
        "value": "Долоччя",
        "label": "Долоччя"
    },
    {
        "value": "Дольськ",
        "label": "Дольськ"
    },
    {
        "value": "Домажир",
        "label": "Домажир"
    },
    {
        "value": "Домаморич",
        "label": "Домаморич"
    },
    {
        "value": "Доманівка",
        "label": "Доманівка"
    },
    {
        "value": "Домантове",
        "label": "Домантове"
    },
    {
        "value": "Домашів",
        "label": "Домашів"
    },
    {
        "value": "Домашів (Волинська обл.)",
        "label": "Домашів (Волинська обл.)"
    },
    {
        "value": "Донець (Зміївський р-н)",
        "label": "Донець (Зміївський р-н)"
    },
    {
        "value": "Донець(Балаклійський р-н)",
        "label": "Донець(Балаклійський р-н)"
    },
    {
        "value": "Донське",
        "label": "Донське"
    },
    {
        "value": "Донцівка",
        "label": "Донцівка"
    },
    {
        "value": "Доробратово",
        "label": "Доробратово"
    },
    {
        "value": "Дороге",
        "label": "Дороге"
    },
    {
        "value": "Дорогиничі",
        "label": "Дорогиничі"
    },
    {
        "value": "Дорогинка (Київська обл.)",
        "label": "Дорогинка (Київська обл.)"
    },
    {
        "value": "Дорогинка (Чернігівська обл.)",
        "label": "Дорогинка (Чернігівська обл.)"
    },
    {
        "value": "Дорогичівка",
        "label": "Дорогичівка"
    },
    {
        "value": "Дорогів",
        "label": "Дорогів"
    },
    {
        "value": "Дорогобуж (Рівненська обл.)",
        "label": "Дорогобуж (Рівненська обл.)"
    },
    {
        "value": "Дорожинка",
        "label": "Дорожинка"
    },
    {
        "value": "Дорожне",
        "label": "Дорожне"
    },
    {
        "value": "Дорожнянка",
        "label": "Дорожнянка"
    },
    {
        "value": "Доросині",
        "label": "Доросині"
    },
    {
        "value": "Доротище",
        "label": "Доротище"
    },
    {
        "value": "Дорошівка",
        "label": "Дорошівка"
    },
    {
        "value": "Дорошівці",
        "label": "Дорошівці"
    },
    {
        "value": "Дослідне",
        "label": "Дослідне"
    },
    {
        "value": "Дослідне (Одеська обл.)",
        "label": "Дослідне (Одеська обл.)"
    },
    {
        "value": "Дослідне (Чернігівська обл.)",
        "label": "Дослідне (Чернігівська обл.)"
    },
    {
        "value": "Дослідницьке",
        "label": "Дослідницьке"
    },
    {
        "value": "Дохно",
        "label": "Дохно"
    },
    {
        "value": "Драбинівка",
        "label": "Драбинівка"
    },
    {
        "value": "Драбів",
        "label": "Драбів"
    },
    {
        "value": "Драбівці",
        "label": "Драбівці"
    },
    {
        "value": "Драбове-Барятинське",
        "label": "Драбове-Барятинське"
    },
    {
        "value": "Драганівка",
        "label": "Драганівка"
    },
    {
        "value": "Драгасимів",
        "label": "Драгасимів"
    },
    {
        "value": "Драгово",
        "label": "Драгово"
    },
    {
        "value": "Драгомирчани",
        "label": "Драгомирчани"
    },
    {
        "value": "Драниця",
        "label": "Драниця"
    },
    {
        "value": "Дранка",
        "label": "Дранка"
    },
    {
        "value": "Драчино",
        "label": "Драчино"
    },
    {
        "value": "Драчинці",
        "label": "Драчинці"
    },
    {
        "value": "Древині",
        "label": "Древині"
    },
    {
        "value": "Дриглів",
        "label": "Дриглів"
    },
    {
        "value": "Дрижина Гребля",
        "label": "Дрижина Гребля"
    },
    {
        "value": "Дробишеве",
        "label": "Дробишеве"
    },
    {
        "value": "Дрогобич",
        "label": "Дрогобич"
    },
    {
        "value": "Дроговиж",
        "label": "Дроговиж"
    },
    {
        "value": "Дрогомишль",
        "label": "Дрогомишль"
    },
    {
        "value": "Дроздинь (Рівненська обл.)",
        "label": "Дроздинь (Рівненська обл.)"
    },
    {
        "value": "Дроздівка",
        "label": "Дроздівка"
    },
    {
        "value": "Дроздні",
        "label": "Дроздні"
    },
    {
        "value": "Дроздовиця",
        "label": "Дроздовиця"
    },
    {
        "value": "Дроздовичі",
        "label": "Дроздовичі"
    },
    {
        "value": "Дроздовичі (Старосамбірський р-н)",
        "label": "Дроздовичі (Старосамбірський р-н)"
    },
    {
        "value": "Дротинці",
        "label": "Дротинці"
    },
    {
        "value": "Дружба (Вінницька обл.)",
        "label": "Дружба (Вінницька обл.)"
    },
    {
        "value": "Дружба (Дніпропетровська обл.)",
        "label": "Дружба (Дніпропетровська обл.)"
    },
    {
        "value": "Дружба (Донецька обл.)",
        "label": "Дружба (Донецька обл.)"
    },
    {
        "value": "Дружба (Житомирська обл.)",
        "label": "Дружба (Житомирська обл.)"
    },
    {
        "value": "Дружба (Рівненська обл.)",
        "label": "Дружба (Рівненська обл.)"
    },
    {
        "value": "Дружба (Сумська обл.)",
        "label": "Дружба (Сумська обл.)"
    },
    {
        "value": "Дружба (Тернопільська обл.)",
        "label": "Дружба (Тернопільська обл.)"
    },
    {
        "value": "Дружба (Харківська обл.)",
        "label": "Дружба (Харківська обл.)"
    },
    {
        "value": "Дружелюбівка",
        "label": "Дружелюбівка"
    },
    {
        "value": "Дружелюбівка (Кіровоградська обл.)",
        "label": "Дружелюбівка (Кіровоградська обл.)"
    },
    {
        "value": "Дружелюбівка (Миколаївська обл.)",
        "label": "Дружелюбівка (Миколаївська обл.)"
    },
    {
        "value": "Дружківка",
        "label": "Дружківка"
    },
    {
        "value": "Дружне",
        "label": "Дружне"
    },
    {
        "value": "Дружнє",
        "label": "Дружнє"
    },
    {
        "value": "Дружня",
        "label": "Дружня"
    },
    {
        "value": "Друхів",
        "label": "Друхів"
    },
    {
        "value": "Дуб'є",
        "label": "Дуб'є"
    },
    {
        "value": "Дуба",
        "label": "Дуба"
    },
    {
        "value": "Дубаневичі (Львівська обл.)",
        "label": "Дубаневичі (Львівська обл.)"
    },
    {
        "value": "Дубенка",
        "label": "Дубенка"
    },
    {
        "value": "Дубечне",
        "label": "Дубечне"
    },
    {
        "value": "Дубина",
        "label": "Дубина"
    },
    {
        "value": "Дубина (Полтавська обл.)",
        "label": "Дубина (Полтавська обл.)"
    },
    {
        "value": "Дубина (Сколівський р-н)",
        "label": "Дубина (Сколівський р-н)"
    },
    {
        "value": "Дубинове",
        "label": "Дубинове"
    },
    {
        "value": "Дубище",
        "label": "Дубище"
    },
    {
        "value": "Дубище (Чуднівський р-н)",
        "label": "Дубище (Чуднівський р-н)"
    },
    {
        "value": "Дубівка",
        "label": "Дубівка"
    },
    {
        "value": "Дубівці (Івано-Франківська обл.)",
        "label": "Дубівці (Івано-Франківська обл.)"
    },
    {
        "value": "Дубівці (Тернопільська обл.)",
        "label": "Дубівці (Тернопільська обл.)"
    },
    {
        "value": "Дубівці (Чернівецька обл.)",
        "label": "Дубівці (Чернівецька обл.)"
    },
    {
        "value": "Дубіївка",
        "label": "Дубіївка"
    },
    {
        "value": "Дубки",
        "label": "Дубки"
    },
    {
        "value": "Дубки (Рівненська обл.)",
        "label": "Дубки (Рівненська обл.)"
    },
    {
        "value": "Дубляни (Львів.обл.,Жовків.р-н)",
        "label": "Дубляни (Львів.обл.,Жовків.р-н)"
    },
    {
        "value": "Дубляни (Рівненська обл.)",
        "label": "Дубляни (Рівненська обл.)"
    },
    {
        "value": "Дубляни (Самбірський р-н)",
        "label": "Дубляни (Самбірський р-н)"
    },
    {
        "value": "Дублянка",
        "label": "Дублянка"
    },
    {
        "value": "Дубно",
        "label": "Дубно"
    },
    {
        "value": "Дубно (Рокитнівський р-н., Рівненська обл.)",
        "label": "Дубно (Рокитнівський р-н., Рівненська обл.)"
    },
    {
        "value": "Дубов'язівка",
        "label": "Дубов'язівка"
    },
    {
        "value": "Дубова",
        "label": "Дубова"
    },
    {
        "value": "Дубове (Волинська обл.)",
        "label": "Дубове (Волинська обл.)"
    },
    {
        "value": "Дубове (Дніпропетровська обл.)",
        "label": "Дубове (Дніпропетровська обл.)"
    },
    {
        "value": "Дубове (Закарпатська обл.)",
        "label": "Дубове (Закарпатська обл.)"
    },
    {
        "value": "Дубове (Сторожинецький р-н)",
        "label": "Дубове (Сторожинецький р-н)"
    },
    {
        "value": "Дубовець",
        "label": "Дубовець"
    },
    {
        "value": "Дубовий Гай",
        "label": "Дубовий Гай"
    },
    {
        "value": "Дубовики",
        "label": "Дубовики"
    },
    {
        "value": "Дубовичі",
        "label": "Дубовичі"
    },
    {
        "value": "Дубові Гряди",
        "label": "Дубові Гряди"
    },
    {
        "value": "Дубові Махаринці",
        "label": "Дубові Махаринці"
    },
    {
        "value": "Дубравка",
        "label": "Дубравка"
    },
    {
        "value": "Дубриничі",
        "label": "Дубриничі"
    },
    {
        "value": "Дубрівка",
        "label": "Дубрівка"
    },
    {
        "value": "Дубрівка (Закарпатська обл.)",
        "label": "Дубрівка (Закарпатська обл.)"
    },
    {
        "value": "Дубрівка (Львівська обл.)",
        "label": "Дубрівка (Львівська обл.)"
    },
    {
        "value": "Дубрівка (Ужгородський р-н)",
        "label": "Дубрівка (Ужгородський р-н)"
    },
    {
        "value": "Дуброва",
        "label": "Дуброва"
    },
    {
        "value": "Дубровиця (Львівська обл.)",
        "label": "Дубровиця (Львівська обл.)"
    },
    {
        "value": "Дубровиця (Рівненська обл.)",
        "label": "Дубровиця (Рівненська обл.)"
    },
    {
        "value": "Дударків",
        "label": "Дударків"
    },
    {
        "value": "Дудчине",
        "label": "Дудчине"
    },
    {
        "value": "Дулицьке",
        "label": "Дулицьке"
    },
    {
        "value": "Дуліби",
        "label": "Дуліби"
    },
    {
        "value": "Дуліби (Волинська обл.)",
        "label": "Дуліби (Волинська обл.)"
    },
    {
        "value": "Дуліби (Жидачівський р-н., Львівська обл.)",
        "label": "Дуліби (Жидачівський р-н., Львівська обл.)"
    },
    {
        "value": "Дулово",
        "label": "Дулово"
    },
    {
        "value": "Думанів (Хмельницька обл.)",
        "label": "Думанів (Хмельницька обл.)"
    },
    {
        "value": "Думанці (Черкаська обл.)",
        "label": "Думанці (Черкаська обл.)"
    },
    {
        "value": "Думичі (Погариська сільська рада)",
        "label": "Думичі (Погариська сільська рада)"
    },
    {
        "value": "Дунаїв",
        "label": "Дунаїв"
    },
    {
        "value": "Дунаїв (Львівська обл.)",
        "label": "Дунаїв (Львівська обл.)"
    },
    {
        "value": "Дунаївка",
        "label": "Дунаївка"
    },
    {
        "value": "Дунаївці",
        "label": "Дунаївці"
    },
    {
        "value": "Дунаївці (смт)",
        "label": "Дунаївці (смт)"
    },
    {
        "value": "Дунковиця",
        "label": "Дунковиця"
    },
    {
        "value": "Дуплиська",
        "label": "Дуплиська"
    },
    {
        "value": "Дусанів",
        "label": "Дусанів"
    },
    {
        "value": "Дусино",
        "label": "Дусино"
    },
    {
        "value": "Дюксин",
        "label": "Дюксин"
    },
    {
        "value": "Дюла",
        "label": "Дюла"
    },
    {
        "value": "Дягова",
        "label": "Дягова"
    },
    {
        "value": "Дядьковичі (Рівненський р-н)",
        "label": "Дядьковичі (Рівненський р-н)"
    },
    {
        "value": "Дяків",
        "label": "Дяків"
    },
    {
        "value": "Дяківці",
        "label": "Дяківці"
    },
    {
        "value": "Дяківці (Герцаївський р-н)",
        "label": "Дяківці (Герцаївський р-н)"
    },
    {
        "value": "Елітне",
        "label": "Елітне"
    },
    {
        "value": "Енергодар",
        "label": "Енергодар"
    },
    {
        "value": "Есень",
        "label": "Есень"
    },
    {
        "value": "Есмань",
        "label": "Есмань"
    },
    {
        "value": "Есхар",
        "label": "Есхар"
    },
    {
        "value": "Євгенівка",
        "label": "Євгенівка"
    },
    {
        "value": "Євгенівка (Одеська обл.)",
        "label": "Євгенівка (Одеська обл.)"
    },
    {
        "value": "Євдокіївка",
        "label": "Євдокіївка"
    },
    {
        "value": "Євминка",
        "label": "Євминка"
    },
    {
        "value": "Євсуг",
        "label": "Євсуг"
    },
    {
        "value": "Євтодія",
        "label": "Євтодія"
    },
    {
        "value": "Єгорівка",
        "label": "Єгорівка"
    },
    {
        "value": "Єгорівка (Запорізька обл)",
        "label": "Єгорівка (Запорізька обл)"
    },
    {
        "value": "Єгорівка (Прилуцький р-н)",
        "label": "Єгорівка (Прилуцький р-н)"
    },
    {
        "value": "Єзупіль",
        "label": "Єзупіль"
    },
    {
        "value": "Єланець",
        "label": "Єланець"
    },
    {
        "value": "Єлизаветградка",
        "label": "Єлизаветградка"
    },
    {
        "value": "Єлизаветин",
        "label": "Єлизаветин"
    },
    {
        "value": "Єлизаветівка",
        "label": "Єлизаветівка"
    },
    {
        "value": "Єлизаветівка (Запорізька обл.)",
        "label": "Єлизаветівка (Запорізька обл.)"
    },
    {
        "value": "Єлизаветівка (Мар'їнський р-н)",
        "label": "Єлизаветівка (Мар'їнський р-н)"
    },
    {
        "value": "Єлизаветівка (Одеська обл.)",
        "label": "Єлизаветівка (Одеська обл.)"
    },
    {
        "value": "Єлизаветівка (Харківська обл.)",
        "label": "Єлизаветівка (Харківська обл.)"
    },
    {
        "value": "Єлисеївка",
        "label": "Єлисеївка"
    },
    {
        "value": "Єльне",
        "label": "Єльне"
    },
    {
        "value": "Ємилівка",
        "label": "Ємилівка"
    },
    {
        "value": "Ємилівка (станція)",
        "label": "Ємилівка (станція)"
    },
    {
        "value": "Ємільчине",
        "label": "Ємільчине"
    },
    {
        "value": "Ємчиха",
        "label": "Ємчиха"
    },
    {
        "value": "Єпіфанівка",
        "label": "Єпіфанівка"
    },
    {
        "value": "Єреміївка",
        "label": "Єреміївка"
    },
    {
        "value": "Єрки",
        "label": "Єрки"
    },
    {
        "value": "Єрків",
        "label": "Єрків"
    },
    {
        "value": "Єрківці",
        "label": "Єрківці"
    },
    {
        "value": "Єрчики",
        "label": "Єрчики"
    },
    {
        "value": "Єфремівка",
        "label": "Єфремівка"
    },
    {
        "value": "Єфремівка (Харківська обл.)",
        "label": "Єфремівка (Харківська обл.)"
    },
    {
        "value": "Жаб'янка",
        "label": "Жаб'янка"
    },
    {
        "value": "Жабелівка",
        "label": "Жабелівка"
    },
    {
        "value": "Жабинці",
        "label": "Жабинці"
    },
    {
        "value": "Жабинці (Тернопільська обл.)",
        "label": "Жабинці (Тернопільська обл.)"
    },
    {
        "value": "Жабокрич",
        "label": "Жабокрич"
    },
    {
        "value": "Жабокричка",
        "label": "Жабокричка"
    },
    {
        "value": "Жаботин (Черкаська обл.)",
        "label": "Жаботин (Черкаська обл.)"
    },
    {
        "value": "Жаврів",
        "label": "Жаврів"
    },
    {
        "value": "Жадани (Вінницька обл.)",
        "label": "Жадани (Вінницька обл.)"
    },
    {
        "value": "Жадень",
        "label": "Жадень"
    },
    {
        "value": "Жадківка",
        "label": "Жадківка"
    },
    {
        "value": "Жадове",
        "label": "Жадове"
    },
    {
        "value": "Жалибори",
        "label": "Жалибори"
    },
    {
        "value": "Жалин",
        "label": "Жалин"
    },
    {
        "value": "Жари",
        "label": "Жари"
    },
    {
        "value": "Жахнівка",
        "label": "Жахнівка"
    },
    {
        "value": "Жашків",
        "label": "Жашків"
    },
    {
        "value": "Жашковичі",
        "label": "Жашковичі"
    },
    {
        "value": "Жван",
        "label": "Жван"
    },
    {
        "value": "Жванець",
        "label": "Жванець"
    },
    {
        "value": "Жвирка",
        "label": "Жвирка"
    },
    {
        "value": "Жданівка (Дніпропетровська обл.)",
        "label": "Жданівка (Дніпропетровська обл.)"
    },
    {
        "value": "Жденієво",
        "label": "Жденієво"
    },
    {
        "value": "Жежелів",
        "label": "Жежелів"
    },
    {
        "value": "Желдець",
        "label": "Желдець"
    },
    {
        "value": "Жемелинці",
        "label": "Жемелинці"
    },
    {
        "value": "Женишківці",
        "label": "Женишківці"
    },
    {
        "value": "Жердова",
        "label": "Жердова"
    },
    {
        "value": "Жердя",
        "label": "Жердя"
    },
    {
        "value": "Жереб’ятин",
        "label": "Жереб’ятин"
    },
    {
        "value": "Жеребки",
        "label": "Жеребки"
    },
    {
        "value": "Жеребки (Чуднівський р-н)",
        "label": "Жеребки (Чуднівський р-н)"
    },
    {
        "value": "Жеребкове",
        "label": "Жеребкове"
    },
    {
        "value": "Жеревці",
        "label": "Жеревці"
    },
    {
        "value": "Живанівка",
        "label": "Живанівка"
    },
    {
        "value": "Живачів",
        "label": "Живачів"
    },
    {
        "value": "Животівка",
        "label": "Животівка"
    },
    {
        "value": "Жигайлівка",
        "label": "Жигайлівка"
    },
    {
        "value": "Жигалівка",
        "label": "Жигалівка"
    },
    {
        "value": "Жидачів",
        "label": "Жидачів"
    },
    {
        "value": "Жидичин",
        "label": "Жидичин"
    },
    {
        "value": "Жизномир",
        "label": "Жизномир"
    },
    {
        "value": "Жилинці (Хмельницька обл.)",
        "label": "Жилинці (Хмельницька обл.)"
    },
    {
        "value": "Жилинці (Шепетівський р-н)",
        "label": "Жилинці (Шепетівський р-н)"
    },
    {
        "value": "Жилівка",
        "label": "Жилівка"
    },
    {
        "value": "Жиричі",
        "label": "Жиричі"
    },
    {
        "value": "Жирівка",
        "label": "Жирівка"
    },
    {
        "value": "Жирівське",
        "label": "Жирівське"
    },
    {
        "value": "Жирківка",
        "label": "Жирківка"
    },
    {
        "value": "Жирова",
        "label": "Жирова"
    },
    {
        "value": "Житані",
        "label": "Житані"
    },
    {
        "value": "Житлівка",
        "label": "Житлівка"
    },
    {
        "value": "Житники (Черкаська обл.)",
        "label": "Житники (Черкаська обл.)"
    },
    {
        "value": "Житні Гори",
        "label": "Житні Гори"
    },
    {
        "value": "Житнівка",
        "label": "Житнівка"
    },
    {
        "value": "Житомир",
        "label": "Житомир"
    },
    {
        "value": "Жихор",
        "label": "Жихор"
    },
    {
        "value": "Жищинці",
        "label": "Жищинці"
    },
    {
        "value": "Жмеринка",
        "label": "Жмеринка"
    },
    {
        "value": "Жмудче",
        "label": "Жмудче"
    },
    {
        "value": "Жнятино",
        "label": "Жнятино"
    },
    {
        "value": "Жобрин",
        "label": "Жобрин"
    },
    {
        "value": "Жовква",
        "label": "Жовква"
    },
    {
        "value": "Жовкині",
        "label": "Жовкині"
    },
    {
        "value": "Жовнине",
        "label": "Жовнине"
    },
    {
        "value": "Жовнівка",
        "label": "Жовнівка"
    },
    {
        "value": "Жовта Круча",
        "label": "Жовта Круча"
    },
    {
        "value": "Жовтанці",
        "label": "Жовтанці"
    },
    {
        "value": "Жовте (П'ятихатський р-н., Дніпропетровська обл.)",
        "label": "Жовте (П'ятихатський р-н., Дніпропетровська обл.)"
    },
    {
        "value": "Жовтий Яр",
        "label": "Жовтий Яр"
    },
    {
        "value": "Жовті Води",
        "label": "Жовті Води"
    },
    {
        "value": "Жовчів",
        "label": "Жовчів"
    },
    {
        "value": "Жолоби",
        "label": "Жолоби"
    },
    {
        "value": "Жолобки",
        "label": "Жолобки"
    },
    {
        "value": "Жоравка",
        "label": "Жоравка"
    },
    {
        "value": "Жорниська",
        "label": "Жорниська"
    },
    {
        "value": "Жорнище (Вінницька обл.)",
        "label": "Жорнище (Вінницька обл.)"
    },
    {
        "value": "Жорнівка",
        "label": "Жорнівка"
    },
    {
        "value": "Жорнокльови",
        "label": "Жорнокльови"
    },
    {
        "value": "Жубровичі",
        "label": "Жубровичі"
    },
    {
        "value": "Жуки ",
        "label": "Жуки "
    },
    {
        "value": "Жуки (Кобеляцький р-н)",
        "label": "Жуки (Кобеляцький р-н)"
    },
    {
        "value": "Жукин",
        "label": "Жукин"
    },
    {
        "value": "Жуків (Тернопільська обл.)",
        "label": "Жуків (Тернопільська обл.)"
    },
    {
        "value": "Жуків (Хмельницька обл.)",
        "label": "Жуків (Хмельницька обл.)"
    },
    {
        "value": "Жуківка",
        "label": "Жуківка"
    },
    {
        "value": "Жуківка (Чернігівська обл.)",
        "label": "Жуківка (Чернігівська обл.)"
    },
    {
        "value": "Жуківці",
        "label": "Жуківці"
    },
    {
        "value": "Жуківці (Обухівський р-н)",
        "label": "Жуківці (Обухівський р-н)"
    },
    {
        "value": "Жуково",
        "label": "Жуково"
    },
    {
        "value": "Жукотин",
        "label": "Жукотин"
    },
    {
        "value": "Жулин",
        "label": "Жулин"
    },
    {
        "value": "Жупани",
        "label": "Жупани"
    },
    {
        "value": "Журавичі",
        "label": "Журавичі"
    },
    {
        "value": "Журавка",
        "label": "Журавка"
    },
    {
        "value": "Журавка (Городищенський р-н)",
        "label": "Журавка (Городищенський р-н)"
    },
    {
        "value": "Журавка (Черкаська обл.)",
        "label": "Журавка (Черкаська обл.)"
    },
    {
        "value": "Журавків",
        "label": "Журавків"
    },
    {
        "value": "Журавлине",
        "label": "Журавлине"
    },
    {
        "value": "Журавлине (Рівненська обл.)",
        "label": "Журавлине (Рівненська обл.)"
    },
    {
        "value": "Журавлинка",
        "label": "Журавлинка"
    },
    {
        "value": "Журавлиха",
        "label": "Журавлиха"
    },
    {
        "value": "Журавлівка",
        "label": "Журавлівка"
    },
    {
        "value": "Журавне",
        "label": "Журавне"
    },
    {
        "value": "Журавники",
        "label": "Журавники"
    },
    {
        "value": "Журавно",
        "label": "Журавно"
    },
    {
        "value": "Жураки (Івано-Франківська обл.)",
        "label": "Жураки (Івано-Франківська обл.)"
    },
    {
        "value": "Журатин",
        "label": "Журатин"
    },
    {
        "value": "Журбинці",
        "label": "Журбинці"
    },
    {
        "value": "Журжинці",
        "label": "Журжинці"
    },
    {
        "value": "Заайдарівка",
        "label": "Заайдарівка"
    },
    {
        "value": "Забара",
        "label": "Забара"
    },
    {
        "value": "Забарине",
        "label": "Забарине"
    },
    {
        "value": "Забарине (Херсонська обл.)",
        "label": "Забарине (Херсонська обл.)"
    },
    {
        "value": "Забереж",
        "label": "Забереж"
    },
    {
        "value": "Забережжя",
        "label": "Забережжя"
    },
    {
        "value": "Забілівщина",
        "label": "Забілівщина"
    },
    {
        "value": "Забілоччя (Житомирська обл.)",
        "label": "Забілоччя (Житомирська обл.)"
    },
    {
        "value": "Забір'я",
        "label": "Забір'я"
    },
    {
        "value": "Забір'я (Львівська обл.)",
        "label": "Забір'я (Львівська обл.)"
    },
    {
        "value": "Забойки",
        "label": "Забойки"
    },
    {
        "value": "Заболотів (Коломийський р-н)",
        "label": "Заболотів (Коломийський р-н)"
    },
    {
        "value": "Заболотівка",
        "label": "Заболотівка"
    },
    {
        "value": "Заболотівці",
        "label": "Заболотівці"
    },
    {
        "value": "Заболотне",
        "label": "Заболотне"
    },
    {
        "value": "Заболоття (Волинська обл.)",
        "label": "Заболоття (Волинська обл.)"
    },
    {
        "value": "Заболоття (Львівська обл.)",
        "label": "Заболоття (Львівська обл.)"
    },
    {
        "value": "Заболоття (Рівненська обл.)",
        "label": "Заболоття (Рівненська обл.)"
    },
    {
        "value": "Заболоття (Рокитнівський р-н)",
        "label": "Заболоття (Рокитнівський р-н)"
    },
    {
        "value": "Заболоття (Чернівецька обл.)",
        "label": "Заболоття (Чернівецька обл.)"
    },
    {
        "value": "Заболотці",
        "label": "Заболотці"
    },
    {
        "value": "Заболотці (Львівська обл.)",
        "label": "Заболотці (Львівська обл.)"
    },
    {
        "value": "Забороль",
        "label": "Забороль"
    },
    {
        "value": "Забороль (Рівненська обл.)",
        "label": "Забороль (Рівненська обл.)"
    },
    {
        "value": "Забрідь (Закарпатська обл.)",
        "label": "Забрідь (Закарпатська обл.)"
    },
    {
        "value": "Забрідь (Хустський р-н., Закарпатська обл.)",
        "label": "Забрідь (Хустський р-н., Закарпатська обл.)"
    },
    {
        "value": "Заброди",
        "label": "Заброди"
    },
    {
        "value": "Заброди (Ківерцівський р-н)",
        "label": "Заброди (Ківерцівський р-н)"
    },
    {
        "value": "Забужжя",
        "label": "Забужжя"
    },
    {
        "value": "Забужжя (Волинська обл.)",
        "label": "Забужжя (Волинська обл.)"
    },
    {
        "value": "Забужжя (Кам'янка-Бузький р-н)",
        "label": "Забужжя (Кам'янка-Бузький р-н)"
    },
    {
        "value": "Забуччя",
        "label": "Забуччя"
    },
    {
        "value": "Забуяння",
        "label": "Забуяння"
    },
    {
        "value": "Завадів (Яворський р-н., Львівська обл.)",
        "label": "Завадів (Яворський р-н., Львівська обл.)"
    },
    {
        "value": "Завадівка",
        "label": "Завадівка"
    },
    {
        "value": "Завадівка (Львівська обл.)",
        "label": "Завадівка (Львівська обл.)"
    },
    {
        "value": "Завадівка (Хмельницька обл.)",
        "label": "Завадівка (Хмельницька обл.)"
    },
    {
        "value": "Завадівка (Черкаська обл.)",
        "label": "Завадівка (Черкаська обл.)"
    },
    {
        "value": "Завадка",
        "label": "Завадка"
    },
    {
        "value": "Завадка (Закарпатська обл.)",
        "label": "Завадка (Закарпатська обл.)"
    },
    {
        "value": "Завалів",
        "label": "Завалів"
    },
    {
        "value": "Завалійки",
        "label": "Завалійки"
    },
    {
        "value": "Завалля",
        "label": "Завалля"
    },
    {
        "value": "Завалля (Івано-Франківська обл.)",
        "label": "Завалля (Івано-Франківська обл.)"
    },
    {
        "value": "Завалля (Кіровоград. обл)",
        "label": "Завалля (Кіровоград. обл)"
    },
    {
        "value": "Заверешиця",
        "label": "Заверешиця"
    },
    {
        "value": "Заверхи",
        "label": "Заверхи"
    },
    {
        "value": "Завидовичі",
        "label": "Завидовичі"
    },
    {
        "value": "Завидово",
        "label": "Завидово"
    },
    {
        "value": "Завишень",
        "label": "Завишень"
    },
    {
        "value": "Завій",
        "label": "Завій"
    },
    {
        "value": "Заводівка",
        "label": "Заводівка"
    },
    {
        "value": "Заводівка (Херсонська обл.)",
        "label": "Заводівка (Херсонська обл.)"
    },
    {
        "value": "Заводське (Конотопський р-н)",
        "label": "Заводське (Конотопський р-н)"
    },
    {
        "value": "Заводське (Львівська обл.)",
        "label": "Заводське (Львівська обл.)"
    },
    {
        "value": "Заводське(Миргородський р-н,Полтав. обл)",
        "label": "Заводське(Миргородський р-н,Полтав. обл)"
    },
    {
        "value": "Заводське(Тернопільська обл.)",
        "label": "Заводське(Тернопільська обл.)"
    },
    {
        "value": "Заволока",
        "label": "Заволока"
    },
    {
        "value": "Заворичі",
        "label": "Заворичі"
    },
    {
        "value": "Заворскло",
        "label": "Заворскло"
    },
    {
        "value": "Загайпіль",
        "label": "Загайпіль"
    },
    {
        "value": "Загальці",
        "label": "Загальці"
    },
    {
        "value": "Загаття",
        "label": "Загаття"
    },
    {
        "value": "Загвіздя",
        "label": "Загвіздя"
    },
    {
        "value": "Загір'я",
        "label": "Загір'я"
    },
    {
        "value": "Загір'я (Луківська сільська рада)",
        "label": "Загір'я (Луківська сільська рада)"
    },
    {
        "value": "Загір'я (Одеська обл.)",
        "label": "Загір'я (Одеська обл.)"
    },
    {
        "value": "Загір'я (Пустомитівський р-н)",
        "label": "Загір'я (Пустомитівський р-н)"
    },
    {
        "value": "Загір'я (Рогатинський р-н)",
        "label": "Загір'я (Рогатинський р-н)"
    },
    {
        "value": "Загірне",
        "label": "Загірне"
    },
    {
        "value": "Загірочко",
        "label": "Загірочко"
    },
    {
        "value": "Загнітків",
        "label": "Загнітків"
    },
    {
        "value": "Загорб",
        "label": "Загорб"
    },
    {
        "value": "Заградівка",
        "label": "Заградівка"
    },
    {
        "value": "Загребелля",
        "label": "Загребелля"
    },
    {
        "value": "Загребелля (Полтавська обл.)",
        "label": "Загребелля (Полтавська обл.)"
    },
    {
        "value": "Загребля",
        "label": "Загребля"
    },
    {
        "value": "Загродське",
        "label": "Загродське"
    },
    {
        "value": "Задарів",
        "label": "Задарів"
    },
    {
        "value": "Задвір'я",
        "label": "Задвір'я"
    },
    {
        "value": "Задеревач",
        "label": "Задеревач"
    },
    {
        "value": "Задністря",
        "label": "Задністря"
    },
    {
        "value": "Задністрянське",
        "label": "Задністрянське"
    },
    {
        "value": "Задубрівка",
        "label": "Задубрівка"
    },
    {
        "value": "Задубрівці",
        "label": "Задубрівці"
    },
    {
        "value": "Задунаївка",
        "label": "Задунаївка"
    },
    {
        "value": "Зазим'я",
        "label": "Зазим'я"
    },
    {
        "value": "Зазірки",
        "label": "Зазірки"
    },
    {
        "value": "Заїзд",
        "label": "Заїзд"
    },
    {
        "value": "Заїчинці",
        "label": "Заїчинці"
    },
    {
        "value": "Займище (Київська обл.)",
        "label": "Займище (Київська обл.)"
    },
    {
        "value": "Зайцеве",
        "label": "Зайцеве"
    },
    {
        "value": "Зайцеве (Дніпропетровська обл.)",
        "label": "Зайцеве (Дніпропетровська обл.)"
    },
    {
        "value": "Зайчики",
        "label": "Зайчики"
    },
    {
        "value": "Закерничне",
        "label": "Закерничне"
    },
    {
        "value": "Заклад",
        "label": "Заклад"
    },
    {
        "value": "Закриниччя",
        "label": "Закриниччя"
    },
    {
        "value": "Закружці",
        "label": "Закружці"
    },
    {
        "value": "Закупне",
        "label": "Закупне"
    },
    {
        "value": "Залав'я (Млинівський р-н)",
        "label": "Залав'я (Млинівський р-н)"
    },
    {
        "value": "Залав'я (Рокитнівський р-н, Рівненська обл.)",
        "label": "Залав'я (Рокитнівський р-н, Рівненська обл.)"
    },
    {
        "value": "Залаззя",
        "label": "Залаззя"
    },
    {
        "value": "Заланів",
        "label": "Заланів"
    },
    {
        "value": "Залевки",
        "label": "Залевки"
    },
    {
        "value": "Залелія",
        "label": "Залелія"
    },
    {
        "value": "Заливанщина",
        "label": "Заливанщина"
    },
    {
        "value": "Заливне",
        "label": "Заливне"
    },
    {
        "value": "Залиман",
        "label": "Залиман"
    },
    {
        "value": "Залізне",
        "label": "Залізне"
    },
    {
        "value": "Залізне (Донецька обл.)",
        "label": "Залізне (Донецька обл.)"
    },
    {
        "value": "Залізний Порт",
        "label": "Залізний Порт"
    },
    {
        "value": "Залізниця",
        "label": "Залізниця"
    },
    {
        "value": "Залізниця (Корецький р-н)",
        "label": "Залізниця (Корецький р-н)"
    },
    {
        "value": "Залізничне",
        "label": "Залізничне"
    },
    {
        "value": "Залізничне (Вінницька обл.)",
        "label": "Залізничне (Вінницька обл.)"
    },
    {
        "value": "Залізничне (Дніпропетровська обл.)",
        "label": "Залізничне (Дніпропетровська обл.)"
    },
    {
        "value": "Залізничне (Запорізька обл.)",
        "label": "Залізничне (Запорізька обл.)"
    },
    {
        "value": "Залізничне (Кіровоградська обл.)",
        "label": "Залізничне (Кіровоградська обл.)"
    },
    {
        "value": "Залізничне (Полтавська обл.)",
        "label": "Залізничне (Полтавська обл.)"
    },
    {
        "value": "Залізняк",
        "label": "Залізняк"
    },
    {
        "value": "Залізнячка",
        "label": "Залізнячка"
    },
    {
        "value": "Залізці",
        "label": "Залізці"
    },
    {
        "value": "Залінійне",
        "label": "Залінійне"
    },
    {
        "value": "Заліси",
        "label": "Заліси"
    },
    {
        "value": "Заліски",
        "label": "Заліски"
    },
    {
        "value": "Залісоче",
        "label": "Залісоче"
    },
    {
        "value": "Залісся (Борщівський р-н)",
        "label": "Залісся (Борщівський р-н)"
    },
    {
        "value": "Залісся (Броварський р-н)",
        "label": "Залісся (Броварський р-н)"
    },
    {
        "value": "Залісся (Волинська обл.)",
        "label": "Залісся (Волинська обл.)"
    },
    {
        "value": "Залісся (Камінь-Каширський р-н)",
        "label": "Залісся (Камінь-Каширський р-н)"
    },
    {
        "value": "Залісся (Київська обл.)",
        "label": "Залісся (Київська обл.)"
    },
    {
        "value": "Залісся (Рівненська обл.)",
        "label": "Залісся (Рівненська обл.)"
    },
    {
        "value": "Залісся (Тернопільська обл.)",
        "label": "Залісся (Тернопільська обл.)"
    },
    {
        "value": "Залісся Перше",
        "label": "Залісся Перше"
    },
    {
        "value": "Залісці",
        "label": "Залісці"
    },
    {
        "value": "Залісці (Рожищенський р-н., Волинська обл.)",
        "label": "Залісці (Рожищенський р-н., Волинська обл.)"
    },
    {
        "value": "Залісці (Тернопільська обл.)",
        "label": "Залісці (Тернопільська обл.)"
    },
    {
        "value": "Заліське",
        "label": "Заліське"
    },
    {
        "value": "Заліщики",
        "label": "Заліщики"
    },
    {
        "value": "Заліщики (Малі Заліщики)",
        "label": "Заліщики (Малі Заліщики)"
    },
    {
        "value": "Залокоть",
        "label": "Залокоть"
    },
    {
        "value": "Залом",
        "label": "Залом"
    },
    {
        "value": "Залужани",
        "label": "Залужани"
    },
    {
        "value": "Залужжя",
        "label": "Залужжя"
    },
    {
        "value": "Залужжя (Закарпатська обл.)",
        "label": "Залужжя (Закарпатська обл.)"
    },
    {
        "value": "Залужжя (Івано-Франківська обл.)",
        "label": "Залужжя (Івано-Франківська обл.)"
    },
    {
        "value": "Залужжя (Львівська обл.)",
        "label": "Залужжя (Львівська обл.)"
    },
    {
        "value": "Залужжя (Рівненська обл.)",
        "label": "Залужжя (Рівненська обл.)"
    },
    {
        "value": "Залужжя (Хмельницька обл.)",
        "label": "Залужжя (Хмельницька обл.)"
    },
    {
        "value": "Залужне",
        "label": "Залужне"
    },
    {
        "value": "Залуква",
        "label": "Залуква"
    },
    {
        "value": "Залуччя",
        "label": "Залуччя"
    },
    {
        "value": "Залуччя (Коломийський р-н)",
        "label": "Залуччя (Коломийський р-н)"
    },
    {
        "value": "Замагора",
        "label": "Замагора"
    },
    {
        "value": "Замглай",
        "label": "Замглай"
    },
    {
        "value": "Замисловичі",
        "label": "Замисловичі"
    },
    {
        "value": "Замістя (Прилуцький р-н)",
        "label": "Замістя (Прилуцький р-н)"
    },
    {
        "value": "Заміхів",
        "label": "Заміхів"
    },
    {
        "value": "Заміщина",
        "label": "Заміщина"
    },
    {
        "value": "Заможне",
        "label": "Заможне"
    },
    {
        "value": "Заможне (Вінницька обл.)",
        "label": "Заможне (Вінницька обл.)"
    },
    {
        "value": "Заможне (Полтавська обл.)",
        "label": "Заможне (Полтавська обл.)"
    },
    {
        "value": "Замок",
        "label": "Замок"
    },
    {
        "value": "Замостя",
        "label": "Замостя"
    },
    {
        "value": "Замочок (Львівська обл.)",
        "label": "Замочок (Львівська обл.)"
    },
    {
        "value": "Замулинці (Івано-Франківська обл.)",
        "label": "Замулинці (Івано-Франківська обл.)"
    },
    {
        "value": "Замшани",
        "label": "Замшани"
    },
    {
        "value": "Заньки",
        "label": "Заньки"
    },
    {
        "value": "Заозерне",
        "label": "Заозерне"
    },
    {
        "value": "Заозерне (Волинська обл.)",
        "label": "Заозерне (Волинська обл.)"
    },
    {
        "value": "Западинці",
        "label": "Западинці"
    },
    {
        "value": "Западинці (Лохвицький р-н)",
        "label": "Западинці (Лохвицький р-н)"
    },
    {
        "value": "Запереділля",
        "label": "Запереділля"
    },
    {
        "value": "Запитів",
        "label": "Запитів"
    },
    {
        "value": "Заповітне",
        "label": "Заповітне"
    },
    {
        "value": "Запоріжжя",
        "label": "Запоріжжя"
    },
    {
        "value": "Запоріжжя (Олександрійський р-н., Кіров. обл.)",
        "label": "Запоріжжя (Олександрійський р-н., Кіров. обл.)"
    },
    {
        "value": "Запоріжжя (Токмацький р-н)",
        "label": "Запоріжжя (Токмацький р-н)"
    },
    {
        "value": "Запорізька Балка",
        "label": "Запорізька Балка"
    },
    {
        "value": "Запорізьке (Межівський р-н)",
        "label": "Запорізьке (Межівський р-н)"
    },
    {
        "value": "Запорізьке (Томаківський р-н)",
        "label": "Запорізьке (Томаківський р-н)"
    },
    {
        "value": "Запорожець",
        "label": "Запорожець"
    },
    {
        "value": "Запруддя",
        "label": "Запруддя"
    },
    {
        "value": "Запрудка",
        "label": "Запрудка"
    },
    {
        "value": "Запсілля",
        "label": "Запсілля"
    },
    {
        "value": "Запсілля (Полтавська обл.)",
        "label": "Запсілля (Полтавська обл.)"
    },
    {
        "value": "Запсонь",
        "label": "Запсонь"
    },
    {
        "value": "Зарваниця",
        "label": "Зарваниця"
    },
    {
        "value": "Зарванці",
        "label": "Зарванці"
    },
    {
        "value": "Заривинці",
        "label": "Заривинці"
    },
    {
        "value": "Заріг",
        "label": "Заріг"
    },
    {
        "value": "Зарічани",
        "label": "Зарічани"
    },
    {
        "value": "Зарічанка",
        "label": "Зарічанка"
    },
    {
        "value": "Зарічне (Вінницька обл.)",
        "label": "Зарічне (Вінницька обл.)"
    },
    {
        "value": "Зарічне (Гощанський р-н)",
        "label": "Зарічне (Гощанський р-н)"
    },
    {
        "value": "Зарічне (Дніпропетровська обл.)",
        "label": "Зарічне (Дніпропетровська обл.)"
    },
    {
        "value": "Зарічне (Донецька обл.)",
        "label": "Зарічне (Донецька обл.)"
    },
    {
        "value": "Зарічне (Запорізька обл.)",
        "label": "Зарічне (Запорізька обл.)"
    },
    {
        "value": "Зарічне (Миколаївська обл.)",
        "label": "Зарічне (Миколаївська обл.)"
    },
    {
        "value": "Зарічне (Путивльський р-н)",
        "label": "Зарічне (Путивльський р-н)"
    },
    {
        "value": "Зарічне (Херсонська обл.)",
        "label": "Зарічне (Херсонська обл.)"
    },
    {
        "value": "Зарічне(Рівненська обл.)",
        "label": "Зарічне(Рівненська обл.)"
    },
    {
        "value": "Зарічово",
        "label": "Зарічово"
    },
    {
        "value": "Заріччя",
        "label": "Заріччя"
    },
    {
        "value": "Заріччя (Берегівська сільська рада)",
        "label": "Заріччя (Берегівська сільська рада)"
    },
    {
        "value": "Заріччя (Волинська обл.)",
        "label": "Заріччя (Волинська обл.)"
    },
    {
        "value": "Заріччя (Володимир-Волинський р-н)",
        "label": "Заріччя (Володимир-Волинський р-н)"
    },
    {
        "value": "Заріччя (Жидачівський р-н)",
        "label": "Заріччя (Жидачівський р-н)"
    },
    {
        "value": "Заріччя (Житомирська обл.)",
        "label": "Заріччя (Житомирська обл.)"
    },
    {
        "value": "Заріччя (Івано-Франківська обл.)",
        "label": "Заріччя (Івано-Франківська обл.)"
    },
    {
        "value": "Заріччя (Овруцький р-н., Житомирська обл.)",
        "label": "Заріччя (Овруцький р-н., Житомирська обл.)"
    },
    {
        "value": "Заріччя (Полтавська обл.)",
        "label": "Заріччя (Полтавська обл.)"
    },
    {
        "value": "Заріччя (Турківський р-н)",
        "label": "Заріччя (Турківський р-н)"
    },
    {
        "value": "Заріччя (Черкаська обл.)",
        "label": "Заріччя (Черкаська обл.)"
    },
    {
        "value": "Заріччя(Закарпатська обл.)",
        "label": "Заріччя(Закарпатська обл.)"
    },
    {
        "value": "Зарожани",
        "label": "Зарожани"
    },
    {
        "value": "Зарубинці (Житомирська обл.)",
        "label": "Зарубинці (Житомирська обл.)"
    },
    {
        "value": "Зарубинці (Збаразький р-н)",
        "label": "Зарубинці (Збаразький р-н)"
    },
    {
        "value": "Зарубинці (Тернопільська обл.)",
        "label": "Зарубинці (Тернопільська обл.)"
    },
    {
        "value": "Заруддя",
        "label": "Заруддя"
    },
    {
        "value": "Заруддя (Вінницька обл.)",
        "label": "Заруддя (Вінницька обл.)"
    },
    {
        "value": "Заруддя (Київська обл.)",
        "label": "Заруддя (Київська обл.)"
    },
    {
        "value": "Зарудинці",
        "label": "Зарудинці"
    },
    {
        "value": "Зарудинці (Вінницька обл.)",
        "label": "Зарудинці (Вінницька обл.)"
    },
    {
        "value": "Зарудчі",
        "label": "Зарудчі"
    },
    {
        "value": "Засілля",
        "label": "Засілля"
    },
    {
        "value": "Заслучне",
        "label": "Заслучне"
    },
    {
        "value": "Заслуччя",
        "label": "Заслуччя"
    },
    {
        "value": "Застав'я",
        "label": "Застав'я"
    },
    {
        "value": "Заставки",
        "label": "Заставки"
    },
    {
        "value": "Заставля",
        "label": "Заставля"
    },
    {
        "value": "Заставна",
        "label": "Заставна"
    },
    {
        "value": "Заставне",
        "label": "Заставне"
    },
    {
        "value": "Заставці",
        "label": "Заставці"
    },
    {
        "value": "Заставче",
        "label": "Заставче"
    },
    {
        "value": "Застінка",
        "label": "Застінка"
    },
    {
        "value": "Застугна (Васильківський р-н)",
        "label": "Застугна (Васильківський р-н)"
    },
    {
        "value": "Засулля",
        "label": "Засулля"
    },
    {
        "value": "Заськи",
        "label": "Заськи"
    },
    {
        "value": "Затемне",
        "label": "Затемне"
    },
    {
        "value": "Затисівка",
        "label": "Затисівка"
    },
    {
        "value": "Затишне",
        "label": "Затишне"
    },
    {
        "value": "Затишшя",
        "label": "Затишшя"
    },
    {
        "value": "Затишшя (Волинська обл.)",
        "label": "Затишшя (Волинська обл.)"
    },
    {
        "value": "Затока",
        "label": "Затока"
    },
    {
        "value": "Затурці",
        "label": "Затурці"
    },
    {
        "value": "Захарівка (Донецька обл.)",
        "label": "Захарівка (Донецька обл.)"
    },
    {
        "value": "Захарівка (Київська обл.)",
        "label": "Захарівка (Київська обл.)"
    },
    {
        "value": "Захарівка (Кіровоградська обл.)",
        "label": "Захарівка (Кіровоградська обл.)"
    },
    {
        "value": "Захарівка (Одеська обл.)",
        "label": "Захарівка (Одеська обл.)"
    },
    {
        "value": "Захарівці",
        "label": "Захарівці"
    },
    {
        "value": "Зачатівка",
        "label": "Зачатівка"
    },
    {
        "value": "Зачепилівка",
        "label": "Зачепилівка"
    },
    {
        "value": "Зачепилівка (Полтавська обл.)",
        "label": "Зачепилівка (Полтавська обл.)"
    },
    {
        "value": "Зачернеччя",
        "label": "Зачернеччя"
    },
    {
        "value": "Зашків",
        "label": "Зашків"
    },
    {
        "value": "Зашковичі",
        "label": "Зашковичі"
    },
    {
        "value": "Заячківка",
        "label": "Заячківка"
    },
    {
        "value": "Збараж",
        "label": "Збараж"
    },
    {
        "value": "Збини",
        "label": "Збини"
    },
    {
        "value": "Збора",
        "label": "Збора"
    },
    {
        "value": "Зборів",
        "label": "Зборів"
    },
    {
        "value": "Збраньки",
        "label": "Збраньки"
    },
    {
        "value": "Зброжківка (Одеська обл.)",
        "label": "Зброжківка (Одеська обл.)"
    },
    {
        "value": "Зброшкове",
        "label": "Зброшкове"
    },
    {
        "value": "Збруч",
        "label": "Збруч"
    },
    {
        "value": "Збуж",
        "label": "Збуж"
    },
    {
        "value": "Збур'ївка",
        "label": "Збур'ївка"
    },
    {
        "value": "Званівка",
        "label": "Званівка"
    },
    {
        "value": "Звенигород",
        "label": "Звенигород"
    },
    {
        "value": "Звенигород (Пустомитівський р-н)",
        "label": "Звенигород (Пустомитівський р-н)"
    },
    {
        "value": "Звенигородка",
        "label": "Звенигородка"
    },
    {
        "value": "Звенигородка (Кіровоградська обл.)",
        "label": "Звенигородка (Кіровоградська обл.)"
    },
    {
        "value": "Звенячин",
        "label": "Звенячин"
    },
    {
        "value": "Звертів",
        "label": "Звертів"
    },
    {
        "value": "Зверхівці",
        "label": "Зверхівці"
    },
    {
        "value": "Звиняч",
        "label": "Звиняч"
    },
    {
        "value": "Звиняче",
        "label": "Звиняче"
    },
    {
        "value": "Звіздівка (Рівненська обл.)",
        "label": "Звіздівка (Рівненська обл.)"
    },
    {
        "value": "Звірів",
        "label": "Звірів"
    },
    {
        "value": "Звірівка",
        "label": "Звірівка"
    },
    {
        "value": "Звягель",
        "label": "Звягель"
    },
    {
        "value": "Згар",
        "label": "Згар"
    },
    {
        "value": "Згорани",
        "label": "Згорани"
    },
    {
        "value": "Згурівка",
        "label": "Згурівка"
    },
    {
        "value": "Здвижівка",
        "label": "Здвижівка"
    },
    {
        "value": "Здобуток",
        "label": "Здобуток"
    },
    {
        "value": "Здовбиця",
        "label": "Здовбиця"
    },
    {
        "value": "Здолбунів",
        "label": "Здолбунів"
    },
    {
        "value": "Здомишель",
        "label": "Здомишель"
    },
    {
        "value": "Здорівка",
        "label": "Здорівка"
    },
    {
        "value": "Зелеківка (Луганська обл.)",
        "label": "Зелеківка (Луганська обл.)"
    },
    {
        "value": "Зелена",
        "label": "Зелена"
    },
    {
        "value": "Зелена (Волинська обл.)",
        "label": "Зелена (Волинська обл.)"
    },
    {
        "value": "Зелена (Івано-Франківська обл.)",
        "label": "Зелена (Івано-Франківська обл.)"
    },
    {
        "value": "Зелена (Красилівський р-н)",
        "label": "Зелена (Красилівський р-н)"
    },
    {
        "value": "Зелена (Хмельницька обл.)",
        "label": "Зелена (Хмельницька обл.)"
    },
    {
        "value": "Зелена Балка",
        "label": "Зелена Балка"
    },
    {
        "value": "Зелена Діброва",
        "label": "Зелена Діброва"
    },
    {
        "value": "Зелена Рубанівка",
        "label": "Зелена Рубанівка"
    },
    {
        "value": "Зелене",
        "label": "Зелене"
    },
    {
        "value": "Зелене (Волинська обл.)",
        "label": "Зелене (Волинська обл.)"
    },
    {
        "value": "Зелене (Запорізька обл.)",
        "label": "Зелене (Запорізька обл.)"
    },
    {
        "value": "Зелене (Івано-Франківська обл.)",
        "label": "Зелене (Івано-Франківська обл.)"
    },
    {
        "value": "Зелене (Компаніївський р-н)",
        "label": "Зелене (Компаніївський р-н)"
    },
    {
        "value": "Зелене (Одеська обл.)",
        "label": "Зелене (Одеська обл.)"
    },
    {
        "value": "Зелене (Херсонська обл.)",
        "label": "Зелене (Херсонська обл.)"
    },
    {
        "value": "Зелене Поле (Великоновосілківський р-н)",
        "label": "Зелене Поле (Великоновосілківський р-н)"
    },
    {
        "value": "Зелений Барвінок",
        "label": "Зелений Барвінок"
    },
    {
        "value": "Зелений Бір",
        "label": "Зелений Бір"
    },
    {
        "value": "Зелений Гай",
        "label": "Зелений Гай"
    },
    {
        "value": "Зелений Гай (Вітовський р-н)",
        "label": "Зелений Гай (Вітовський р-н)"
    },
    {
        "value": "Зелений Гай (Дніпропетровська обл.)",
        "label": "Зелений Гай (Дніпропетровська обл.)"
    },
    {
        "value": "Зелений Гай (Запорізька обл.)",
        "label": "Зелений Гай (Запорізька обл.)"
    },
    {
        "value": "Зелений Гай (Кіровоградська обл.)",
        "label": "Зелений Гай (Кіровоградська обл.)"
    },
    {
        "value": "Зелений Гай (Тернопільська обл.)",
        "label": "Зелений Гай (Тернопільська обл.)"
    },
    {
        "value": "Зелений Гай (Чернівецька обл)",
        "label": "Зелений Гай (Чернівецька обл)"
    },
    {
        "value": "Зелений Колодязь (Харківська обл.)",
        "label": "Зелений Колодязь (Харківська обл.)"
    },
    {
        "value": "Зелений Під",
        "label": "Зелений Під"
    },
    {
        "value": "Зелений Ріг",
        "label": "Зелений Ріг"
    },
    {
        "value": "Зелений Яр",
        "label": "Зелений Яр"
    },
    {
        "value": "Зелений Яр (Донецька обл.)",
        "label": "Зелений Яр (Донецька обл.)"
    },
    {
        "value": "Зелений Яр (Миколаївська обл.)",
        "label": "Зелений Яр (Миколаївська обл.)"
    },
    {
        "value": "Зелений Яр (Миколаївський р-н)",
        "label": "Зелений Яр (Миколаївський р-н)"
    },
    {
        "value": "Зелені Кошари",
        "label": "Зелені Кошари"
    },
    {
        "value": "Зеленів",
        "label": "Зеленів"
    },
    {
        "value": "Зеленівка",
        "label": "Зеленівка"
    },
    {
        "value": "Зеленківка",
        "label": "Зеленківка"
    },
    {
        "value": "Зеленогірське",
        "label": "Зеленогірське"
    },
    {
        "value": "Зеленодольськ",
        "label": "Зеленодольськ"
    },
    {
        "value": "Зеленче",
        "label": "Зеленче"
    },
    {
        "value": "Зелень",
        "label": "Зелень"
    },
    {
        "value": "Зеленьки",
        "label": "Зеленьки"
    },
    {
        "value": "Зеленьків",
        "label": "Зеленьків"
    },
    {
        "value": "Землянка",
        "label": "Землянка"
    },
    {
        "value": "Землянка (Конотопський р-н, Сумська обл.)",
        "label": "Землянка (Конотопський р-н, Сумська обл.)"
    },
    {
        "value": "Зеремля",
        "label": "Зеремля"
    },
    {
        "value": "Зернове",
        "label": "Зернове"
    },
    {
        "value": "Зибкове",
        "label": "Зибкове"
    },
    {
        "value": "Зимівник",
        "label": "Зимівник"
    },
    {
        "value": "Зимна Вода",
        "label": "Зимна Вода"
    },
    {
        "value": "Зимне (Волинська обл.)",
        "label": "Зимне (Волинська обл.)"
    },
    {
        "value": "Зіболки (Львівська обл.)",
        "label": "Зіболки (Львівська обл.)"
    },
    {
        "value": "Зібранівка",
        "label": "Зібранівка"
    },
    {
        "value": "Зідьки",
        "label": "Зідьки"
    },
    {
        "value": "Зінове",
        "label": "Зінове"
    },
    {
        "value": "Зінці",
        "label": "Зінці"
    },
    {
        "value": "Зіньків",
        "label": "Зіньків"
    },
    {
        "value": "Зіньків (Хмельницька обл.)",
        "label": "Зіньків (Хмельницька обл.)"
    },
    {
        "value": "Зіньківщина",
        "label": "Зіньківщина"
    },
    {
        "value": "Зірне",
        "label": "Зірне"
    },
    {
        "value": "Злазне",
        "label": "Злазне"
    },
    {
        "value": "Златопілля",
        "label": "Златопілля"
    },
    {
        "value": "Златопіль (Харківська обл.)",
        "label": "Златопіль (Харківська обл.)"
    },
    {
        "value": "Златоустівка",
        "label": "Златоустівка"
    },
    {
        "value": "Злинка (Маловисківський р-н.)",
        "label": "Злинка (Маловисківський р-н.)"
    },
    {
        "value": "Зміїв",
        "label": "Зміїв"
    },
    {
        "value": "Зміївка",
        "label": "Зміївка"
    },
    {
        "value": "Зміїнець",
        "label": "Зміїнець"
    },
    {
        "value": "Змітнів",
        "label": "Змітнів"
    },
    {
        "value": "Знам'янка (Кіровоградська обл.)",
        "label": "Знам'янка (Кіровоградська обл.)"
    },
    {
        "value": "Знам'янка (Одеська обл.)",
        "label": "Знам'янка (Одеська обл.)"
    },
    {
        "value": "Знаменівка (Вінницька обл.)",
        "label": "Знаменівка (Вінницька обл.)"
    },
    {
        "value": "Знаменівка (Новомосковський р-н)",
        "label": "Знаменівка (Новомосковський р-н)"
    },
    {
        "value": "Зносичі",
        "label": "Зносичі"
    },
    {
        "value": "Зняцьово",
        "label": "Зняцьово"
    },
    {
        "value": "Зозів",
        "label": "Зозів"
    },
    {
        "value": "Зозівка",
        "label": "Зозівка"
    },
    {
        "value": "Зозулинці (Вінницька обл. Хмільницький р-н)",
        "label": "Зозулинці (Вінницька обл. Хмільницький р-н)"
    },
    {
        "value": "Зозулинці (Вінницька обл.)",
        "label": "Зозулинці (Вінницька обл.)"
    },
    {
        "value": "Зозулинці (Тернопільська обл.)",
        "label": "Зозулинці (Тернопільська обл.)"
    },
    {
        "value": "Золота Балка",
        "label": "Золота Балка"
    },
    {
        "value": "Золота Нива",
        "label": "Золота Нива"
    },
    {
        "value": "Золотарівка",
        "label": "Золотарівка"
    },
    {
        "value": "Золотарьово",
        "label": "Золотарьово"
    },
    {
        "value": "Золоте",
        "label": "Золоте"
    },
    {
        "value": "Золоте (Рівненська обл.)",
        "label": "Золоте (Рівненська обл.)"
    },
    {
        "value": "Золотий Колодязь (Донецька обл.)",
        "label": "Золотий Колодязь (Донецька обл.)"
    },
    {
        "value": "Золотий Потік",
        "label": "Золотий Потік"
    },
    {
        "value": "Золоті Пруди",
        "label": "Золоті Пруди"
    },
    {
        "value": "Золотники (Тернопільська обл.)",
        "label": "Золотники (Тернопільська обл.)"
    },
    {
        "value": "Золотолин",
        "label": "Золотолин"
    },
    {
        "value": "Золотоноша",
        "label": "Золотоноша"
    },
    {
        "value": "Золотоношка",
        "label": "Золотоношка"
    },
    {
        "value": "Золочів (Львівська обл.)",
        "label": "Золочів (Львівська обл.)"
    },
    {
        "value": "Золочів(Харківська обл.)",
        "label": "Золочів(Харківська обл.)"
    },
    {
        "value": "Золочівка",
        "label": "Золочівка"
    },
    {
        "value": "Зольня",
        "label": "Зольня"
    },
    {
        "value": "Зорин",
        "label": "Зорин"
    },
    {
        "value": "Зорівка",
        "label": "Зорівка"
    },
    {
        "value": "Зоря (Дніпропетровська обл., Дніпровський р-н)",
        "label": "Зоря (Дніпропетровська обл., Дніпровський р-н)"
    },
    {
        "value": "Зоря (Дніпропетровська обл.)",
        "label": "Зоря (Дніпропетровська обл.)"
    },
    {
        "value": "Зоря (Донецька обл.,Нікольський р-н)",
        "label": "Зоря (Донецька обл.,Нікольський р-н)"
    },
    {
        "value": "Зоря (Запорізька обл.)",
        "label": "Зоря (Запорізька обл.)"
    },
    {
        "value": "Зоря (Київська обл, Броварський р-н)",
        "label": "Зоря (Київська обл, Броварський р-н)"
    },
    {
        "value": "Зоря (Костянтинівський р-н.)",
        "label": "Зоря (Костянтинівський р-н.)"
    },
    {
        "value": "Зоря (Одеська обл.)",
        "label": "Зоря (Одеська обл.)"
    },
    {
        "value": "Зоря (Рівненська обл.)",
        "label": "Зоря (Рівненська обл.)"
    },
    {
        "value": "Зоряне (Дніпропетровська обл.)",
        "label": "Зоряне (Дніпропетровська обл.)"
    },
    {
        "value": "Зоряне (Донецька обл.)",
        "label": "Зоряне (Донецька обл.)"
    },
    {
        "value": "Зоряне (Запорізька обл.)",
        "label": "Зоряне (Запорізька обл.)"
    },
    {
        "value": "Зоряне (Харківська обл.)",
        "label": "Зоряне (Харківська обл.)"
    },
    {
        "value": "Зорянське",
        "label": "Зорянське"
    },
    {
        "value": "Зруб-Комарівський",
        "label": "Зруб-Комарівський"
    },
    {
        "value": "Зубані",
        "label": "Зубані"
    },
    {
        "value": "Зубейки",
        "label": "Зубейки"
    },
    {
        "value": "Зубильне",
        "label": "Зубильне"
    },
    {
        "value": "Зубів",
        "label": "Зубів"
    },
    {
        "value": "Зубівка",
        "label": "Зубівка"
    },
    {
        "value": "Зубівка (Полтавська обл.)",
        "label": "Зубівка (Полтавська обл.)"
    },
    {
        "value": "Зубівка (Харківська обл.)",
        "label": "Зубівка (Харківська обл.)"
    },
    {
        "value": "Зубків",
        "label": "Зубків"
    },
    {
        "value": "Зубковичі",
        "label": "Зубковичі"
    },
    {
        "value": "Зубра",
        "label": "Зубра"
    },
    {
        "value": "Зубрець",
        "label": "Зубрець"
    },
    {
        "value": "Зуївці",
        "label": "Зуївці"
    },
    {
        "value": "Зяньківці",
        "label": "Зяньківці"
    },
    {
        "value": "Зяньківці (Хмельницька обл.)",
        "label": "Зяньківці (Хмельницька обл.)"
    },
    {
        "value": "Зятківці",
        "label": "Зятківці"
    },
    {
        "value": "Івангород",
        "label": "Івангород"
    },
    {
        "value": "Івангород (Черкаська обл.)",
        "label": "Івангород (Черкаська обл.)"
    },
    {
        "value": "Іване-Золоте",
        "label": "Іване-Золоте"
    },
    {
        "value": "Іване-Пусте",
        "label": "Іване-Пусте"
    },
    {
        "value": "Іваниківка",
        "label": "Іваниківка"
    },
    {
        "value": "Іваниця",
        "label": "Іваниця"
    },
    {
        "value": "Іваниця (Сумська обл.)",
        "label": "Іваниця (Сумська обл.)"
    },
    {
        "value": "Іваничі (Волинська обл.)",
        "label": "Іваничі (Волинська обл.)"
    },
    {
        "value": "Іваничі (Рівненська обл.)",
        "label": "Іваничі (Рівненська обл.)"
    },
    {
        "value": "Іванів (Калинівський р-н)",
        "label": "Іванів (Калинівський р-н)"
    },
    {
        "value": "Іванівка (Арбузинський р-н)",
        "label": "Іванівка (Арбузинський р-н)"
    },
    {
        "value": "Іванівка (Білозерський р-н)",
        "label": "Іванівка (Білозерський р-н)"
    },
    {
        "value": "Іванівка (Високопільський р-н)",
        "label": "Іванівка (Високопільський р-н)"
    },
    {
        "value": "Іванівка (Вінницька обл.)",
        "label": "Іванівка (Вінницька обл.)"
    },
    {
        "value": "Іванівка (Голоприст.р-н. Херс. обл.)",
        "label": "Іванівка (Голоприст.р-н. Херс. обл.)"
    },
    {
        "value": "Іванівка (Дніпропетровська обл.)",
        "label": "Іванівка (Дніпропетровська обл.)"
    },
    {
        "value": "Іванівка (Донецька обл, Покровський р-н)",
        "label": "Іванівка (Донецька обл, Покровський р-н)"
    },
    {
        "value": "Іванівка (Донецька обл.)",
        "label": "Іванівка (Донецька обл.)"
    },
    {
        "value": "Іванівка (Житомирський р-н., Жит. обл.)",
        "label": "Іванівка (Житомирський р-н., Жит. обл.)"
    },
    {
        "value": "Іванівка (Запорізька обл.)",
        "label": "Іванівка (Запорізька обл.)"
    },
    {
        "value": "Іванівка (Івано-Франківська обл.)",
        "label": "Іванівка (Івано-Франківська обл.)"
    },
    {
        "value": "Іванівка (Кіровоградська обл., Долинський р-н)",
        "label": "Іванівка (Кіровоградська обл., Долинський р-н)"
    },
    {
        "value": "Іванівка (Кіровоградська обл.)",
        "label": "Іванівка (Кіровоградська обл.)"
    },
    {
        "value": "Іванівка (Корецький р-н)",
        "label": "Іванівка (Корецький р-н)"
    },
    {
        "value": "Іванівка (Межівський р-н)",
        "label": "Іванівка (Межівський р-н)"
    },
    {
        "value": "Іванівка (Миколаївська обл., Очаківський р-н)",
        "label": "Іванівка (Миколаївська обл., Очаківський р-н)"
    },
    {
        "value": "Іванівка (Миколаївська обл.,Первомайський р-н)",
        "label": "Іванівка (Миколаївська обл.,Первомайський р-н)"
    },
    {
        "value": "Іванівка (Новгород-Сіверський р-н)",
        "label": "Іванівка (Новгород-Сіверський р-н)"
    },
    {
        "value": "Іванівка (Обухівський р-н)",
        "label": "Іванівка (Обухівський р-н)"
    },
    {
        "value": "Іванівка (Одеська обл., Березівський р-н)",
        "label": "Іванівка (Одеська обл., Березівський р-н)"
    },
    {
        "value": "Іванівка (Перемишлянський р-н)",
        "label": "Іванівка (Перемишлянський р-н)"
    },
    {
        "value": "Іванівка (Підволочиський р-н)",
        "label": "Іванівка (Підволочиський р-н)"
    },
    {
        "value": "Іванівка (Полтавська обл.)",
        "label": "Іванівка (Полтавська обл.)"
    },
    {
        "value": "Іванівка (Сарненський р-н)",
        "label": "Іванівка (Сарненський р-н)"
    },
    {
        "value": "Іванівка (Ставищенська територіальна громада)",
        "label": "Іванівка (Ставищенська територіальна громада)"
    },
    {
        "value": "Іванівка (Сумська обл.)",
        "label": "Іванівка (Сумська обл.)"
    },
    {
        "value": "Іванівка (Тернопільська обл.)",
        "label": "Іванівка (Тернопільська обл.)"
    },
    {
        "value": "Іванівка (Херсонська обл.)",
        "label": "Іванівка (Херсонська обл.)"
    },
    {
        "value": "Іванівка (Хмельницька обл.)",
        "label": "Іванівка (Хмельницька обл.)"
    },
    {
        "value": "Іванівка (Черкаська обл.,Чигиринський р-н)",
        "label": "Іванівка (Черкаська обл.,Чигиринський р-н)"
    },
    {
        "value": "Іванівка (Черкаська обл.)",
        "label": "Іванівка (Черкаська обл.)"
    },
    {
        "value": "Іванівка (Чернігівська обл.)",
        "label": "Іванівка (Чернігівська обл.)"
    },
    {
        "value": "Іванівське",
        "label": "Іванівське"
    },
    {
        "value": "Іванівці",
        "label": "Іванівці"
    },
    {
        "value": "Іванівці (Вінницька обл.)",
        "label": "Іванівці (Вінницька обл.)"
    },
    {
        "value": "Іванівці (Волочиський р-н)",
        "label": "Іванівці (Волочиський р-н)"
    },
    {
        "value": "Іванівці (Закарпатська обл.)",
        "label": "Іванівці (Закарпатська обл.)"
    },
    {
        "value": "Іванівці (Літинський р-н)",
        "label": "Іванівці (Літинський р-н)"
    },
    {
        "value": "Іванівці (Львівська обл.)",
        "label": "Іванівці (Львівська обл.)"
    },
    {
        "value": "Іванівці (Чернівецька обл.)",
        "label": "Іванівці (Чернівецька обл.)"
    },
    {
        "value": "Іванків (Вишгородський р-н)",
        "label": "Іванків (Вишгородський р-н)"
    },
    {
        "value": "Іванків (Житомирська обл.)",
        "label": "Іванків (Житомирська обл.)"
    },
    {
        "value": "Іванків (Тернопільська обл.)",
        "label": "Іванків (Тернопільська обл.)"
    },
    {
        "value": "Іванків(Бориспільський р-н)",
        "label": "Іванків(Бориспільський р-н)"
    },
    {
        "value": "Іванківці (Дунаєвецький р-н., Хмельницька обл.)",
        "label": "Іванківці (Дунаєвецький р-н., Хмельницька обл.)"
    },
    {
        "value": "Іванківці (Житомирська обл.)",
        "label": "Іванківці (Житомирська обл.)"
    },
    {
        "value": "Іванківці (Кіровоградська обл.)",
        "label": "Іванківці (Кіровоградська обл.)"
    },
    {
        "value": "Іванківці (Козятинський р-н., Вінницька обл.)",
        "label": "Іванківці (Козятинський р-н., Вінницька обл.)"
    },
    {
        "value": "Іванківці (Старосинявський р-н., Хмельницька обл.)",
        "label": "Іванківці (Старосинявський р-н., Хмельницька обл.)"
    },
    {
        "value": "Іванківці (Тернопільська обл.)",
        "label": "Іванківці (Тернопільська обл.)"
    },
    {
        "value": "Іванківці (Хмельницька міська громада)",
        "label": "Іванківці (Хмельницька міська громада)"
    },
    {
        "value": "Іванківці (Чернівецька обл.)",
        "label": "Іванківці (Чернівецька обл.)"
    },
    {
        "value": "Іванковичі",
        "label": "Іванковичі"
    },
    {
        "value": "Івано-Благодатне",
        "label": "Івано-Благодатне"
    },
    {
        "value": "Івано-Кепине",
        "label": "Івано-Кепине"
    },
    {
        "value": "Івано-Франківськ",
        "label": "Івано-Франківськ"
    },
    {
        "value": "Івано-Франкове",
        "label": "Івано-Франкове"
    },
    {
        "value": "Івано-Яризівка",
        "label": "Івано-Яризівка"
    },
    {
        "value": "Іванове (Лиманський р-н)",
        "label": "Іванове (Лиманський р-н)"
    },
    {
        "value": "Іванове Селище",
        "label": "Іванове Селище"
    },
    {
        "value": "Івановичі (Пулинська територіальна громада)",
        "label": "Івановичі (Пулинська територіальна громада)"
    },
    {
        "value": "Іванопілля",
        "label": "Іванопілля"
    },
    {
        "value": "Іванопіль",
        "label": "Іванопіль"
    },
    {
        "value": "Іванопіль (Житомирська обл.)",
        "label": "Іванопіль (Житомирська обл.)"
    },
    {
        "value": "Іванчанка",
        "label": "Іванчанка"
    },
    {
        "value": "Іванчиці",
        "label": "Іванчиці"
    },
    {
        "value": "Іванчі",
        "label": "Іванчі"
    },
    {
        "value": "Іваньки",
        "label": "Іваньки"
    },
    {
        "value": "Івахни (Черкаська обл.)",
        "label": "Івахни (Черкаська обл.)"
    },
    {
        "value": "Івачів Долішній",
        "label": "Івачів Долішній"
    },
    {
        "value": "Івачків (Рівненська обл.)",
        "label": "Івачків (Рівненська обл.)"
    },
    {
        "value": "Івашинівка",
        "label": "Івашинівка"
    },
    {
        "value": "Івашки",
        "label": "Івашки"
    },
    {
        "value": "Івашки (Полтавська обл.)",
        "label": "Івашки (Полтавська обл.)"
    },
    {
        "value": "Івашків",
        "label": "Івашків"
    },
    {
        "value": "Івашківка",
        "label": "Івашківка"
    },
    {
        "value": "Івашківці",
        "label": "Івашківці"
    },
    {
        "value": "Івашківці (Вінницька обл.)",
        "label": "Івашківці (Вінницька обл.)"
    },
    {
        "value": "Івашківці (Хмельницька обл.)",
        "label": "Івашківці (Хмельницька обл.)"
    },
    {
        "value": "Івашковиця",
        "label": "Івашковиця"
    },
    {
        "value": "Іващенки",
        "label": "Іващенки"
    },
    {
        "value": "Іверське",
        "label": "Іверське"
    },
    {
        "value": "Іверське (Дніпропетровська обл.)",
        "label": "Іверське (Дніпропетровська обл.)"
    },
    {
        "value": "Івківці",
        "label": "Івківці"
    },
    {
        "value": "Івниця",
        "label": "Івниця"
    },
    {
        "value": "Івча",
        "label": "Івча"
    },
    {
        "value": "Ігнатпіль",
        "label": "Ігнатпіль"
    },
    {
        "value": "Ігровиця (Тернопільська обл.)",
        "label": "Ігровиця (Тернопільська обл.)"
    },
    {
        "value": "Іза",
        "label": "Іза"
    },
    {
        "value": "Ізки",
        "label": "Ізки"
    },
    {
        "value": "Ізмаїл",
        "label": "Ізмаїл"
    },
    {
        "value": "Ізмайлівка",
        "label": "Ізмайлівка"
    },
    {
        "value": "Ізюм",
        "label": "Ізюм"
    },
    {
        "value": "Ізяслав",
        "label": "Ізяслав"
    },
    {
        "value": "Іква",
        "label": "Іква"
    },
    {
        "value": "Ілавче",
        "label": "Ілавче"
    },
    {
        "value": "Ілемня",
        "label": "Ілемня"
    },
    {
        "value": "Ілічанка",
        "label": "Ілічанка"
    },
    {
        "value": "Іллін (Рівненська обл.)",
        "label": "Іллін (Рівненська обл.)"
    },
    {
        "value": "Іллінецьке",
        "label": "Іллінецьке"
    },
    {
        "value": "Іллінівка",
        "label": "Іллінівка"
    },
    {
        "value": "Іллінка",
        "label": "Іллінка"
    },
    {
        "value": "Іллінка (Херсонська обл.)",
        "label": "Іллінка (Херсонська обл.)"
    },
    {
        "value": "Іллінці (Вінницька обл.)",
        "label": "Іллінці (Вінницька обл.)"
    },
    {
        "value": "Іллінці (Івано-Франківська обл.)",
        "label": "Іллінці (Івано-Франківська обл.)"
    },
    {
        "value": "Ільїне",
        "label": "Ільїне"
    },
    {
        "value": "Ільківка",
        "label": "Ільківка"
    },
    {
        "value": "Ільковичі",
        "label": "Ільковичі"
    },
    {
        "value": "Ільник",
        "label": "Ільник"
    },
    {
        "value": "Ільниця",
        "label": "Ільниця"
    },
    {
        "value": "Ільпибоки",
        "label": "Ільпибоки"
    },
    {
        "value": "Ільпінь (Рівненська обл.)",
        "label": "Ільпінь (Рівненська обл.)"
    },
    {
        "value": "Ільці",
        "label": "Ільці"
    },
    {
        "value": "Імстичово",
        "label": "Імстичово"
    },
    {
        "value": "Інгулець",
        "label": "Інгулець"
    },
    {
        "value": "Інгулка",
        "label": "Інгулка"
    },
    {
        "value": "Інженерне",
        "label": "Інженерне"
    },
    {
        "value": "Інженерне (Херсонська обл.)",
        "label": "Інженерне (Херсонська обл.)"
    },
    {
        "value": "Ірдинь",
        "label": "Ірдинь"
    },
    {
        "value": "Іржавець",
        "label": "Іржавець"
    },
    {
        "value": "Іркліїв",
        "label": "Іркліїв"
    },
    {
        "value": "Ірпінь",
        "label": "Ірпінь"
    },
    {
        "value": "Ірша",
        "label": "Ірша"
    },
    {
        "value": "Іршава",
        "label": "Іршава"
    },
    {
        "value": "Іршанськ",
        "label": "Іршанськ"
    },
    {
        "value": "Ісаєве",
        "label": "Ісаєве"
    },
    {
        "value": "Ісаї",
        "label": "Ісаї"
    },
    {
        "value": "Ісайки",
        "label": "Ісайки"
    },
    {
        "value": "Ісаків",
        "label": "Ісаків"
    },
    {
        "value": "Іскра",
        "label": "Іскра"
    },
    {
        "value": "Іскрене",
        "label": "Іскрене"
    },
    {
        "value": "Іскриня",
        "label": "Іскриня"
    },
    {
        "value": "Іскрівка (Полтавська обл.)",
        "label": "Іскрівка (Полтавська обл.)"
    },
    {
        "value": "Іспас",
        "label": "Іспас"
    },
    {
        "value": "Ічня",
        "label": "Ічня"
    },
    {
        "value": "Їжівці",
        "label": "Їжівці"
    },
    {
        "value": "Йорданешти",
        "label": "Йорданешти"
    },
    {
        "value": "Йосипівка (Вільшанський р-н)",
        "label": "Йосипівка (Вільшанський р-н)"
    },
    {
        "value": "Йосипівка (Вінницька обл.)",
        "label": "Йосипівка (Вінницька обл.)"
    },
    {
        "value": "Йосипівка (Житомирська обл.)",
        "label": "Йосипівка (Житомирська обл.)"
    },
    {
        "value": "Йосипівка (Захарівський р-н)",
        "label": "Йосипівка (Захарівський р-н)"
    },
    {
        "value": "Йосипівка (Кіровоградська обл, Новомиргородський р",
        "label": "Йосипівка (Кіровоградська обл, Новомиргородський р"
    },
    {
        "value": "Йосипівка (Кіровоградська обл.)",
        "label": "Йосипівка (Кіровоградська обл.)"
    },
    {
        "value": "Йосипівка (Львівська обл.)",
        "label": "Йосипівка (Львівська обл.)"
    },
    {
        "value": "Йосипівка (Овідіопольський р-н)",
        "label": "Йосипівка (Овідіопольський р-н)"
    },
    {
        "value": "Йосипівка (Савранський р-н)",
        "label": "Йосипівка (Савранський р-н)"
    },
    {
        "value": "Йосипівка (Старокостянтинівський р-н)",
        "label": "Йосипівка (Старокостянтинівський р-н)"
    },
    {
        "value": "Йосипівка (Тернопільська обл.)",
        "label": "Йосипівка (Тернопільська обл.)"
    },
    {
        "value": "Йосипівка (Хмельницька обл.)",
        "label": "Йосипівка (Хмельницька обл.)"
    },
    {
        "value": "Йосиповичі",
        "label": "Йосиповичі"
    },
    {
        "value": "Кабичівка (Луганська обл.)",
        "label": "Кабичівка (Луганська обл.)"
    },
    {
        "value": "Кавказ",
        "label": "Кавказ"
    },
    {
        "value": "Кавське",
        "label": "Кавське"
    },
    {
        "value": "Кавуни",
        "label": "Кавуни"
    },
    {
        "value": "Кагарлик",
        "label": "Кагарлик"
    },
    {
        "value": "Кагарлик (Одеська обл.)",
        "label": "Кагарлик (Одеська обл.)"
    },
    {
        "value": "Кагуїв",
        "label": "Кагуїв"
    },
    {
        "value": "Кадиївка (Хмельницька обл.)",
        "label": "Кадиївка (Хмельницька обл.)"
    },
    {
        "value": "Кадиївці",
        "label": "Кадиївці"
    },
    {
        "value": "Кадище",
        "label": "Кадище"
    },
    {
        "value": "Кадобна",
        "label": "Кадобна"
    },
    {
        "value": "Кадомка",
        "label": "Кадомка"
    },
    {
        "value": "Кадубівці",
        "label": "Кадубівці"
    },
    {
        "value": "Казавчин",
        "label": "Казавчин"
    },
    {
        "value": "Казанка",
        "label": "Казанка"
    },
    {
        "value": "Казарня",
        "label": "Казарня"
    },
    {
        "value": "Казначеївка",
        "label": "Казначеївка"
    },
    {
        "value": "Каїри",
        "label": "Каїри"
    },
    {
        "value": "Каїри (Одеська обл.)",
        "label": "Каїри (Одеська обл.)"
    },
    {
        "value": "Кайданово",
        "label": "Кайданово"
    },
    {
        "value": "Кайтанівка",
        "label": "Кайтанівка"
    },
    {
        "value": "Калагарівка",
        "label": "Калагарівка"
    },
    {
        "value": "Калаглія",
        "label": "Калаглія"
    },
    {
        "value": "Калайдинці",
        "label": "Калайдинці"
    },
    {
        "value": "Калайтанівка",
        "label": "Калайтанівка"
    },
    {
        "value": "Калантаїв",
        "label": "Калантаїв"
    },
    {
        "value": "Калантаївка",
        "label": "Калантаївка"
    },
    {
        "value": "Каланчак",
        "label": "Каланчак"
    },
    {
        "value": "Каланчак (Одеська обл.)",
        "label": "Каланчак (Одеська обл.)"
    },
    {
        "value": "Калачівка",
        "label": "Калачівка"
    },
    {
        "value": "Калашники",
        "label": "Калашники"
    },
    {
        "value": "Каленики",
        "label": "Каленики"
    },
    {
        "value": "Каленики (Черкаська обл.)",
        "label": "Каленики (Черкаська обл.)"
    },
    {
        "value": "Калини",
        "label": "Калини"
    },
    {
        "value": "Калинів Міст",
        "label": "Калинів Міст"
    },
    {
        "value": "Калинівка (Березанський р-н., Миколаївська обл.)",
        "label": "Калинівка (Березанський р-н., Миколаївська обл.)"
    },
    {
        "value": "Калинівка (Броварський р-н)",
        "label": "Калинівка (Броварський р-н)"
    },
    {
        "value": "Калинівка (Вінницька обл., Калинівський р-н)",
        "label": "Калинівка (Вінницька обл., Калинівський р-н)"
    },
    {
        "value": "Калинівка (Вітовський р-н., Миколаївська обл.)",
        "label": "Калинівка (Вітовський р-н., Миколаївська обл.)"
    },
    {
        "value": "Калинівка (Демидівський р-н)",
        "label": "Калинівка (Демидівський р-н)"
    },
    {
        "value": "Калинівка (Дніпропетровська обл.)",
        "label": "Калинівка (Дніпропетровська обл.)"
    },
    {
        "value": "Калинівка (Єланецький р-н)",
        "label": "Калинівка (Єланецький р-н)"
    },
    {
        "value": "Калинівка (Житомирська обл., Олевський р-н )",
        "label": "Калинівка (Житомирська обл., Олевський р-н )"
    },
    {
        "value": "Калинівка (Житомирська обл.)",
        "label": "Калинівка (Житомирська обл.)"
    },
    {
        "value": "Калинівка (Кіровоградська обл.)",
        "label": "Калинівка (Кіровоградська обл.)"
    },
    {
        "value": "Калинівка (Корецький р-н)",
        "label": "Калинівка (Корецький р-н)"
    },
    {
        "value": "Калинівка (Криничанський р-н)",
        "label": "Калинівка (Криничанський р-н)"
    },
    {
        "value": "Калинівка (Макарівський р-н)",
        "label": "Калинівка (Макарівський р-н)"
    },
    {
        "value": "Калинівка (Одеська обл., Іванівський р-н)",
        "label": "Калинівка (Одеська обл., Іванівський р-н)"
    },
    {
        "value": "Калинівка (Одеська обл.)",
        "label": "Калинівка (Одеська обл.)"
    },
    {
        "value": "Калинівка (Снігурівський р-н)",
        "label": "Калинівка (Снігурівський р-н)"
    },
    {
        "value": "Калинівка (Сумська обл.)",
        "label": "Калинівка (Сумська обл.)"
    },
    {
        "value": "Калинівка (Фастівський р-н)",
        "label": "Калинівка (Фастівський р-н)"
    },
    {
        "value": "Калинівка (Хмельницька обл.)",
        "label": "Калинівка (Хмельницька обл.)"
    },
    {
        "value": "Калинівка (Черкаська обл.)",
        "label": "Калинівка (Черкаська обл.)"
    },
    {
        "value": "Калинівське",
        "label": "Калинівське"
    },
    {
        "value": "Калинове",
        "label": "Калинове"
    },
    {
        "value": "Калиновиця",
        "label": "Калиновиця"
    },
    {
        "value": "Калиня",
        "label": "Калиня"
    },
    {
        "value": "Калита",
        "label": "Калита"
    },
    {
        "value": "Калитинка",
        "label": "Калитинка"
    },
    {
        "value": "Калмазове",
        "label": "Калмазове"
    },
    {
        "value": "Калмиківка",
        "label": "Калмиківка"
    },
    {
        "value": "Калуш",
        "label": "Калуш"
    },
    {
        "value": "Калчева",
        "label": "Калчева"
    },
    {
        "value": "Кальна",
        "label": "Кальна"
    },
    {
        "value": "Кальна (Хмельницька обл.)",
        "label": "Кальна (Хмельницька обл.)"
    },
    {
        "value": "Кальне",
        "label": "Кальне"
    },
    {
        "value": "Кальниболота",
        "label": "Кальниболота"
    },
    {
        "value": "Кальник",
        "label": "Кальник"
    },
    {
        "value": "Кальник (Закарпатська обл.)",
        "label": "Кальник (Закарпатська обл.)"
    },
    {
        "value": "Кальнівці",
        "label": "Кальнівці"
    },
    {
        "value": "Кальчик",
        "label": "Кальчик"
    },
    {
        "value": "Калюжинці",
        "label": "Калюжинці"
    },
    {
        "value": "Калюсик",
        "label": "Калюсик"
    },
    {
        "value": "Кам'яна",
        "label": "Кам'яна"
    },
    {
        "value": "Кам'яна Балка",
        "label": "Кам'яна Балка"
    },
    {
        "value": "Кам'яна Гора",
        "label": "Кам'яна Гора"
    },
    {
        "value": "Кам'яна Яруга",
        "label": "Кам'яна Яруга"
    },
    {
        "value": "Кам'яне",
        "label": "Кам'яне"
    },
    {
        "value": "Кам'яне (Львівська обл.)",
        "label": "Кам'яне (Львівська обл.)"
    },
    {
        "value": "Кам'яне (Одеська обл.)",
        "label": "Кам'яне (Одеська обл.)"
    },
    {
        "value": "Кам'яне (Сумська обл.)",
        "label": "Кам'яне (Сумська обл.)"
    },
    {
        "value": "Кам'яне-Случанське",
        "label": "Кам'яне-Случанське"
    },
    {
        "value": "Кам'янець-Подільський",
        "label": "Кам'янець-Подільський"
    },
    {
        "value": "Кам'янече",
        "label": "Кам'янече"
    },
    {
        "value": "Кам'яний Брід",
        "label": "Кам'яний Брід"
    },
    {
        "value": "Кам'яний Брід (Житомирська обл.)",
        "label": "Кам'яний Брід (Житомирська обл.)"
    },
    {
        "value": "Кам'яний Брід (Кіровоградська обл)",
        "label": "Кам'яний Брід (Кіровоградська обл)"
    },
    {
        "value": "Кам'яний Брід (Черкаська обл.)",
        "label": "Кам'яний Брід (Черкаська обл.)"
    },
    {
        "value": "Кам'яний Міст",
        "label": "Кам'яний Міст"
    },
    {
        "value": "Кам'яний Міст (Новоукраїнський р-н)",
        "label": "Кам'яний Міст (Новоукраїнський р-н)"
    },
    {
        "value": "Кам'яний Міст (село)",
        "label": "Кам'яний Міст (село)"
    },
    {
        "value": "Кам'яниця",
        "label": "Кам'яниця"
    },
    {
        "value": "Кам'янка (Житомирська обл., Житомирський р-н)",
        "label": "Кам'янка (Житомирська обл., Житомирський р-н)"
    },
    {
        "value": "Кам'янка (Житомирська обл.)",
        "label": "Кам'янка (Житомирська обл.)"
    },
    {
        "value": "Кам'янка (Запорізька обл.)",
        "label": "Кам'янка (Запорізька обл.)"
    },
    {
        "value": "Кам'янка (Ізяславський р-н)",
        "label": "Кам'янка (Ізяславський р-н)"
    },
    {
        "value": "Кам'янка (Луганська обл.)",
        "label": "Кам'янка (Луганська обл.)"
    },
    {
        "value": "Кам'янка (Львівська обл.)",
        "label": "Кам'янка (Львівська обл.)"
    },
    {
        "value": "Кам'янка (Миколаївська обл.)",
        "label": "Кам'янка (Миколаївська обл.)"
    },
    {
        "value": "Кам'янка (Новомиргородський р-н)",
        "label": "Кам'янка (Новомиргородський р-н)"
    },
    {
        "value": "Кам'янка (Одеська обл., Біляївський р-н)",
        "label": "Кам'янка (Одеська обл., Біляївський р-н)"
    },
    {
        "value": "Кам'янка (Одеська обл., Ізмаїльський р-н)",
        "label": "Кам'янка (Одеська обл., Ізмаїльський р-н)"
    },
    {
        "value": "Кам'янка (Одеська обл., Роздільнянський р-н)",
        "label": "Кам'янка (Одеська обл., Роздільнянський р-н)"
    },
    {
        "value": "Кам'янка (Рівненська обл.)",
        "label": "Кам'янка (Рівненська обл.)"
    },
    {
        "value": "Кам'янка (Славутський р-н)",
        "label": "Кам'янка (Славутський р-н)"
    },
    {
        "value": "Кам'янка (Тростянецький р-н)",
        "label": "Кам'янка (Тростянецький р-н)"
    },
    {
        "value": "Кам'янка (Херсонська обл.)",
        "label": "Кам'янка (Херсонська обл.)"
    },
    {
        "value": "Кам'янка (Хмельницька обл.)",
        "label": "Кам'янка (Хмельницька обл.)"
    },
    {
        "value": "Кам'янка (Черкаська обл.)",
        "label": "Кам'янка (Черкаська обл.)"
    },
    {
        "value": "Кам'янка (Чернівецька обл., Глибоцький р-н)",
        "label": "Кам'янка (Чернівецька обл., Глибоцький р-н)"
    },
    {
        "value": "Кам'янка-Бузька",
        "label": "Кам'янка-Бузька"
    },
    {
        "value": "Кам'янка-Дніпровська (Запорізька обл.)",
        "label": "Кам'янка-Дніпровська (Запорізька обл.)"
    },
    {
        "value": "Кам'янки (Тернопільська обл.)",
        "label": "Кам'янки (Тернопільська обл.)"
    },
    {
        "value": "Кам'янобрід",
        "label": "Кам'янобрід"
    },
    {
        "value": "Кам'яногірка",
        "label": "Кам'яногірка"
    },
    {
        "value": "Кам'яногірка (Жмеринський р-н)",
        "label": "Кам'яногірка (Жмеринський р-н)"
    },
    {
        "value": "Кам'янопіль",
        "label": "Кам'янопіль"
    },
    {
        "value": "Кам'янське (Дніпропетровська обл)",
        "label": "Кам'янське (Дніпропетровська обл)"
    },
    {
        "value": "Кам'янське (Закарпатська обл.)",
        "label": "Кам'янське (Закарпатська обл.)"
    },
    {
        "value": "Кам'янське (Запорізька обл.)",
        "label": "Кам'янське (Запорізька обл.)"
    },
    {
        "value": "Кам'янське (Нікопольський р-н)",
        "label": "Кам'янське (Нікопольський р-н)"
    },
    {
        "value": "Кам'янське (Одеська обл., Арцизький р-н)",
        "label": "Кам'янське (Одеська обл., Арцизький р-н)"
    },
    {
        "value": "Кам'януха",
        "label": "Кам'януха"
    },
    {
        "value": "Кам'янчани",
        "label": "Кам'янчани"
    },
    {
        "value": "Камбурліївка",
        "label": "Камбурліївка"
    },
    {
        "value": "Камінне",
        "label": "Камінне"
    },
    {
        "value": "Камінь",
        "label": "Камінь"
    },
    {
        "value": "Камінь (Житомирська обл.)",
        "label": "Камінь (Житомирська обл.)"
    },
    {
        "value": "Камінь-Каширський",
        "label": "Камінь-Каширський"
    },
    {
        "value": "Канів",
        "label": "Канів"
    },
    {
        "value": "Канівське",
        "label": "Канівське"
    },
    {
        "value": "Каніж (Кіровоградська обл.)",
        "label": "Каніж (Кіровоградська обл.)"
    },
    {
        "value": "Каноничі",
        "label": "Каноничі"
    },
    {
        "value": "Канора",
        "label": "Канора"
    },
    {
        "value": "Кантакузівка",
        "label": "Кантакузівка"
    },
    {
        "value": "Кантемирівка",
        "label": "Кантемирівка"
    },
    {
        "value": "Капитолівка",
        "label": "Капитолівка"
    },
    {
        "value": "Капітанівка (Київська обл.)",
        "label": "Капітанівка (Київська обл.)"
    },
    {
        "value": "Капітанівка (Новомиргородський р-н)",
        "label": "Капітанівка (Новомиргородський р-н)"
    },
    {
        "value": "Каплівка",
        "label": "Каплівка"
    },
    {
        "value": "Капустинці",
        "label": "Капустинці"
    },
    {
        "value": "Капустинці (Тернопільська обл.)",
        "label": "Капустинці (Тернопільська обл.)"
    },
    {
        "value": "Капустяни",
        "label": "Капустяни"
    },
    {
        "value": "Капустяни (Хмельницька обл.)",
        "label": "Капустяни (Хмельницька обл.)"
    },
    {
        "value": "Капустянка",
        "label": "Капустянка"
    },
    {
        "value": "Карабанове",
        "label": "Карабанове"
    },
    {
        "value": "Карабачин",
        "label": "Карабачин"
    },
    {
        "value": "Карабелівка",
        "label": "Карабелівка"
    },
    {
        "value": "Карабутове",
        "label": "Карабутове"
    },
    {
        "value": "Караван",
        "label": "Караван"
    },
    {
        "value": "Каракурт",
        "label": "Каракурт"
    },
    {
        "value": "Карапиші",
        "label": "Карапиші"
    },
    {
        "value": "Карапчів",
        "label": "Карапчів"
    },
    {
        "value": "Карапчів (Вижницький р-н., Чернівецька обл.)",
        "label": "Карапчів (Вижницький р-н., Чернівецька обл.)"
    },
    {
        "value": "Карасин",
        "label": "Карасин"
    },
    {
        "value": "Карасин (Камінь-Каширський р-н)",
        "label": "Карасин (Камінь-Каширський р-н)"
    },
    {
        "value": "Карасинівка",
        "label": "Карасинівка"
    },
    {
        "value": "Карасиха",
        "label": "Карасиха"
    },
    {
        "value": "Карачин",
        "label": "Карачин"
    },
    {
        "value": "Карашина",
        "label": "Карашина"
    },
    {
        "value": "Карвинівка",
        "label": "Карвинівка"
    },
    {
        "value": "Карижин",
        "label": "Карижин"
    },
    {
        "value": "Карильське",
        "label": "Карильське"
    },
    {
        "value": "Каришків",
        "label": "Каришків"
    },
    {
        "value": "Карів",
        "label": "Карів"
    },
    {
        "value": "Карлівка",
        "label": "Карлівка"
    },
    {
        "value": "Карлівка (Донецька обл.)",
        "label": "Карлівка (Донецька обл.)"
    },
    {
        "value": "Карлівка (Кіровоградська обл.)",
        "label": "Карлівка (Кіровоградська обл.)"
    },
    {
        "value": "Кармалюківка",
        "label": "Кармалюківка"
    },
    {
        "value": "Кармалюкове",
        "label": "Кармалюкове"
    },
    {
        "value": "Карналіївка",
        "label": "Карналіївка"
    },
    {
        "value": "Карнаухівка(Дніпропетровська обл.)",
        "label": "Карнаухівка(Дніпропетровська обл.)"
    },
    {
        "value": "Кароліна",
        "label": "Кароліна"
    },
    {
        "value": "Кароліно-Бугаз",
        "label": "Кароліно-Бугаз"
    },
    {
        "value": "Карпати",
        "label": "Карпати"
    },
    {
        "value": "Карпатське",
        "label": "Карпатське"
    },
    {
        "value": "Карпилівка",
        "label": "Карпилівка"
    },
    {
        "value": "Карпилівка (Волинська обл.)",
        "label": "Карпилівка (Волинська обл.)"
    },
    {
        "value": "Карпилівка (Камінь-Каширський р-н)",
        "label": "Карпилівка (Камінь-Каширський р-н)"
    },
    {
        "value": "Карпилівка (Рівненський р-н. Рівненська обл.)",
        "label": "Карпилівка (Рівненський р-н. Рівненська обл.)"
    },
    {
        "value": "Карпилівка (Рокитнівський р-н, Рівненська обл.)",
        "label": "Карпилівка (Рокитнівський р-н, Рівненська обл.)"
    },
    {
        "value": "Карпилівка (Сарненський р-н, Рівненська обл.)",
        "label": "Карпилівка (Сарненський р-н, Рівненська обл.)"
    },
    {
        "value": "Карпилівка (Хмельницька обл.)",
        "label": "Карпилівка (Хмельницька обл.)"
    },
    {
        "value": "Карпилівка (Чернігівський р-н., Чернігівська обл.)",
        "label": "Карпилівка (Чернігівський р-н., Чернігівська обл.)"
    },
    {
        "value": "Карпівка (Вінницька обл.,Могилів-Подільський р-н)",
        "label": "Карпівка (Вінницька обл.,Могилів-Подільський р-н)"
    },
    {
        "value": "Карпівка (Широківський р-н)",
        "label": "Карпівка (Широківський р-н)"
    },
    {
        "value": "Карпівці",
        "label": "Карпівці"
    },
    {
        "value": "Карпівці (Хмельницька обл.)",
        "label": "Карпівці (Хмельницька обл.)"
    },
    {
        "value": "Каскада",
        "label": "Каскада"
    },
    {
        "value": "Касперівці (Тернопільська обл.)",
        "label": "Касперівці (Тернопільська обл.)"
    },
    {
        "value": "Касянівка (Донецька обл., Нікольський р-н)",
        "label": "Касянівка (Донецька обл., Нікольський р-н)"
    },
    {
        "value": "Каташин",
        "label": "Каташин"
    },
    {
        "value": "Катеринівка",
        "label": "Катеринівка"
    },
    {
        "value": "Катеринівка (Донецька обл.)",
        "label": "Катеринівка (Донецька обл.)"
    },
    {
        "value": "Катеринівка (Кіровоградська обл.)",
        "label": "Катеринівка (Кіровоградська обл.)"
    },
    {
        "value": "Катеринівка (Кіровоградський р-н., Кіров. обл.)",
        "label": "Катеринівка (Кіровоградський р-н., Кіров. обл.)"
    },
    {
        "value": "Катеринівка (Лозівський р-н)",
        "label": "Катеринівка (Лозівський р-н)"
    },
    {
        "value": "Катеринівка (Миколаївська обл.)",
        "label": "Катеринівка (Миколаївська обл.)"
    },
    {
        "value": "Катеринівка (Покровська територіальна громада)",
        "label": "Катеринівка (Покровська територіальна громада)"
    },
    {
        "value": "Катеринівка (Рівненська обл.)",
        "label": "Катеринівка (Рівненська обл.)"
    },
    {
        "value": "Катеринівка (Тернопільська обл.)",
        "label": "Катеринівка (Тернопільська обл.)"
    },
    {
        "value": "Катеринівка (Харківська обл.)",
        "label": "Катеринівка (Харківська обл.)"
    },
    {
        "value": "Катеринка",
        "label": "Катеринка"
    },
    {
        "value": "Катеринопіль",
        "label": "Катеринопіль"
    },
    {
        "value": "Катюжанка",
        "label": "Катюжанка"
    },
    {
        "value": "Каховка",
        "label": "Каховка"
    },
    {
        "value": "Кацмазів",
        "label": "Кацмазів"
    },
    {
        "value": "Качалівка",
        "label": "Качалівка"
    },
    {
        "value": "Качанівка",
        "label": "Качанівка"
    },
    {
        "value": "Качанівка (Тернопільська обл.)",
        "label": "Качанівка (Тернопільська обл.)"
    },
    {
        "value": "Качанове",
        "label": "Качанове"
    },
    {
        "value": "Качин",
        "label": "Качин"
    },
    {
        "value": "Качкарівка",
        "label": "Качкарівка"
    },
    {
        "value": "Качківка",
        "label": "Качківка"
    },
    {
        "value": "Кашперівка",
        "label": "Кашперівка"
    },
    {
        "value": "Кашперівка (Вінницька обл.)",
        "label": "Кашперівка (Вінницька обл.)"
    },
    {
        "value": "Кашперівка (Житомирська обл.)",
        "label": "Кашперівка (Житомирська обл.)"
    },
    {
        "value": "Каштаново",
        "label": "Каштаново"
    },
    {
        "value": "Кварцитне",
        "label": "Кварцитне"
    },
    {
        "value": "Кваси",
        "label": "Кваси"
    },
    {
        "value": "Квасилів (Рівненська обл.)",
        "label": "Квасилів (Рівненська обл.)"
    },
    {
        "value": "Квасово",
        "label": "Квасово"
    },
    {
        "value": "Квітки",
        "label": "Квітки"
    },
    {
        "value": "Квіткова Поляна",
        "label": "Квіткова Поляна"
    },
    {
        "value": "Квітневе",
        "label": "Квітневе"
    },
    {
        "value": "Квітневе (Волинська обл.)",
        "label": "Квітневе (Волинська обл.)"
    },
    {
        "value": "Квітневе (Житомирська обл.)",
        "label": "Квітневе (Житомирська обл.)"
    },
    {
        "value": "Квітневе (Кіровоградська обл.)",
        "label": "Квітневе (Кіровоградська обл.)"
    },
    {
        "value": "Квітневе (Львівська обл.)",
        "label": "Квітневе (Львівська обл.)"
    },
    {
        "value": "Квітневе (Харківська обл.)",
        "label": "Квітневе (Харківська обл.)"
    },
    {
        "value": "Кегичівка",
        "label": "Кегичівка"
    },
    {
        "value": "Келеберда",
        "label": "Келеберда"
    },
    {
        "value": "Келечин",
        "label": "Келечин"
    },
    {
        "value": "Кельменці",
        "label": "Кельменці"
    },
    {
        "value": "Керецьки",
        "label": "Керецьки"
    },
    {
        "value": "Керменчик",
        "label": "Керменчик"
    },
    {
        "value": "Керниця",
        "label": "Керниця"
    },
    {
        "value": "Керносівка",
        "label": "Керносівка"
    },
    {
        "value": "Керстенці",
        "label": "Керстенці"
    },
    {
        "value": "Кетрисанівка",
        "label": "Кетрисанівка"
    },
    {
        "value": "Кибляри",
        "label": "Кибляри"
    },
    {
        "value": "Кивачівка",
        "label": "Кивачівка"
    },
    {
        "value": "Киданів",
        "label": "Киданів"
    },
    {
        "value": "Киданці",
        "label": "Киданці"
    },
    {
        "value": "Київ",
        "label": "Київ"
    },
    {
        "value": "Київець",
        "label": "Київець"
    },
    {
        "value": "Кийлів",
        "label": "Кийлів"
    },
    {
        "value": "Кикова (Житомирська обл.)",
        "label": "Кикова (Житомирська обл.)"
    },
    {
        "value": "Киликиїв",
        "label": "Киликиїв"
    },
    {
        "value": "Кимир",
        "label": "Кимир"
    },
    {
        "value": "Кинашів",
        "label": "Кинашів"
    },
    {
        "value": "Кип'ячка",
        "label": "Кип'ячка"
    },
    {
        "value": "Кир'яківка",
        "label": "Кир'яківка"
    },
    {
        "value": "Кирдани (Житомирська обл.)",
        "label": "Кирдани (Житомирська обл.)"
    },
    {
        "value": "Кириївка",
        "label": "Кириївка"
    },
    {
        "value": "Кириківка (Великописарівський р-н)",
        "label": "Кириківка (Великописарівський р-н)"
    },
    {
        "value": "Кирилівка (Донецька обл., Нікольський р-н)",
        "label": "Кирилівка (Донецька обл., Нікольський р-н)"
    },
    {
        "value": "Кирилівка(Якимівський р-н)",
        "label": "Кирилівка(Якимівський р-н)"
    },
    {
        "value": "Киріївка",
        "label": "Киріївка"
    },
    {
        "value": "Кирнасівка",
        "label": "Кирнасівка"
    },
    {
        "value": "Кирнички",
        "label": "Кирнички"
    },
    {
        "value": "Киселиці (Чернівецька обл.)",
        "label": "Киселиці (Чернівецька обл.)"
    },
    {
        "value": "Киселі",
        "label": "Киселі"
    },
    {
        "value": "Киселів",
        "label": "Киселів"
    },
    {
        "value": "Киселівка",
        "label": "Киселівка"
    },
    {
        "value": "Киселівка (Миколаївська обл.)",
        "label": "Киселівка (Миколаївська обл.)"
    },
    {
        "value": "Киселівка (Херсонська обл.)",
        "label": "Киселівка (Херсонська обл.)"
    },
    {
        "value": "Киселівка (Чернігівська обл.)",
        "label": "Киселівка (Чернігівська обл.)"
    },
    {
        "value": "Кислицьке",
        "label": "Кислицьке"
    },
    {
        "value": "Кислиця",
        "label": "Кислиця"
    },
    {
        "value": "Кисоричі",
        "label": "Кисоричі"
    },
    {
        "value": "Китайгород",
        "label": "Китайгород"
    },
    {
        "value": "Китайгород (Дніпропетровська обл.)",
        "label": "Китайгород (Дніпропетровська обл.)"
    },
    {
        "value": "Китченківка",
        "label": "Китченківка"
    },
    {
        "value": "Кицівка",
        "label": "Кицівка"
    },
    {
        "value": "Кичинці",
        "label": "Кичинці"
    },
    {
        "value": "Кишин",
        "label": "Кишин"
    },
    {
        "value": "Кищенці",
        "label": "Кищенці"
    },
    {
        "value": "Кищинці",
        "label": "Кищинці"
    },
    {
        "value": "Кияниця",
        "label": "Кияниця"
    },
    {
        "value": "Киянівка",
        "label": "Киянівка"
    },
    {
        "value": "Киянка",
        "label": "Киянка"
    },
    {
        "value": "Кіблич",
        "label": "Кіблич"
    },
    {
        "value": "Ківерці",
        "label": "Ківерці"
    },
    {
        "value": "Ківшарівка",
        "label": "Ківшарівка"
    },
    {
        "value": "Ківшовата",
        "label": "Ківшовата"
    },
    {
        "value": "Кіданч",
        "label": "Кіданч"
    },
    {
        "value": "Кідри",
        "label": "Кідри"
    },
    {
        "value": "Кідьош",
        "label": "Кідьош"
    },
    {
        "value": "Кізлів",
        "label": "Кізлів"
    },
    {
        "value": "Кізлівка",
        "label": "Кізлівка"
    },
    {
        "value": "Кізомис",
        "label": "Кізомис"
    },
    {
        "value": "Кілія",
        "label": "Кілія"
    },
    {
        "value": "Кілки",
        "label": "Кілки"
    },
    {
        "value": "Кільянівка",
        "label": "Кільянівка"
    },
    {
        "value": "Кімната",
        "label": "Кімната"
    },
    {
        "value": "Кінашів",
        "label": "Кінашів"
    },
    {
        "value": "Кіндратівка",
        "label": "Кіндратівка"
    },
    {
        "value": "Кінецьпіль",
        "label": "Кінецьпіль"
    },
    {
        "value": "Кінські Роздори",
        "label": "Кінські Роздори"
    },
    {
        "value": "Кінчеш",
        "label": "Кінчеш"
    },
    {
        "value": "Кіпті",
        "label": "Кіпті"
    },
    {
        "value": "Кіреші",
        "label": "Кіреші"
    },
    {
        "value": "Кіцмань",
        "label": "Кіцмань"
    },
    {
        "value": "Кічерели",
        "label": "Кічерели"
    },
    {
        "value": "Клавдієво-Тарасове",
        "label": "Клавдієво-Тарасове"
    },
    {
        "value": "Клебан-Бик",
        "label": "Клебан-Бик"
    },
    {
        "value": "Клебань",
        "label": "Клебань"
    },
    {
        "value": "Клевань",
        "label": "Клевань"
    },
    {
        "value": "Клекотина",
        "label": "Клекотина"
    },
    {
        "value": "Клекотів",
        "label": "Клекотів"
    },
    {
        "value": "Клембівка",
        "label": "Клембівка"
    },
    {
        "value": "Кленовець",
        "label": "Кленовець"
    },
    {
        "value": "Клепали",
        "label": "Клепали"
    },
    {
        "value": "Клепачі",
        "label": "Клепачі"
    },
    {
        "value": "Клепачі (Хмельницька обл.)",
        "label": "Клепачі (Хмельницька обл.)"
    },
    {
        "value": "Клепачі (Хорольський р-н., Полт. обл.)",
        "label": "Клепачі (Хорольський р-н., Полт. обл.)"
    },
    {
        "value": "Клепачів",
        "label": "Клепачів"
    },
    {
        "value": "Клесів",
        "label": "Клесів"
    },
    {
        "value": "Клесів (село)",
        "label": "Клесів (село)"
    },
    {
        "value": "Климашівка",
        "label": "Климашівка"
    },
    {
        "value": "Климентіївка",
        "label": "Климентіївка"
    },
    {
        "value": "Климівка",
        "label": "Климівка"
    },
    {
        "value": "Климовиця",
        "label": "Климовиця"
    },
    {
        "value": "Клини",
        "label": "Клини"
    },
    {
        "value": "Клинини",
        "label": "Клинини"
    },
    {
        "value": "Клинове",
        "label": "Клинове"
    },
    {
        "value": "Клинове (Хмельницька обл.)",
        "label": "Клинове (Хмельницька обл.)"
    },
    {
        "value": "Клинці",
        "label": "Клинці"
    },
    {
        "value": "Клишки",
        "label": "Клишки"
    },
    {
        "value": "Кліводин",
        "label": "Кліводин"
    },
    {
        "value": "Клітчин",
        "label": "Клітчин"
    },
    {
        "value": "Клішківці",
        "label": "Клішківці"
    },
    {
        "value": "Кліщинці",
        "label": "Кліщинці"
    },
    {
        "value": "Кліщівна",
        "label": "Кліщівна"
    },
    {
        "value": "Клокічка",
        "label": "Клокічка"
    },
    {
        "value": "Клопочин",
        "label": "Клопочин"
    },
    {
        "value": "Клочки",
        "label": "Клочки"
    },
    {
        "value": "Клочки (Житомирська обл.)",
        "label": "Клочки (Житомирська обл.)"
    },
    {
        "value": "Клубівка",
        "label": "Клубівка"
    },
    {
        "value": "Клубівці",
        "label": "Клубівці"
    },
    {
        "value": "Клугино-Башкирівка",
        "label": "Клугино-Башкирівка"
    },
    {
        "value": "Клузів",
        "label": "Клузів"
    },
    {
        "value": "Клювинці (Тернопільська обл.)",
        "label": "Клювинці (Тернопільська обл.)"
    },
    {
        "value": "Клюки",
        "label": "Клюки"
    },
    {
        "value": "Ключарки",
        "label": "Ключарки"
    },
    {
        "value": "Ключівка",
        "label": "Ключівка"
    },
    {
        "value": "Клячаново",
        "label": "Клячаново"
    },
    {
        "value": "Кмитів",
        "label": "Кмитів"
    },
    {
        "value": "Книшівка",
        "label": "Книшівка"
    },
    {
        "value": "Княгинин",
        "label": "Княгинин"
    },
    {
        "value": "Княгинин (Хмельницька обл.)",
        "label": "Княгинин (Хмельницька обл.)"
    },
    {
        "value": "Княгининок",
        "label": "Княгининок"
    },
    {
        "value": "Княгиничі",
        "label": "Княгиничі"
    },
    {
        "value": "Княжа",
        "label": "Княжа"
    },
    {
        "value": "Княжа Криниця",
        "label": "Княжа Криниця"
    },
    {
        "value": "Княждвір",
        "label": "Княждвір"
    },
    {
        "value": "Княже",
        "label": "Княже"
    },
    {
        "value": "Княжий Міст (Львівська обл.)",
        "label": "Княжий Міст (Львівська обл.)"
    },
    {
        "value": "Княжики",
        "label": "Княжики"
    },
    {
        "value": "Княжин",
        "label": "Княжин"
    },
    {
        "value": "Княжичі (Броварський р-н)",
        "label": "Княжичі (Броварський р-н)"
    },
    {
        "value": "Княжичі (Фастівський р-н.)",
        "label": "Княжичі (Фастівський р-н.)"
    },
    {
        "value": "Княжолука",
        "label": "Княжолука"
    },
    {
        "value": "Князе-Григорівка",
        "label": "Князе-Григорівка"
    },
    {
        "value": "Князівка",
        "label": "Князівка"
    },
    {
        "value": "Князівка (Рівненський р-н)",
        "label": "Князівка (Рівненський р-н)"
    },
    {
        "value": "Князівське",
        "label": "Князівське"
    },
    {
        "value": "Кобаки",
        "label": "Кобаки"
    },
    {
        "value": "Кобеляки",
        "label": "Кобеляки"
    },
    {
        "value": "Кобзівка",
        "label": "Кобзівка"
    },
    {
        "value": "Кобижча",
        "label": "Кобижча"
    },
    {
        "value": "Кобилецька Поляна",
        "label": "Кобилецька Поляна"
    },
    {
        "value": "Кобиловолоки",
        "label": "Кобиловолоки"
    },
    {
        "value": "Кобиляки (Черкаська обл.,Звенигородський р-н)",
        "label": "Кобиляки (Черкаська обл.,Звенигородський р-н)"
    },
    {
        "value": "Коблеве",
        "label": "Коблеве"
    },
    {
        "value": "Коболчин",
        "label": "Коболчин"
    },
    {
        "value": "Кобринове",
        "label": "Кобринове"
    },
    {
        "value": "Ков'яги",
        "label": "Ков'яги"
    },
    {
        "value": "Ковалеве",
        "label": "Ковалеве"
    },
    {
        "value": "Ковалин",
        "label": "Ковалин"
    },
    {
        "value": "Ковалиха",
        "label": "Ковалиха"
    },
    {
        "value": "Ковалі",
        "label": "Ковалі"
    },
    {
        "value": "Ковалі (Хорольський р-н., Полт. обл.)",
        "label": "Ковалі (Хорольський р-н., Полт. обл.)"
    },
    {
        "value": "Ковалівка (Вінницька обл.)",
        "label": "Ковалівка (Вінницька обл.)"
    },
    {
        "value": "Ковалівка (Драбівський р-н)",
        "label": "Ковалівка (Драбівський р-н)"
    },
    {
        "value": "Ковалівка (Івано-Франківська обл.)",
        "label": "Ковалівка (Івано-Франківська обл.)"
    },
    {
        "value": "Ковалівка (Київська обл.)",
        "label": "Ковалівка (Київська обл.)"
    },
    {
        "value": "Ковалівка (Миколаївський р-н)",
        "label": "Ковалівка (Миколаївський р-н)"
    },
    {
        "value": "Ковалівка (Тернопільська обл.)",
        "label": "Ковалівка (Тернопільська обл.)"
    },
    {
        "value": "Ковалівка (Шишацький р-н., Полт. обл.)",
        "label": "Ковалівка (Шишацький р-н., Полт. обл.)"
    },
    {
        "value": "Ковалівка(Полтав.р-н,Полтав.обл.)",
        "label": "Ковалівка(Полтав.р-н,Полтав.обл.)"
    },
    {
        "value": "Кованьківка",
        "label": "Кованьківка"
    },
    {
        "value": "Ковель",
        "label": "Ковель"
    },
    {
        "value": "Ковердина Балка",
        "label": "Ковердина Балка"
    },
    {
        "value": "Ковиничі",
        "label": "Ковиничі"
    },
    {
        "value": "Ковпита",
        "label": "Ковпита"
    },
    {
        "value": "Коврай (Черкаська обл.)",
        "label": "Коврай (Черкаська обл.)"
    },
    {
        "value": "Коврай Другий",
        "label": "Коврай Другий"
    },
    {
        "value": "Ковтуни",
        "label": "Ковтуни"
    },
    {
        "value": "Ковчин",
        "label": "Ковчин"
    },
    {
        "value": "Кодаки",
        "label": "Кодаки"
    },
    {
        "value": "Кодема",
        "label": "Кодема"
    },
    {
        "value": "Кодима",
        "label": "Кодима"
    },
    {
        "value": "Кодня",
        "label": "Кодня"
    },
    {
        "value": "Кодра",
        "label": "Кодра"
    },
    {
        "value": "Кожанка",
        "label": "Кожанка"
    },
    {
        "value": "Кожичі",
        "label": "Кожичі"
    },
    {
        "value": "Кожухів (Вінницька обл.)",
        "label": "Кожухів (Вінницька обл.)"
    },
    {
        "value": "Кожухівка",
        "label": "Кожухівка"
    },
    {
        "value": "Козари",
        "label": "Козари"
    },
    {
        "value": "Козаровичі",
        "label": "Козаровичі"
    },
    {
        "value": "Козацьке (Кіровоградська обл.)",
        "label": "Козацьке (Кіровоградська обл.)"
    },
    {
        "value": "Козацьке (Одеська обл.)",
        "label": "Козацьке (Одеська обл.)"
    },
    {
        "value": "Козацьке (Подільський р-н)",
        "label": "Козацьке (Подільський р-н)"
    },
    {
        "value": "Козацьке (Сумська обл.)",
        "label": "Козацьке (Сумська обл.)"
    },
    {
        "value": "Козацьке (Харківська обл.)",
        "label": "Козацьке (Харківська обл.)"
    },
    {
        "value": "Козацьке (Херсонська обл.)",
        "label": "Козацьке (Херсонська обл.)"
    },
    {
        "value": "Козацьке (Черкаська обл.)",
        "label": "Козацьке (Черкаська обл.)"
    },
    {
        "value": "Козацьке (Чернігівська обл.)",
        "label": "Козацьке (Чернігівська обл.)"
    },
    {
        "value": "Козача Лопань",
        "label": "Козача Лопань"
    },
    {
        "value": "Козаче",
        "label": "Козаче"
    },
    {
        "value": "Козачі Лагері",
        "label": "Козачі Лагері"
    },
    {
        "value": "Козачки",
        "label": "Козачки"
    },
    {
        "value": "Козаччина",
        "label": "Козаччина"
    },
    {
        "value": "Козелець",
        "label": "Козелець"
    },
    {
        "value": "Козельщина",
        "label": "Козельщина"
    },
    {
        "value": "Козилівка",
        "label": "Козилівка"
    },
    {
        "value": "Козин (Волинська обл.)",
        "label": "Козин (Волинська обл.)"
    },
    {
        "value": "Козин (Київська обл., Обухівський р-н)",
        "label": "Козин (Київська обл., Обухівський р-н)"
    },
    {
        "value": "Козин (Миронівський р-н)",
        "label": "Козин (Миронівський р-н)"
    },
    {
        "value": "Козин (Рівненська обл.)",
        "label": "Козин (Рівненська обл.)"
    },
    {
        "value": "Козина",
        "label": "Козина"
    },
    {
        "value": "Козинці",
        "label": "Козинці"
    },
    {
        "value": "Козинці (Вінницька обл.)",
        "label": "Козинці (Вінницька обл.)"
    },
    {
        "value": "Козирка",
        "label": "Козирка"
    },
    {
        "value": "Козиряни",
        "label": "Козиряни"
    },
    {
        "value": "Козичанка",
        "label": "Козичанка"
    },
    {
        "value": "Козівка",
        "label": "Козівка"
    },
    {
        "value": "Козівка (Тернопільський р-н)",
        "label": "Козівка (Тернопільський р-н)"
    },
    {
        "value": "Козіївка",
        "label": "Козіївка"
    },
    {
        "value": "Козіївка (Житомирська обл.)",
        "label": "Козіївка (Житомирська обл.)"
    },
    {
        "value": "Козлин",
        "label": "Козлин"
    },
    {
        "value": "Козлів",
        "label": "Козлів"
    },
    {
        "value": "Козлів (Волинська обл.)",
        "label": "Козлів (Волинська обл.)"
    },
    {
        "value": "Козлів (Київська обл.)",
        "label": "Козлів (Київська обл.)"
    },
    {
        "value": "Козлівка",
        "label": "Козлівка"
    },
    {
        "value": "Козлівка (Піщанський р-н)",
        "label": "Козлівка (Піщанський р-н)"
    },
    {
        "value": "Козова",
        "label": "Козова"
    },
    {
        "value": "Козьова",
        "label": "Козьова"
    },
    {
        "value": "Козятин (місто, Вінницька обл.)",
        "label": "Козятин (місто, Вінницька обл.)"
    },
    {
        "value": "Козятин (село, Козятинський р-н., Вінницька обл.)",
        "label": "Козятин (село, Козятинський р-н., Вінницька обл.)"
    },
    {
        "value": "Колбаєвичі",
        "label": "Колбаєвичі"
    },
    {
        "value": "Колибаївка",
        "label": "Колибаївка"
    },
    {
        "value": "Колибань",
        "label": "Колибань"
    },
    {
        "value": "Колиндяни (Тернопільська обл.)",
        "label": "Колиндяни (Тернопільська обл.)"
    },
    {
        "value": "Количівка",
        "label": "Количівка"
    },
    {
        "value": "Колінки",
        "label": "Колінки"
    },
    {
        "value": "Колінківці",
        "label": "Колінківці"
    },
    {
        "value": "Колінці",
        "label": "Колінці"
    },
    {
        "value": "Колісець",
        "label": "Колісець"
    },
    {
        "value": "Колісниківка",
        "label": "Колісниківка"
    },
    {
        "value": "Колки (Волинська обл.)",
        "label": "Колки (Волинська обл.)"
    },
    {
        "value": "Колки (Рівненська обл.)",
        "label": "Колки (Рівненська обл.)"
    },
    {
        "value": "Колки (Хмельницька обл.)",
        "label": "Колки (Хмельницька обл.)"
    },
    {
        "value": "Колодеже",
        "label": "Колодеже"
    },
    {
        "value": "Колоденка",
        "label": "Колоденка"
    },
    {
        "value": "Колоденка (Томашпільський р-н)",
        "label": "Колоденка (Томашпільський р-н)"
    },
    {
        "value": "Колоденці",
        "label": "Колоденці"
    },
    {
        "value": "Колодисте",
        "label": "Колодисте"
    },
    {
        "value": "Колодисте (Тальнівський р-н)",
        "label": "Колодисте (Тальнівський р-н)"
    },
    {
        "value": "Колодіїв",
        "label": "Колодіїв"
    },
    {
        "value": "Колодіївка",
        "label": "Колодіївка"
    },
    {
        "value": "Колодіївка (Хмельницька обл.)",
        "label": "Колодіївка (Хмельницька обл.)"
    },
    {
        "value": "Колодне",
        "label": "Колодне"
    },
    {
        "value": "Колодне (Закарпатська обл.)",
        "label": "Колодне (Закарпатська обл.)"
    },
    {
        "value": "Колодниця",
        "label": "Колодниця"
    },
    {
        "value": "Колодниця (Волинська обл.)",
        "label": "Колодниця (Волинська обл.)"
    },
    {
        "value": "Колодрібка (Тернопільська обл.)",
        "label": "Колодрібка (Тернопільська обл.)"
    },
    {
        "value": "Колодруби",
        "label": "Колодруби"
    },
    {
        "value": "Колодяжне",
        "label": "Колодяжне"
    },
    {
        "value": "Колодяжне (Житомирська обл.)",
        "label": "Колодяжне (Житомирська обл.)"
    },
    {
        "value": "Колодязне (Рівненська обл.)",
        "label": "Колодязне (Рівненська обл.)"
    },
    {
        "value": "Колодязьки",
        "label": "Колодязьки"
    },
    {
        "value": "Колом'є",
        "label": "Колом'є"
    },
    {
        "value": "Коломак",
        "label": "Коломак"
    },
    {
        "value": "Коломацьке",
        "label": "Коломацьке"
    },
    {
        "value": "Коломиці",
        "label": "Коломиці"
    },
    {
        "value": "Коломия",
        "label": "Коломия"
    },
    {
        "value": "Коломійці",
        "label": "Коломійці"
    },
    {
        "value": "Колона (Волинська обл.)",
        "label": "Колона (Волинська обл.)"
    },
    {
        "value": "Колонтаїв",
        "label": "Колонтаїв"
    },
    {
        "value": "Колонщина",
        "label": "Колонщина"
    },
    {
        "value": "Колочава",
        "label": "Колочава"
    },
    {
        "value": "Колпитів",
        "label": "Колпитів"
    },
    {
        "value": "Колубаївці",
        "label": "Колубаївці"
    },
    {
        "value": "Кольчино",
        "label": "Кольчино"
    },
    {
        "value": "Комань",
        "label": "Комань"
    },
    {
        "value": "Комар",
        "label": "Комар"
    },
    {
        "value": "Комаргород",
        "label": "Комаргород"
    },
    {
        "value": "Комарів",
        "label": "Комарів"
    },
    {
        "value": "Комарів (Вінницька обл.)",
        "label": "Комарів (Вінницька обл.)"
    },
    {
        "value": "Комарів (Львівська обл.)",
        "label": "Комарів (Львівська обл.)"
    },
    {
        "value": "Комарів (Чернівецька обл.)",
        "label": "Комарів (Чернівецька обл.)"
    },
    {
        "value": "Комарівка (Кременецький р-н)",
        "label": "Комарівка (Кременецький р-н)"
    },
    {
        "value": "Комарівка (Львівська обл.)",
        "label": "Комарівка (Львівська обл.)"
    },
    {
        "value": "Комарівка (Харківська обл.)",
        "label": "Комарівка (Харківська обл.)"
    },
    {
        "value": "Комарівка (Хмельницька обл.)",
        "label": "Комарівка (Хмельницька обл.)"
    },
    {
        "value": "Комарівка (Чернігівська обл.)",
        "label": "Комарівка (Чернігівська обл.)"
    },
    {
        "value": "Комарівці",
        "label": "Комарівці"
    },
    {
        "value": "Комарівці (Барський р-н)",
        "label": "Комарівці (Барський р-н)"
    },
    {
        "value": "Комарники",
        "label": "Комарники"
    },
    {
        "value": "Комарно",
        "label": "Комарно"
    },
    {
        "value": "Комарове",
        "label": "Комарове"
    },
    {
        "value": "Комарове (Ратнівський р-н)",
        "label": "Комарове (Ратнівський р-н)"
    },
    {
        "value": "Комиш-Зоря",
        "label": "Комиш-Зоря"
    },
    {
        "value": "Комишани",
        "label": "Комишани"
    },
    {
        "value": "Комиші",
        "label": "Комиші"
    },
    {
        "value": "Комишівка (Одеська обл.)",
        "label": "Комишівка (Одеська обл.)"
    },
    {
        "value": "Комишня",
        "label": "Комишня"
    },
    {
        "value": "Комишувате",
        "label": "Комишувате"
    },
    {
        "value": "Комишувате (Донецька обл)",
        "label": "Комишувате (Донецька обл)"
    },
    {
        "value": "Комишуваха",
        "label": "Комишуваха"
    },
    {
        "value": "Комишуваха (Донецька обл.)",
        "label": "Комишуваха (Донецька обл.)"
    },
    {
        "value": "Комишуваха (Луганська обл.)",
        "label": "Комишуваха (Луганська обл.)"
    },
    {
        "value": "Комісарівка",
        "label": "Комісарівка"
    },
    {
        "value": "Компаніївка",
        "label": "Компаніївка"
    },
    {
        "value": "Конатківці",
        "label": "Конатківці"
    },
    {
        "value": "Конева",
        "label": "Конева"
    },
    {
        "value": "Конельська Попівка",
        "label": "Конельська Попівка"
    },
    {
        "value": "Конельські Хутори",
        "label": "Конельські Хутори"
    },
    {
        "value": "Конищів",
        "label": "Конищів"
    },
    {
        "value": "Коновалівка",
        "label": "Коновалівка"
    },
    {
        "value": "Кононівка (селище)",
        "label": "Кононівка (селище)"
    },
    {
        "value": "Кононча",
        "label": "Кононча"
    },
    {
        "value": "Коноплівці",
        "label": "Коноплівці"
    },
    {
        "value": "Конопляне",
        "label": "Конопляне"
    },
    {
        "value": "Конопниця",
        "label": "Конопниця"
    },
    {
        "value": "Конотоп",
        "label": "Конотоп"
    },
    {
        "value": "Конотоп (Чернігівська обл.)",
        "label": "Конотоп (Чернігівська обл.)"
    },
    {
        "value": "Концеба",
        "label": "Концеба"
    },
    {
        "value": "Концово",
        "label": "Концово"
    },
    {
        "value": "Конюхи",
        "label": "Конюхи"
    },
    {
        "value": "Конюхи (Волинська обл.)",
        "label": "Конюхи (Волинська обл.)"
    },
    {
        "value": "Конюхів",
        "label": "Конюхів"
    },
    {
        "value": "Конюшки",
        "label": "Конюшки"
    },
    {
        "value": "Конюшків",
        "label": "Конюшків"
    },
    {
        "value": "Конятин (Корюківський р-н, Чернігівська обл.)",
        "label": "Конятин (Корюківський р-н, Чернігівська обл.)"
    },
    {
        "value": "Конятин (Чернівецька обл.)",
        "label": "Конятин (Чернівецька обл.)"
    },
    {
        "value": "Копай",
        "label": "Копай"
    },
    {
        "value": "Копайгород",
        "label": "Копайгород"
    },
    {
        "value": "Копані",
        "label": "Копані"
    },
    {
        "value": "Копані (Кіровоградська обл.)",
        "label": "Копані (Кіровоградська обл.)"
    },
    {
        "value": "Копані (Радивилівський р-н., Рівненська обл.)",
        "label": "Копані (Радивилівський р-н., Рівненська обл.)"
    },
    {
        "value": "Копанки",
        "label": "Копанки"
    },
    {
        "value": "Копанки (Кіровоградська обл.)",
        "label": "Копанки (Кіровоградська обл.)"
    },
    {
        "value": "Копачинці",
        "label": "Копачинці"
    },
    {
        "value": "Копачівка",
        "label": "Копачівка"
    },
    {
        "value": "Копачівка (Волинська обл.)",
        "label": "Копачівка (Волинська обл.)"
    },
    {
        "value": "Копачівка (Хмельницька обл.)",
        "label": "Копачівка (Хмельницька обл.)"
    },
    {
        "value": "Копашново",
        "label": "Копашново"
    },
    {
        "value": "Копенкувате (Кіровоградська обл.)",
        "label": "Копенкувате (Кіровоградська обл.)"
    },
    {
        "value": "Копили",
        "label": "Копили"
    },
    {
        "value": "Копилів",
        "label": "Копилів"
    },
    {
        "value": "Копилля",
        "label": "Копилля"
    },
    {
        "value": "Копистин",
        "label": "Копистин"
    },
    {
        "value": "Копистирин",
        "label": "Копистирин"
    },
    {
        "value": "Копитинці",
        "label": "Копитинці"
    },
    {
        "value": "Копиткове",
        "label": "Копиткове"
    },
    {
        "value": "Копичинці (Чортківський р-н)",
        "label": "Копичинці (Чортківський р-н)"
    },
    {
        "value": "Копище",
        "label": "Копище"
    },
    {
        "value": "Копіївка",
        "label": "Копіївка"
    },
    {
        "value": "Копіювата",
        "label": "Копіювата"
    },
    {
        "value": "Корделівка",
        "label": "Корделівка"
    },
    {
        "value": "Кордишів (Тернопільська обл.)",
        "label": "Кордишів (Тернопільська обл.)"
    },
    {
        "value": "Кордишівка",
        "label": "Кордишівка"
    },
    {
        "value": "Кордишівка (Вінницький р-н.)",
        "label": "Кордишівка (Вінницький р-н.)"
    },
    {
        "value": "Кордон",
        "label": "Кордон"
    },
    {
        "value": "Корець",
        "label": "Корець"
    },
    {
        "value": "Коржиха",
        "label": "Коржиха"
    },
    {
        "value": "Коржі",
        "label": "Коржі"
    },
    {
        "value": "Коржівка",
        "label": "Коржівка"
    },
    {
        "value": "Коржова",
        "label": "Коржова"
    },
    {
        "value": "Користова",
        "label": "Користова"
    },
    {
        "value": "Користь (Корецький р-н., Рівненська обл.)",
        "label": "Користь (Корецький р-н., Рівненська обл.)"
    },
    {
        "value": "Коритище",
        "label": "Коритище"
    },
    {
        "value": "Коритне",
        "label": "Коритне"
    },
    {
        "value": "Коритне (Одеська обл.)",
        "label": "Коритне (Одеська обл.)"
    },
    {
        "value": "Коритниця",
        "label": "Коритниця"
    },
    {
        "value": "Коритно-Забузьке",
        "label": "Коритно-Забузьке"
    },
    {
        "value": "Коритня",
        "label": "Коритня"
    },
    {
        "value": "Коритняни",
        "label": "Коритняни"
    },
    {
        "value": "Коричинці",
        "label": "Коричинці"
    },
    {
        "value": "Кормань",
        "label": "Кормань"
    },
    {
        "value": "Кормильча",
        "label": "Кормильча"
    },
    {
        "value": "Корналовичі",
        "label": "Корналовичі"
    },
    {
        "value": "Корначівка",
        "label": "Корначівка"
    },
    {
        "value": "Корнелівка",
        "label": "Корнелівка"
    },
    {
        "value": "Корнилівка",
        "label": "Корнилівка"
    },
    {
        "value": "Корнин (Житомирська обл.)",
        "label": "Корнин (Житомирська обл.)"
    },
    {
        "value": "Корнин (Рівненська обл.)",
        "label": "Корнин (Рівненська обл.)"
    },
    {
        "value": "Корниця",
        "label": "Корниця"
    },
    {
        "value": "Корнич",
        "label": "Корнич"
    },
    {
        "value": "Корничі",
        "label": "Корничі"
    },
    {
        "value": "Корніївка",
        "label": "Корніївка"
    },
    {
        "value": "Корніївка (Гребінківський р-н)",
        "label": "Корніївка (Гребінківський р-н)"
    },
    {
        "value": "Корніївка (Запорізька обл.)",
        "label": "Корніївка (Запорізька обл.)"
    },
    {
        "value": "Коробівка",
        "label": "Коробівка"
    },
    {
        "value": "Коробки",
        "label": "Коробки"
    },
    {
        "value": "Коробочкине",
        "label": "Коробочкине"
    },
    {
        "value": "Коробчине",
        "label": "Коробчине"
    },
    {
        "value": "Короваї",
        "label": "Короваї"
    },
    {
        "value": "Коровинці",
        "label": "Коровинці"
    },
    {
        "value": "Коровій Яр",
        "label": "Коровій Яр"
    },
    {
        "value": "Коровія",
        "label": "Коровія"
    },
    {
        "value": "Королево",
        "label": "Королево"
    },
    {
        "value": "Королин",
        "label": "Королин"
    },
    {
        "value": "Королівка (Івано-Франківська обл.)",
        "label": "Королівка (Івано-Франківська обл.)"
    },
    {
        "value": "Королівка (Київська обл.)",
        "label": "Королівка (Київська обл.)"
    },
    {
        "value": "Королівка (Тернопільська обл.)",
        "label": "Королівка (Тернопільська обл.)"
    },
    {
        "value": "Королівка (Тлумацький р-н, Івано-Франківська обл.)",
        "label": "Королівка (Тлумацький р-н, Івано-Франківська обл.)"
    },
    {
        "value": "Короп",
        "label": "Короп"
    },
    {
        "value": "Короп'є",
        "label": "Короп'є"
    },
    {
        "value": "Коропець",
        "label": "Коропець"
    },
    {
        "value": "Коропи",
        "label": "Коропи"
    },
    {
        "value": "Коропуж",
        "label": "Коропуж"
    },
    {
        "value": "Коросниця",
        "label": "Коросниця"
    },
    {
        "value": "Корост",
        "label": "Корост"
    },
    {
        "value": "Коростень",
        "label": "Коростень"
    },
    {
        "value": "Коростишів",
        "label": "Коростишів"
    },
    {
        "value": "Коростів",
        "label": "Коростів"
    },
    {
        "value": "Коростівці",
        "label": "Коростівці"
    },
    {
        "value": "Коростки",
        "label": "Коростки"
    },
    {
        "value": "Коростовичі",
        "label": "Коростовичі"
    },
    {
        "value": "Коростувата",
        "label": "Коростувата"
    },
    {
        "value": "Коротич",
        "label": "Коротич"
    },
    {
        "value": "Короченки",
        "label": "Короченки"
    },
    {
        "value": "Корощине",
        "label": "Корощине"
    },
    {
        "value": "Корсів",
        "label": "Корсів"
    },
    {
        "value": "Корсунка",
        "label": "Корсунка"
    },
    {
        "value": "Корсунка (Черкаська обл.)",
        "label": "Корсунка (Черкаська обл.)"
    },
    {
        "value": "Корсунці",
        "label": "Корсунці"
    },
    {
        "value": "Корсунь-Шевченківський",
        "label": "Корсунь-Шевченківський"
    },
    {
        "value": "Кортеліси",
        "label": "Кортеліси"
    },
    {
        "value": "Корчак",
        "label": "Корчак"
    },
    {
        "value": "Корчин",
        "label": "Корчин"
    },
    {
        "value": "Корчин (Львівська обл.)",
        "label": "Корчин (Львівська обл.)"
    },
    {
        "value": "Корчів'я",
        "label": "Корчів'я"
    },
    {
        "value": "Корчівка",
        "label": "Корчівка"
    },
    {
        "value": "Корчівці",
        "label": "Корчівці"
    },
    {
        "value": "Коршів",
        "label": "Коршів"
    },
    {
        "value": "Коршовець",
        "label": "Коршовець"
    },
    {
        "value": "Корюківка",
        "label": "Корюківка"
    },
    {
        "value": "Косарі (Черкаська обл.)",
        "label": "Косарі (Черкаська обл.)"
    },
    {
        "value": "Косенівка (Черкаська обл.)",
        "label": "Косенівка (Черкаська обл.)"
    },
    {
        "value": "Косино (Закарпатська обл.)",
        "label": "Косино (Закарпатська обл.)"
    },
    {
        "value": "Косих",
        "label": "Косих"
    },
    {
        "value": "Косів",
        "label": "Косів"
    },
    {
        "value": "Косів (Тернопільська обл.)",
        "label": "Косів (Тернопільська обл.)"
    },
    {
        "value": "Косівка",
        "label": "Косівка"
    },
    {
        "value": "Косівка (Кіровоградська обл.)",
        "label": "Косівка (Кіровоградська обл.)"
    },
    {
        "value": "Косівка (Одеська обл.)",
        "label": "Косівка (Одеська обл.)"
    },
    {
        "value": "Косівська Поляна",
        "label": "Косівська Поляна"
    },
    {
        "value": "Косівщина",
        "label": "Косівщина"
    },
    {
        "value": "Космач",
        "label": "Космач"
    },
    {
        "value": "Космач (Косівський р-н.)",
        "label": "Космач (Косівський р-н.)"
    },
    {
        "value": "Космирин",
        "label": "Космирин"
    },
    {
        "value": "Космівка",
        "label": "Космівка"
    },
    {
        "value": "Косованка",
        "label": "Косованка"
    },
    {
        "value": "Косонь (Берегівський р-н)",
        "label": "Косонь (Берегівський р-н)"
    },
    {
        "value": "Костеїв (Львівська обл.)",
        "label": "Костеїв (Львівська обл.)"
    },
    {
        "value": "Костилівка (Закарпатська обл.)",
        "label": "Костилівка (Закарпатська обл.)"
    },
    {
        "value": "Костинці",
        "label": "Костинці"
    },
    {
        "value": "Костирка",
        "label": "Костирка"
    },
    {
        "value": "Костичани",
        "label": "Костичани"
    },
    {
        "value": "Костівці",
        "label": "Костівці"
    },
    {
        "value": "Костільники",
        "label": "Костільники"
    },
    {
        "value": "Костогризове",
        "label": "Костогризове"
    },
    {
        "value": "Костогризове (Каховський р-н)",
        "label": "Костогризове (Каховський р-н)"
    },
    {
        "value": "Костомарівка (Кіровоградська обл.)",
        "label": "Костомарівка (Кіровоградська обл.)"
    },
    {
        "value": "Костопіль",
        "label": "Костопіль"
    },
    {
        "value": "Кострижівка",
        "label": "Кострижівка"
    },
    {
        "value": "Кострина",
        "label": "Кострина"
    },
    {
        "value": "Костюхнівка",
        "label": "Костюхнівка"
    },
    {
        "value": "Костянтинівка (Баштанський р-н)",
        "label": "Костянтинівка (Баштанський р-н)"
    },
    {
        "value": "Костянтинівка (Вознесенський р-н, Микол.обл.)",
        "label": "Костянтинівка (Вознесенський р-н, Микол.обл.)"
    },
    {
        "value": "Костянтинівка (Донецька обл.)",
        "label": "Костянтинівка (Донецька обл.)"
    },
    {
        "value": "Костянтинівка (Красноградський р-н., Харк. обл.)",
        "label": "Костянтинівка (Красноградський р-н., Харк. обл.)"
    },
    {
        "value": "Костянтинівка (Мар'їнський р-н)",
        "label": "Костянтинівка (Мар'їнський р-н)"
    },
    {
        "value": "Костянтинівка (Новоодеський р-н, Микол. обл.)",
        "label": "Костянтинівка (Новоодеський р-н, Микол. обл.)"
    },
    {
        "value": "Костянтинівка (Одеська обл.)",
        "label": "Костянтинівка (Одеська обл.)"
    },
    {
        "value": "Костянтинівка (Олександрійський р-н)",
        "label": "Костянтинівка (Олександрійський р-н)"
    },
    {
        "value": "Костянтинівка (Пологівський р-н)",
        "label": "Костянтинівка (Пологівський р-н)"
    },
    {
        "value": "Костянтинівка (Сарненський р-н., Рівненська обл.)",
        "label": "Костянтинівка (Сарненський р-н., Рівненська обл.)"
    },
    {
        "value": "Костянтинівка (Смілянський р-н., Черкаська обл.)",
        "label": "Костянтинівка (Смілянський р-н., Черкаська обл.)"
    },
    {
        "value": "Костянтинівка (Харківська обл.)",
        "label": "Костянтинівка (Харківська обл.)"
    },
    {
        "value": "Костянтинівка (Херсонська обл.)",
        "label": "Костянтинівка (Херсонська обл.)"
    },
    {
        "value": "Костянтинівка(Мелітоп.р-н,Запоріз.обл)",
        "label": "Костянтинівка(Мелітоп.р-н,Запоріз.обл)"
    },
    {
        "value": "Костянтинопіль",
        "label": "Костянтинопіль"
    },
    {
        "value": "Коськів",
        "label": "Коськів"
    },
    {
        "value": "Косяківка",
        "label": "Косяківка"
    },
    {
        "value": "Котелеве",
        "label": "Котелеве"
    },
    {
        "value": "Котельва",
        "label": "Котельва"
    },
    {
        "value": "Котелянка",
        "label": "Котелянка"
    },
    {
        "value": "Коти",
        "label": "Коти"
    },
    {
        "value": "Котів",
        "label": "Котів"
    },
    {
        "value": "Котів (Волинська обл.)",
        "label": "Котів (Волинська обл.)"
    },
    {
        "value": "Котівка (Тернопільська обл.)",
        "label": "Котівка (Тернопільська обл.)"
    },
    {
        "value": "Котловина",
        "label": "Котловина"
    },
    {
        "value": "Котляреве",
        "label": "Котляреве"
    },
    {
        "value": "Котляри",
        "label": "Котляри"
    },
    {
        "value": "Котовка (Дніпропетровська обл.)",
        "label": "Котовка (Дніпропетровська обл.)"
    },
    {
        "value": "Которини",
        "label": "Которини"
    },
    {
        "value": "Котюжани",
        "label": "Котюжани"
    },
    {
        "value": "Котюжини",
        "label": "Котюжини"
    },
    {
        "value": "Котюжинці",
        "label": "Котюжинці"
    },
    {
        "value": "Котюржинці",
        "label": "Котюржинці"
    },
    {
        "value": "Кохане",
        "label": "Кохане"
    },
    {
        "value": "Коханівка",
        "label": "Коханівка"
    },
    {
        "value": "Коцюбинське",
        "label": "Коцюбинське"
    },
    {
        "value": "Коцюбинці (Тернопільська обл.)",
        "label": "Коцюбинці (Тернопільська обл.)"
    },
    {
        "value": "Коцюри",
        "label": "Коцюри"
    },
    {
        "value": "Кочержинці",
        "label": "Кочержинці"
    },
    {
        "value": "Кочерів",
        "label": "Кочерів"
    },
    {
        "value": "Кочеток",
        "label": "Кочеток"
    },
    {
        "value": "Кочубеївка",
        "label": "Кочубеївка"
    },
    {
        "value": "Кочубеївка (Високопільський р-н)",
        "label": "Кочубеївка (Високопільський р-н)"
    },
    {
        "value": "Кочубіїв",
        "label": "Кочубіїв"
    },
    {
        "value": "Кочубіївка",
        "label": "Кочубіївка"
    },
    {
        "value": "Кошари",
        "label": "Кошари"
    },
    {
        "value": "Кошари (Волинська обл.)",
        "label": "Кошари (Волинська обл.)"
    },
    {
        "value": "Кошари (Одеська обл.)",
        "label": "Кошари (Одеська обл.)"
    },
    {
        "value": "Кошари (Сумська обл.)",
        "label": "Кошари (Сумська обл.)"
    },
    {
        "value": "Кошелівка (Хмельницька обл.)",
        "label": "Кошелівка (Хмельницька обл.)"
    },
    {
        "value": "Кошельово",
        "label": "Кошельово"
    },
    {
        "value": "Кошилівці",
        "label": "Кошилівці"
    },
    {
        "value": "Кошів",
        "label": "Кошів"
    },
    {
        "value": "Кошляки",
        "label": "Кошляки"
    },
    {
        "value": "Кошманівка",
        "label": "Кошманівка"
    },
    {
        "value": "Кошуляни",
        "label": "Кошуляни"
    },
    {
        "value": "Країв",
        "label": "Країв"
    },
    {
        "value": "Крайнє",
        "label": "Крайнє"
    },
    {
        "value": "Крайниково",
        "label": "Крайниково"
    },
    {
        "value": "Крайня Мартинка",
        "label": "Крайня Мартинка"
    },
    {
        "value": "Краковець",
        "label": "Краковець"
    },
    {
        "value": "Краматорськ",
        "label": "Краматорськ"
    },
    {
        "value": "Красилів",
        "label": "Красилів"
    },
    {
        "value": "Красилівка (Броварський р-н)",
        "label": "Красилівка (Броварський р-н)"
    },
    {
        "value": "Красилівка (Житомирська обл.)",
        "label": "Красилівка (Житомирська обл.)"
    },
    {
        "value": "Красилівка (Ставищенський р-н)",
        "label": "Красилівка (Ставищенський р-н)"
    },
    {
        "value": "Красилівка (Чернігівська обл.)",
        "label": "Красилівка (Чернігівська обл.)"
    },
    {
        "value": "Красівка",
        "label": "Красівка"
    },
    {
        "value": "Красіїв",
        "label": "Красіїв"
    },
    {
        "value": "Красна (Закарпатська обл.)",
        "label": "Красна (Закарпатська обл.)"
    },
    {
        "value": "Красна (Івано-Франківська обл.)",
        "label": "Красна (Івано-Франківська обл.)"
    },
    {
        "value": "Красна Коса",
        "label": "Красна Коса"
    },
    {
        "value": "Красна Лука",
        "label": "Красна Лука"
    },
    {
        "value": "Красна Поляна",
        "label": "Красна Поляна"
    },
    {
        "value": "Красна Слобідка",
        "label": "Красна Слобідка"
    },
    {
        "value": "Красне",
        "label": "Красне"
    },
    {
        "value": "Красне (Бахмацький р-н)",
        "label": "Красне (Бахмацький р-н)"
    },
    {
        "value": "Красне (Вінницька обл.)",
        "label": "Красне (Вінницька обл.)"
    },
    {
        "value": "Красне (Гусятинський р-н)",
        "label": "Красне (Гусятинський р-н)"
    },
    {
        "value": "Красне (Івано-Франківська обл.)",
        "label": "Красне (Івано-Франківська обл.)"
    },
    {
        "value": "Красне (Київська обл.)",
        "label": "Красне (Київська обл.)"
    },
    {
        "value": "Красне (Львівська обл.)",
        "label": "Красне (Львівська обл.)"
    },
    {
        "value": "Красне (Миколаївська обл.)",
        "label": "Красне (Миколаївська обл.)"
    },
    {
        "value": "Красне (Одеська обл.)",
        "label": "Красне (Одеська обл.)"
    },
    {
        "value": "Красне (Полтавська обл.)",
        "label": "Красне (Полтавська обл.)"
    },
    {
        "value": "Красне (Сумська обл.)",
        "label": "Красне (Сумська обл.)"
    },
    {
        "value": "Красне (Турківський р-н)",
        "label": "Красне (Турківський р-н)"
    },
    {
        "value": "Красне (Харківська обл.)",
        "label": "Красне (Харківська обл.)"
    },
    {
        "value": "Красне (Херсонська обл.)",
        "label": "Красне (Херсонська обл.)"
    },
    {
        "value": "Красне Перше",
        "label": "Красне Перше"
    },
    {
        "value": "Красненьке (Миколаївська обл.)",
        "label": "Красненьке (Миколаївська обл.)"
    },
    {
        "value": "Красний Колядин",
        "label": "Красний Колядин"
    },
    {
        "value": "Красний Яр",
        "label": "Красний Яр"
    },
    {
        "value": "Красник",
        "label": "Красник"
    },
    {
        "value": "Краснобірка",
        "label": "Краснобірка"
    },
    {
        "value": "Красноволиця",
        "label": "Красноволиця"
    },
    {
        "value": "Красноволя",
        "label": "Красноволя"
    },
    {
        "value": "Красногірка",
        "label": "Красногірка"
    },
    {
        "value": "Красногірка (Кіровоградська обл.)",
        "label": "Красногірка (Кіровоградська обл.)"
    },
    {
        "value": "Красногорівка",
        "label": "Красногорівка"
    },
    {
        "value": "Красногорівка (Великобагачанський р-н)",
        "label": "Красногорівка (Великобагачанський р-н)"
    },
    {
        "value": "Красноіванівка",
        "label": "Красноіванівка"
    },
    {
        "value": "Красноїлля",
        "label": "Красноїлля"
    },
    {
        "value": "Красноїльськ",
        "label": "Красноїльськ"
    },
    {
        "value": "Краснокутськ",
        "label": "Краснокутськ"
    },
    {
        "value": "Краснолука",
        "label": "Краснолука"
    },
    {
        "value": "Краснопавлівка",
        "label": "Краснопавлівка"
    },
    {
        "value": "Краснопілка",
        "label": "Краснопілка"
    },
    {
        "value": "Краснопілка (Кіровоградська обл.)",
        "label": "Краснопілка (Кіровоградська обл.)"
    },
    {
        "value": "Краснопілка (Черкаська обл.)",
        "label": "Краснопілка (Черкаська обл.)"
    },
    {
        "value": "Краснопілля (Миколаїська обл.)",
        "label": "Краснопілля (Миколаїська обл.)"
    },
    {
        "value": "Краснопілля (Сумська обл.)",
        "label": "Краснопілля (Сумська обл.)"
    },
    {
        "value": "Краснопілля (Чернігівська обл., Коропський р-н)",
        "label": "Краснопілля (Чернігівська обл., Коропський р-н)"
    },
    {
        "value": "Краснопіль",
        "label": "Краснопіль"
    },
    {
        "value": "Красноподілля",
        "label": "Красноподілля"
    },
    {
        "value": "Красноріченське",
        "label": "Красноріченське"
    },
    {
        "value": "Красносілка",
        "label": "Красносілка"
    },
    {
        "value": "Красносілка (Житомирська обл.)",
        "label": "Красносілка (Житомирська обл.)"
    },
    {
        "value": "Красносілка (Кіровоградська обл.)",
        "label": "Красносілка (Кіровоградська обл.)"
    },
    {
        "value": "Красносілка (Одеська обл.)",
        "label": "Красносілка (Одеська обл.)"
    },
    {
        "value": "Красносілка (Хмельницька обл.)",
        "label": "Красносілка (Хмельницька обл.)"
    },
    {
        "value": "Красносілля",
        "label": "Красносілля"
    },
    {
        "value": "Красносілля (Кіровоградська обл.)",
        "label": "Красносілля (Кіровоградська обл.)"
    },
    {
        "value": "Красносілля (Черкаська обл.)",
        "label": "Красносілля (Черкаська обл.)"
    },
    {
        "value": "Красносільці",
        "label": "Красносільці"
    },
    {
        "value": "Красностав (Волинська обл.)",
        "label": "Красностав (Волинська обл.)"
    },
    {
        "value": "Красноставці",
        "label": "Красноставці"
    },
    {
        "value": "Красноставці (Хмельницька обл.)",
        "label": "Красноставці (Хмельницька обл.)"
    },
    {
        "value": "Красноторка",
        "label": "Красноторка"
    },
    {
        "value": "Красятичі",
        "label": "Красятичі"
    },
    {
        "value": "Кратова Говтва",
        "label": "Кратова Говтва"
    },
    {
        "value": "Крачківка",
        "label": "Крачківка"
    },
    {
        "value": "Кременець",
        "label": "Кременець"
    },
    {
        "value": "Кременець (Волинська обл.)",
        "label": "Кременець (Волинська обл.)"
    },
    {
        "value": "Кременище",
        "label": "Кременище"
    },
    {
        "value": "Кременівка",
        "label": "Кременівка"
    },
    {
        "value": "Кременчук",
        "label": "Кременчук"
    },
    {
        "value": "Кременчуки",
        "label": "Кременчуки"
    },
    {
        "value": "Кремеш",
        "label": "Кремеш"
    },
    {
        "value": "Кремидівка",
        "label": "Кремидівка"
    },
    {
        "value": "Кремінна",
        "label": "Кремінна"
    },
    {
        "value": "Кремінна (Хмельницька обл.)",
        "label": "Кремінна (Хмельницька обл.)"
    },
    {
        "value": "Кремне",
        "label": "Кремне"
    },
    {
        "value": "Креничі",
        "label": "Креничі"
    },
    {
        "value": "Крехаїв",
        "label": "Крехаїв"
    },
    {
        "value": "Крехів (Львівська обл.)",
        "label": "Крехів (Львівська обл.)"
    },
    {
        "value": "Креховичі",
        "label": "Креховичі"
    },
    {
        "value": "Крива",
        "label": "Крива"
    },
    {
        "value": "Крива (Київська обл.)",
        "label": "Крива (Київська обл.)"
    },
    {
        "value": "Крива (Тячівський р-н)",
        "label": "Крива (Тячівський р-н)"
    },
    {
        "value": "Крива Балка",
        "label": "Крива Балка"
    },
    {
        "value": "Крива Балка (Миколаївська обл.)",
        "label": "Крива Балка (Миколаївська обл.)"
    },
    {
        "value": "Крива Руда",
        "label": "Крива Руда"
    },
    {
        "value": "Кривачинці",
        "label": "Кривачинці"
    },
    {
        "value": "Криве (Житомирська обл.)",
        "label": "Криве (Житомирська обл.)"
    },
    {
        "value": "Криве (Львівська обл.)",
        "label": "Криве (Львівська обл.)"
    },
    {
        "value": "Криве (Підволочиський р-н.)",
        "label": "Криве (Підволочиський р-н.)"
    },
    {
        "value": "Криве Озеро (селище)",
        "label": "Криве Озеро (селище)"
    },
    {
        "value": "Криве Озеро Друге (село)",
        "label": "Криве Озеро Друге (село)"
    },
    {
        "value": "Кривець",
        "label": "Кривець"
    },
    {
        "value": "Кривець (Івано-Франківська обл.)",
        "label": "Кривець (Івано-Франківська обл.)"
    },
    {
        "value": "Кривий Ріг",
        "label": "Кривий Ріг"
    },
    {
        "value": "Криві Коліна",
        "label": "Криві Коліна"
    },
    {
        "value": "Кривлин",
        "label": "Кривлин"
    },
    {
        "value": "Кривовілька",
        "label": "Кривовілька"
    },
    {
        "value": "Кривоносівка",
        "label": "Кривоносівка"
    },
    {
        "value": "Кривопілля (Івано-Франківська обл.)",
        "label": "Кривопілля (Івано-Франківська обл.)"
    },
    {
        "value": "Криворівня",
        "label": "Криворівня"
    },
    {
        "value": "Криворіжжя (Донецька обл.)",
        "label": "Криворіжжя (Донецька обл.)"
    },
    {
        "value": "Кривошиїнці",
        "label": "Кривошиїнці"
    },
    {
        "value": "Кривуші",
        "label": "Кривуші"
    },
    {
        "value": "Кривче",
        "label": "Кривче"
    },
    {
        "value": "Крижанівка",
        "label": "Крижанівка"
    },
    {
        "value": "Крижі",
        "label": "Крижі"
    },
    {
        "value": "Крижопіль",
        "label": "Крижопіль"
    },
    {
        "value": "Кризьке (Луганська обл.)",
        "label": "Кризьке (Луганська обл.)"
    },
    {
        "value": "Крикливець",
        "label": "Крикливець"
    },
    {
        "value": "Крилів",
        "label": "Крилів"
    },
    {
        "value": "Крилівка",
        "label": "Крилівка"
    },
    {
        "value": "Крилос",
        "label": "Крилос"
    },
    {
        "value": "Кримка",
        "label": "Кримка"
    },
    {
        "value": "Кримка (Запорізька обл.)",
        "label": "Кримка (Запорізька обл.)"
    },
    {
        "value": "Кримки",
        "label": "Кримки"
    },
    {
        "value": "Кримки (Кіровоградська обл.)",
        "label": "Кримки (Кіровоградська обл.)"
    },
    {
        "value": "Кримне (Камінь-Каширський р-н., Вол. обл.)",
        "label": "Кримне (Камінь-Каширський р-н., Вол. обл.)"
    },
    {
        "value": "Кримне (Старовижівський р-н., Волинська обл.)",
        "label": "Кримне (Старовижівський р-н., Волинська обл.)"
    },
    {
        "value": "Криниця",
        "label": "Криниця"
    },
    {
        "value": "Криниця (Полтавська обл.)",
        "label": "Криниця (Полтавська обл.)"
    },
    {
        "value": "Кринички",
        "label": "Кринички"
    },
    {
        "value": "Кринички (Дніпровський р-н)",
        "label": "Кринички (Дніпровський р-н)"
    },
    {
        "value": "Криничне",
        "label": "Криничне"
    },
    {
        "value": "Криничне (Устинівський р-н)",
        "label": "Криничне (Устинівський р-н)"
    },
    {
        "value": "Криничуватка",
        "label": "Криничуватка"
    },
    {
        "value": "Кринки",
        "label": "Кринки"
    },
    {
        "value": "Крисине ",
        "label": "Крисине "
    },
    {
        "value": "Крисовичі (Львівська обл.)",
        "label": "Крисовичі (Львівська обл.)"
    },
    {
        "value": "Крихівці",
        "label": "Крихівці"
    },
    {
        "value": "Кричанівка",
        "label": "Кричанівка"
    },
    {
        "value": "Кричевичі (Волинська обл.)",
        "label": "Кричевичі (Волинська обл.)"
    },
    {
        "value": "Кричильськ",
        "label": "Кричильськ"
    },
    {
        "value": "Кричка (Івано-Франківська обл.)",
        "label": "Кричка (Івано-Франківська обл.)"
    },
    {
        "value": "Кричово",
        "label": "Кричово"
    },
    {
        "value": "Криштопівка",
        "label": "Криштопівка"
    },
    {
        "value": "Криштопівка (Черкаська обл.)",
        "label": "Криштопівка (Черкаська обл.)"
    },
    {
        "value": "Крищинці",
        "label": "Крищинці"
    },
    {
        "value": "Кровинка",
        "label": "Кровинка"
    },
    {
        "value": "Кровне",
        "label": "Кровне"
    },
    {
        "value": "Крогулець",
        "label": "Крогулець"
    },
    {
        "value": "Кролевець",
        "label": "Кролевець"
    },
    {
        "value": "Кропивище",
        "label": "Кропивище"
    },
    {
        "value": "Кропивна",
        "label": "Кропивна"
    },
    {
        "value": "Кропивне",
        "label": "Кропивне"
    },
    {
        "value": "Кропивник",
        "label": "Кропивник"
    },
    {
        "value": "Кропивник (Калуський р-н)",
        "label": "Кропивник (Калуський р-н)"
    },
    {
        "value": "Кропивники",
        "label": "Кропивники"
    },
    {
        "value": "Кропивницьке",
        "label": "Кропивницьке"
    },
    {
        "value": "Кропивницький",
        "label": "Кропивницький"
    },
    {
        "value": "Кропивня",
        "label": "Кропивня"
    },
    {
        "value": "Кропивня (Житомирська обл.)",
        "label": "Кропивня (Житомирська обл.)"
    },
    {
        "value": "Кротошин",
        "label": "Кротошин"
    },
    {
        "value": "Круглик",
        "label": "Круглик"
    },
    {
        "value": "Круглик (Київська обл.)",
        "label": "Круглик (Київська обл.)"
    },
    {
        "value": "Круглоозерка",
        "label": "Круглоозерка"
    },
    {
        "value": "Кругляківка",
        "label": "Кругляківка"
    },
    {
        "value": "Крукеничі",
        "label": "Крукеничі"
    },
    {
        "value": "Круп'янське",
        "label": "Круп'янське"
    },
    {
        "value": "Крупа",
        "label": "Крупа"
    },
    {
        "value": "Крупець (Рівненська обл.)",
        "label": "Крупець (Рівненська обл.)"
    },
    {
        "value": "Крупець (Хмельницька обл.)",
        "label": "Крупець (Хмельницька обл.)"
    },
    {
        "value": "Крупове",
        "label": "Крупове"
    },
    {
        "value": "Крупське",
        "label": "Крупське"
    },
    {
        "value": "Крупське (Золотоніський р-н)",
        "label": "Крупське (Золотоніський р-н)"
    },
    {
        "value": "Крута Балка",
        "label": "Крута Балка"
    },
    {
        "value": "Крутеньки",
        "label": "Крутеньки"
    },
    {
        "value": "Круті",
        "label": "Круті"
    },
    {
        "value": "Крутнів",
        "label": "Крутнів"
    },
    {
        "value": "Крутоярівка",
        "label": "Крутоярівка"
    },
    {
        "value": "Крутьки",
        "label": "Крутьки"
    },
    {
        "value": "Кручик",
        "label": "Кручик"
    },
    {
        "value": "Крушанівка (Хмельницька обл.)",
        "label": "Крушанівка (Хмельницька обл.)"
    },
    {
        "value": "Крушельниця",
        "label": "Крушельниця"
    },
    {
        "value": "Крушинівка",
        "label": "Крушинівка"
    },
    {
        "value": "Крушинка",
        "label": "Крушинка"
    },
    {
        "value": "Крюківщина",
        "label": "Крюківщина"
    },
    {
        "value": "Крячки",
        "label": "Крячки"
    },
    {
        "value": "Крячківка",
        "label": "Крячківка"
    },
    {
        "value": "Ксаверівка (Вінницька обл.)",
        "label": "Ксаверівка (Вінницька обл.)"
    },
    {
        "value": "Ксаверівка (Київська обл.)",
        "label": "Ксаверівка (Київська обл.)"
    },
    {
        "value": "Ксаверівка Друга",
        "label": "Ксаверівка Друга"
    },
    {
        "value": "Ксаверове",
        "label": "Ксаверове"
    },
    {
        "value": "Кубанка",
        "label": "Кубанка"
    },
    {
        "value": "Кубей",
        "label": "Кубей"
    },
    {
        "value": "Кугаїв",
        "label": "Кугаїв"
    },
    {
        "value": "Кугаївці",
        "label": "Кугаївці"
    },
    {
        "value": "Кугуки",
        "label": "Кугуки"
    },
    {
        "value": "Кудинка",
        "label": "Кудинка"
    },
    {
        "value": "Кудіївці",
        "label": "Кудіївці"
    },
    {
        "value": "Кудлатівка",
        "label": "Кудлатівка"
    },
    {
        "value": "Кудобинці",
        "label": "Кудобинці"
    },
    {
        "value": "Кудринці",
        "label": "Кудринці"
    },
    {
        "value": "Кудринці (Хмельницька обл.)",
        "label": "Кудринці (Хмельницька обл.)"
    },
    {
        "value": "Кудрівка",
        "label": "Кудрівка"
    },
    {
        "value": "Кудряшівка",
        "label": "Кудряшівка"
    },
    {
        "value": "Куземин",
        "label": "Куземин"
    },
    {
        "value": "Кузнецівка",
        "label": "Кузнецівка"
    },
    {
        "value": "Кузнецове",
        "label": "Кузнецове"
    },
    {
        "value": "Кузьменка",
        "label": "Кузьменка"
    },
    {
        "value": "Кузьмин",
        "label": "Кузьмин"
    },
    {
        "value": "Кузьмин (Городоцький о-н., Хмельницька обл.)",
        "label": "Кузьмин (Городоцький о-н., Хмельницька обл.)"
    },
    {
        "value": "Кузьмина Гребля",
        "label": "Кузьмина Гребля"
    },
    {
        "value": "Кузьминці",
        "label": "Кузьминці"
    },
    {
        "value": "Кузьминці (Вінницька обл.)",
        "label": "Кузьминці (Вінницька обл.)"
    },
    {
        "value": "Кузьминці (Київська обл.)",
        "label": "Кузьминці (Київська обл.)"
    },
    {
        "value": "Кузьминці (Теофіпольський р-н)",
        "label": "Кузьминці (Теофіпольський р-н)"
    },
    {
        "value": "Кузьмівка",
        "label": "Кузьмівка"
    },
    {
        "value": "Кукавка",
        "label": "Кукавка"
    },
    {
        "value": "Кукезів",
        "label": "Кукезів"
    },
    {
        "value": "Кукільники",
        "label": "Кукільники"
    },
    {
        "value": "Кукли",
        "label": "Кукли"
    },
    {
        "value": "Куковичі",
        "label": "Куковичі"
    },
    {
        "value": "Куколівка",
        "label": "Куколівка"
    },
    {
        "value": "Кукули",
        "label": "Кукули"
    },
    {
        "value": "Кулажинці",
        "label": "Кулажинці"
    },
    {
        "value": "Кулажинці (Київська обл.)",
        "label": "Кулажинці (Київська обл.)"
    },
    {
        "value": "Кулаківці",
        "label": "Кулаківці"
    },
    {
        "value": "Кулачківці",
        "label": "Кулачківці"
    },
    {
        "value": "Кулевча",
        "label": "Кулевча"
    },
    {
        "value": "Кулига",
        "label": "Кулига"
    },
    {
        "value": "Куликів",
        "label": "Куликів"
    },
    {
        "value": "Куликів (Тернопільська обл.)",
        "label": "Куликів (Тернопільська обл.)"
    },
    {
        "value": "Куликівка",
        "label": "Куликівка"
    },
    {
        "value": "Кулиничі",
        "label": "Кулиничі"
    },
    {
        "value": "Кулівці",
        "label": "Кулівці"
    },
    {
        "value": "Куліші",
        "label": "Куліші"
    },
    {
        "value": "Кулішівка",
        "label": "Кулішівка"
    },
    {
        "value": "Кульчин (Волинська обл.)",
        "label": "Кульчин (Волинська обл.)"
    },
    {
        "value": "Кульчин (Турійський р-н.)",
        "label": "Кульчин (Турійський р-н.)"
    },
    {
        "value": "Кульчини",
        "label": "Кульчини"
    },
    {
        "value": "Кульчинки",
        "label": "Кульчинки"
    },
    {
        "value": "Кульчиці",
        "label": "Кульчиці"
    },
    {
        "value": "Кульчіївці",
        "label": "Кульчіївці"
    },
    {
        "value": "Кулябівка",
        "label": "Кулябівка"
    },
    {
        "value": "Кумарі",
        "label": "Кумарі"
    },
    {
        "value": "Кумейки",
        "label": "Кумейки"
    },
    {
        "value": "Куми",
        "label": "Куми"
    },
    {
        "value": "Куна",
        "label": "Куна"
    },
    {
        "value": "Кунин",
        "label": "Кунин"
    },
    {
        "value": "Кунин (Львівська обл.)",
        "label": "Кунин (Львівська обл.)"
    },
    {
        "value": "Кунисівці",
        "label": "Кунисівці"
    },
    {
        "value": "Куниче",
        "label": "Куниче"
    },
    {
        "value": "Кунів",
        "label": "Кунів"
    },
    {
        "value": "Кунка (Вінницька обл.)",
        "label": "Кунка (Вінницька обл.)"
    },
    {
        "value": "Кунцеве",
        "label": "Кунцеве"
    },
    {
        "value": "Куп'янськ",
        "label": "Куп'янськ"
    },
    {
        "value": "Куп'янськ-Вузловий",
        "label": "Куп'янськ-Вузловий"
    },
    {
        "value": "Купин (Хмельницька обл.)",
        "label": "Купин (Хмельницька обл.)"
    },
    {
        "value": "Купичів",
        "label": "Купичів"
    },
    {
        "value": "Купіль",
        "label": "Купіль"
    },
    {
        "value": "Купка",
        "label": "Купка"
    },
    {
        "value": "Купріянівка",
        "label": "Купріянівка"
    },
    {
        "value": "Купче",
        "label": "Купче"
    },
    {
        "value": "Купчинці",
        "label": "Купчинці"
    },
    {
        "value": "Купчичі",
        "label": "Купчичі"
    },
    {
        "value": "Курахівка",
        "label": "Курахівка"
    },
    {
        "value": "Курахове",
        "label": "Курахове"
    },
    {
        "value": "Кураш",
        "label": "Кураш"
    },
    {
        "value": "Курган (Одеська обл.)",
        "label": "Курган (Одеська обл.)"
    },
    {
        "value": "Курган (Сумська обл.)",
        "label": "Курган (Сумська обл.)"
    },
    {
        "value": "Кургани",
        "label": "Кургани"
    },
    {
        "value": "Курдюмівка",
        "label": "Курдюмівка"
    },
    {
        "value": "Курилівка",
        "label": "Курилівка"
    },
    {
        "value": "Курилівка (Вінницька обл.)",
        "label": "Курилівка (Вінницька обл.)"
    },
    {
        "value": "Курилівка (Конотопський р-н)",
        "label": "Курилівка (Конотопський р-н)"
    },
    {
        "value": "Курилівка (Харківська обл.)",
        "label": "Курилівка (Харківська обл.)"
    },
    {
        "value": "Курилівка (Хмельницька обл.)",
        "label": "Курилівка (Хмельницька обл.)"
    },
    {
        "value": "Курівці (Тернопільська обл.)",
        "label": "Курівці (Тернопільська обл.)"
    },
    {
        "value": "Курінь",
        "label": "Курінь"
    },
    {
        "value": "Курісове",
        "label": "Курісове"
    },
    {
        "value": "Курне (Житомирська обл.)",
        "label": "Курне (Житомирська обл.)"
    },
    {
        "value": "Курники",
        "label": "Курники"
    },
    {
        "value": "Куровичі",
        "label": "Куровичі"
    },
    {
        "value": "Курозвани",
        "label": "Курозвани"
    },
    {
        "value": "Куропатники",
        "label": "Куропатники"
    },
    {
        "value": "Курчиця",
        "label": "Курчиця"
    },
    {
        "value": "Куряжанка",
        "label": "Куряжанка"
    },
    {
        "value": "Куряни",
        "label": "Куряни"
    },
    {
        "value": "Курячі Лози",
        "label": "Курячі Лози"
    },
    {
        "value": "Курячівка",
        "label": "Курячівка"
    },
    {
        "value": "Курячівка (Луганська обл.)",
        "label": "Курячівка (Луганська обл.)"
    },
    {
        "value": "Кусиківці",
        "label": "Кусиківці"
    },
    {
        "value": "Куснища",
        "label": "Куснища"
    },
    {
        "value": "Кустин",
        "label": "Кустин"
    },
    {
        "value": "Кустичі",
        "label": "Кустичі"
    },
    {
        "value": "Кустівці (Хмельницька обл.)",
        "label": "Кустівці (Хмельницька обл.)"
    },
    {
        "value": "Кустолове",
        "label": "Кустолове"
    },
    {
        "value": "Кустолові Кущі",
        "label": "Кустолові Кущі"
    },
    {
        "value": "Кустолово-Суходілка",
        "label": "Кустолово-Суходілка"
    },
    {
        "value": "Кути (Косівський р-н)",
        "label": "Кути (Косівський р-н)"
    },
    {
        "value": "Кутин",
        "label": "Кутин"
    },
    {
        "value": "Кутище",
        "label": "Кутище"
    },
    {
        "value": "Кутківці",
        "label": "Кутківці"
    },
    {
        "value": "Куткір",
        "label": "Куткір"
    },
    {
        "value": "Кутрів",
        "label": "Кутрів"
    },
    {
        "value": "Кутузівка (Запорізька обл.)",
        "label": "Кутузівка (Запорізька обл.)"
    },
    {
        "value": "Кутянка (Острозький р-н)",
        "label": "Кутянка (Острозький р-н)"
    },
    {
        "value": "Кухарі",
        "label": "Кухарі"
    },
    {
        "value": "Кухітська Воля (Рівненська обл.)",
        "label": "Кухітська Воля (Рівненська обл.)"
    },
    {
        "value": "Кухче",
        "label": "Кухче"
    },
    {
        "value": "Куцеволівка (Кіровоград.обл)",
        "label": "Куцеволівка (Кіровоград.обл)"
    },
    {
        "value": "Куцівка",
        "label": "Куцівка"
    },
    {
        "value": "Куцівка (Кіровоградська обл.)",
        "label": "Куцівка (Кіровоградська обл.)"
    },
    {
        "value": "Куцуруб",
        "label": "Куцуруб"
    },
    {
        "value": "Куча",
        "label": "Куча"
    },
    {
        "value": "Кучаків",
        "label": "Кучаків"
    },
    {
        "value": "Кучерівка",
        "label": "Кучерівка"
    },
    {
        "value": "Кучерівка (Харківська обл.)",
        "label": "Кучерівка (Харківська обл.)"
    },
    {
        "value": "Кучерське",
        "label": "Кучерське"
    },
    {
        "value": "Кучинівка",
        "label": "Кучинівка"
    },
    {
        "value": "Кучурган",
        "label": "Кучурган"
    },
    {
        "value": "Кушлин",
        "label": "Кушлин"
    },
    {
        "value": "Кушниця",
        "label": "Кушниця"
    },
    {
        "value": "Куштановиця",
        "label": "Куштановиця"
    },
    {
        "value": "Кушугум",
        "label": "Кушугум"
    },
    {
        "value": "Кущинці",
        "label": "Кущинці"
    },
    {
        "value": "Куяльник",
        "label": "Куяльник"
    },
    {
        "value": "Куянівка",
        "label": "Куянівка"
    },
    {
        "value": "Лабушне",
        "label": "Лабушне"
    },
    {
        "value": "Лави",
        "label": "Лави"
    },
    {
        "value": "Лавки (Закарпатська обл.)",
        "label": "Лавки (Закарпатська обл.)"
    },
    {
        "value": "Лавочне",
        "label": "Лавочне"
    },
    {
        "value": "Лаврики",
        "label": "Лаврики"
    },
    {
        "value": "Лавриків",
        "label": "Лавриків"
    },
    {
        "value": "Лаврів",
        "label": "Лаврів"
    },
    {
        "value": "Лаврів (Старосамбірський р-н)",
        "label": "Лаврів (Старосамбірський р-н)"
    },
    {
        "value": "Лаврівка",
        "label": "Лаврівка"
    },
    {
        "value": "Лагідне",
        "label": "Лагідне"
    },
    {
        "value": "Лагодинці",
        "label": "Лагодинці"
    },
    {
        "value": "Лагодів",
        "label": "Лагодів"
    },
    {
        "value": "Лагодів (Бродівський р-н)",
        "label": "Лагодів (Бродівський р-н)"
    },
    {
        "value": "Ладан",
        "label": "Ладан"
    },
    {
        "value": "Ладиги",
        "label": "Ладиги"
    },
    {
        "value": "Ладижин",
        "label": "Ладижин"
    },
    {
        "value": "Ладижинка",
        "label": "Ладижинка"
    },
    {
        "value": "Ладинка",
        "label": "Ладинка"
    },
    {
        "value": "Ладичин",
        "label": "Ладичин"
    },
    {
        "value": "Лазарівка",
        "label": "Лазарівка"
    },
    {
        "value": "Лазещина",
        "label": "Лазещина"
    },
    {
        "value": "Лази",
        "label": "Лази"
    },
    {
        "value": "Лази (Воловецький р-н)",
        "label": "Лази (Воловецький р-н)"
    },
    {
        "value": "Лазірки (Оржицький р-н)",
        "label": "Лазірки (Оржицький р-н)"
    },
    {
        "value": "Лазурне (Херсонська обл.)",
        "label": "Лазурне (Херсонська обл.)"
    },
    {
        "value": "Лалово",
        "label": "Лалово"
    },
    {
        "value": "Ламбрівка",
        "label": "Ламбрівка"
    },
    {
        "value": "Ландарі",
        "label": "Ландарі"
    },
    {
        "value": "Лани",
        "label": "Лани"
    },
    {
        "value": "Лани (Галицький р-н)",
        "label": "Лани (Галицький р-н)"
    },
    {
        "value": "Лани (Львівська обл.)",
        "label": "Лани (Львівська обл.)"
    },
    {
        "value": "Лани-Соколівські",
        "label": "Лани-Соколівські"
    },
    {
        "value": "Ланівка",
        "label": "Ланівка"
    },
    {
        "value": "Ланівці",
        "label": "Ланівці"
    },
    {
        "value": "Ланівці (Тернопільська обл.)",
        "label": "Ланівці (Тернопільська обл.)"
    },
    {
        "value": "Ланна",
        "label": "Ланна"
    },
    {
        "value": "Лановичі",
        "label": "Лановичі"
    },
    {
        "value": "Лантратівка",
        "label": "Лантратівка"
    },
    {
        "value": "Лантратівка (Луганська обл.)",
        "label": "Лантратівка (Луганська обл.)"
    },
    {
        "value": "Ланчин",
        "label": "Ланчин"
    },
    {
        "value": "Лапаївка",
        "label": "Лапаївка"
    },
    {
        "value": "Лапшин",
        "label": "Лапшин"
    },
    {
        "value": "Ларжанка",
        "label": "Ларжанка"
    },
    {
        "value": "Ласки",
        "label": "Ласки"
    },
    {
        "value": "Ласківці",
        "label": "Ласківці"
    },
    {
        "value": "Ластівці (Івано-Франківська обл.)",
        "label": "Ластівці (Івано-Франківська обл.)"
    },
    {
        "value": "Ласточкине",
        "label": "Ласточкине"
    },
    {
        "value": "Латаші",
        "label": "Латаші"
    },
    {
        "value": "Латівка",
        "label": "Латівка"
    },
    {
        "value": "Латірка",
        "label": "Латірка"
    },
    {
        "value": "Лашківка",
        "label": "Лашківка"
    },
    {
        "value": "Леб'яже",
        "label": "Леб'яже"
    },
    {
        "value": "Леб'яже (Чугуївський р-н)",
        "label": "Леб'яже (Чугуївський р-н)"
    },
    {
        "value": "Лебедин (Київська обл.)",
        "label": "Лебедин (Київська обл.)"
    },
    {
        "value": "Лебедин (Сумська обл.)",
        "label": "Лебедин (Сумська обл.)"
    },
    {
        "value": "Лебедин (Черкаська обл., Шполянський р-н)",
        "label": "Лебедин (Черкаська обл., Шполянський р-н)"
    },
    {
        "value": "Лебедине",
        "label": "Лебедине"
    },
    {
        "value": "Лебединка",
        "label": "Лебединка"
    },
    {
        "value": "Лебедівка",
        "label": "Лебедівка"
    },
    {
        "value": "Лебедівка (Сахновщинський р-н., Харківська обл.)",
        "label": "Лебедівка (Сахновщинський р-н., Харківська обл.)"
    },
    {
        "value": "Лебедівка (Черкаська обл.)",
        "label": "Лебедівка (Черкаська обл.)"
    },
    {
        "value": "Лебедівка (Чернігівська обл.)",
        "label": "Лебедівка (Чернігівська обл.)"
    },
    {
        "value": "Лев'ятин",
        "label": "Лев'ятин"
    },
    {
        "value": "Левадівка",
        "label": "Левадівка"
    },
    {
        "value": "Левенцівка (Чутівський р-н)",
        "label": "Левенцівка (Чутівський р-н)"
    },
    {
        "value": "Левків",
        "label": "Левків"
    },
    {
        "value": "Левків (Вінницька обл.)",
        "label": "Левків (Вінницька обл.)"
    },
    {
        "value": "Левківка",
        "label": "Левківка"
    },
    {
        "value": "Левківка (Харківська обл.)",
        "label": "Левківка (Харківська обл.)"
    },
    {
        "value": "Левковичі",
        "label": "Левковичі"
    },
    {
        "value": "Левченкове",
        "label": "Левченкове"
    },
    {
        "value": "Легедзине",
        "label": "Легедзине"
    },
    {
        "value": "Лежине",
        "label": "Лежине"
    },
    {
        "value": "Лежниця",
        "label": "Лежниця"
    },
    {
        "value": "Лекечі",
        "label": "Лекечі"
    },
    {
        "value": "Лелюхівка",
        "label": "Лелюхівка"
    },
    {
        "value": "Леляки",
        "label": "Леляки"
    },
    {
        "value": "Лемеші",
        "label": "Лемеші"
    },
    {
        "value": "Лемешів (Волинська обл.)",
        "label": "Лемешів (Волинська обл.)"
    },
    {
        "value": "Лемешівка",
        "label": "Лемешівка"
    },
    {
        "value": "Леміщиха",
        "label": "Леміщиха"
    },
    {
        "value": "Ленківці",
        "label": "Ленківці"
    },
    {
        "value": "Ленківці (Хмельницька обл.)",
        "label": "Ленківці (Хмельницька обл.)"
    },
    {
        "value": "Леонівка (Київська обл.)",
        "label": "Леонівка (Київська обл.)"
    },
    {
        "value": "Лепетиха",
        "label": "Лепетиха"
    },
    {
        "value": "Леськи",
        "label": "Леськи"
    },
    {
        "value": "Леськове",
        "label": "Леськове"
    },
    {
        "value": "Летава",
        "label": "Летава"
    },
    {
        "value": "Летичів",
        "label": "Летичів"
    },
    {
        "value": "Летичівка (Черкаська обл.)",
        "label": "Летичівка (Черкаська обл.)"
    },
    {
        "value": "Летківка",
        "label": "Летківка"
    },
    {
        "value": "Летня",
        "label": "Летня"
    },
    {
        "value": "Леухи",
        "label": "Леухи"
    },
    {
        "value": "Лехнівка",
        "label": "Лехнівка"
    },
    {
        "value": "Лецовиця",
        "label": "Лецовиця"
    },
    {
        "value": "Лецьки",
        "label": "Лецьки"
    },
    {
        "value": "Лешнів",
        "label": "Лешнів"
    },
    {
        "value": "Лещатів",
        "label": "Лещатів"
    },
    {
        "value": "Либохора",
        "label": "Либохора"
    },
    {
        "value": "Либохора (Сколівський р-н)",
        "label": "Либохора (Сколівський р-н)"
    },
    {
        "value": "Лигівка",
        "label": "Лигівка"
    },
    {
        "value": "Лизогубівка",
        "label": "Лизогубівка"
    },
    {
        "value": "Лизогубова Слобода (Київська обл.)",
        "label": "Лизогубова Слобода (Київська обл.)"
    },
    {
        "value": "Лизунівка",
        "label": "Лизунівка"
    },
    {
        "value": "Лиман (Вовчанський р-н)",
        "label": "Лиман (Вовчанський р-н)"
    },
    {
        "value": "Лиман (Луганська обл.)",
        "label": "Лиман (Луганська обл.)"
    },
    {
        "value": "Лиман (Одеська обл.)",
        "label": "Лиман (Одеська обл.)"
    },
    {
        "value": "Лиман (Харківська обл.)",
        "label": "Лиман (Харківська обл.)"
    },
    {
        "value": "Лиманець",
        "label": "Лиманець"
    },
    {
        "value": "Лимани",
        "label": "Лимани"
    },
    {
        "value": "Лиманівка",
        "label": "Лиманівка"
    },
    {
        "value": "Лиманка",
        "label": "Лиманка"
    },
    {
        "value": "Лиманське (Запорізька обл.)",
        "label": "Лиманське (Запорізька обл.)"
    },
    {
        "value": "Лиманське (Ренінський р-н)",
        "label": "Лиманське (Ренінський р-н)"
    },
    {
        "value": "Лиманське (Роздільнянський р-н)",
        "label": "Лиманське (Роздільнянський р-н)"
    },
    {
        "value": "Линове",
        "label": "Линове"
    },
    {
        "value": "Линовиця",
        "label": "Линовиця"
    },
    {
        "value": "Лип'янка",
        "label": "Лип'янка"
    },
    {
        "value": "Лип'янка (Карлівський р-н)",
        "label": "Лип'янка (Карлівський р-н)"
    },
    {
        "value": "Липа",
        "label": "Липа"
    },
    {
        "value": "Липецька Поляна",
        "label": "Липецька Поляна"
    },
    {
        "value": "Липецьке",
        "label": "Липецьке"
    },
    {
        "value": "Липини",
        "label": "Липини"
    },
    {
        "value": "Липівка (Вінницька обл.)",
        "label": "Липівка (Вінницька обл.)"
    },
    {
        "value": "Липівка (Івано-Франківська обл.,Рогатинський р-н)",
        "label": "Липівка (Івано-Франківська обл.,Рогатинський р-н)"
    },
    {
        "value": "Липівка (Івано-Франківська обл.)",
        "label": "Липівка (Івано-Франківська обл.)"
    },
    {
        "value": "Липівка (Львівська обл.)",
        "label": "Липівка (Львівська обл.)"
    },
    {
        "value": "Липівці",
        "label": "Липівці"
    },
    {
        "value": "Липкуватівка",
        "label": "Липкуватівка"
    },
    {
        "value": "Липляни",
        "label": "Липляни"
    },
    {
        "value": "Липне",
        "label": "Липне"
    },
    {
        "value": "Липне (Житомирська обл.)",
        "label": "Липне (Житомирська обл.)"
    },
    {
        "value": "Липник",
        "label": "Липник"
    },
    {
        "value": "Липники",
        "label": "Липники"
    },
    {
        "value": "Липники (Житомирська обл.)",
        "label": "Липники (Житомирська обл.)"
    },
    {
        "value": "Липняжка",
        "label": "Липняжка"
    },
    {
        "value": "Липова Долина",
        "label": "Липова Долина"
    },
    {
        "value": "Липове",
        "label": "Липове"
    },
    {
        "value": "Липовець (Вінницька обл.)",
        "label": "Липовець (Вінницька обл.)"
    },
    {
        "value": "Липовець (Київська обл.)",
        "label": "Липовець (Київська обл.)"
    },
    {
        "value": "Липовець (селище)",
        "label": "Липовець (селище)"
    },
    {
        "value": "Липовець (Хустський р-н)",
        "label": "Липовець (Хустський р-н)"
    },
    {
        "value": "Липовиця",
        "label": "Липовиця"
    },
    {
        "value": "Липці",
        "label": "Липці"
    },
    {
        "value": "Липча",
        "label": "Липча"
    },
    {
        "value": "Лиса Гора",
        "label": "Лиса Гора"
    },
    {
        "value": "Лисанівці",
        "label": "Лисанівці"
    },
    {
        "value": "Лисець",
        "label": "Лисець"
    },
    {
        "value": "Лисець (Хмельницька обл.)",
        "label": "Лисець (Хмельницька обл.)"
    },
    {
        "value": "Лисиничі",
        "label": "Лисиничі"
    },
    {
        "value": "Лисиничі (Львівська обл.)",
        "label": "Лисиничі (Львівська обл.)"
    },
    {
        "value": "Лисича Балка",
        "label": "Лисича Балка"
    },
    {
        "value": "Лисичанськ",
        "label": "Лисичанськ"
    },
    {
        "value": "Лисиче",
        "label": "Лисиче"
    },
    {
        "value": "Лисичники",
        "label": "Лисичники"
    },
    {
        "value": "Лисичово",
        "label": "Лисичово"
    },
    {
        "value": "Лисівка",
        "label": "Лисівка"
    },
    {
        "value": "Лисівка (Попільнянський р-н)",
        "label": "Лисівка (Попільнянський р-н)"
    },
    {
        "value": "Лисівці (Тернопільська обл.)",
        "label": "Лисівці (Тернопільська обл.)"
    },
    {
        "value": "Лисівщина",
        "label": "Лисівщина"
    },
    {
        "value": "Лисківка",
        "label": "Лисківка"
    },
    {
        "value": "Лисовичі",
        "label": "Лисовичі"
    },
    {
        "value": "Лисогірка",
        "label": "Лисогірка"
    },
    {
        "value": "Лисогірка (Дунаєвецький р-н)",
        "label": "Лисогірка (Дунаєвецький р-н)"
    },
    {
        "value": "Лисогірка (Летичівський р-н., Хмельницька обл.)",
        "label": "Лисогірка (Летичівський р-н., Хмельницька обл.)"
    },
    {
        "value": "Лисогірка (Одеська обл.)",
        "label": "Лисогірка (Одеська обл.)"
    },
    {
        "value": "Лисогора",
        "label": "Лисогора"
    },
    {
        "value": "Листвин",
        "label": "Листвин"
    },
    {
        "value": "Листвянка",
        "label": "Листвянка"
    },
    {
        "value": "Листопадове",
        "label": "Листопадове"
    },
    {
        "value": "Лисянка",
        "label": "Лисянка"
    },
    {
        "value": "Лисятичі",
        "label": "Лисятичі"
    },
    {
        "value": "Литвинець",
        "label": "Литвинець"
    },
    {
        "value": "Литвинів (Підгаєцький р-н., Тернопільська обл.)",
        "label": "Литвинів (Підгаєцький р-н., Тернопільська обл.)"
    },
    {
        "value": "Литвинівка",
        "label": "Литвинівка"
    },
    {
        "value": "Литвинівка (Жашківський р-н)",
        "label": "Литвинівка (Жашківський р-н)"
    },
    {
        "value": "Литвинівка (Луганська обл.)",
        "label": "Литвинівка (Луганська обл.)"
    },
    {
        "value": "Литвинове",
        "label": "Литвинове"
    },
    {
        "value": "Литвиновичі",
        "label": "Литвиновичі"
    },
    {
        "value": "Литвяки",
        "label": "Литвяки"
    },
    {
        "value": "Литовеж",
        "label": "Литовеж"
    },
    {
        "value": "Литячі",
        "label": "Литячі"
    },
    {
        "value": "Лихачів",
        "label": "Лихачів"
    },
    {
        "value": "Лихачівка",
        "label": "Лихачівка"
    },
    {
        "value": "Лихівка",
        "label": "Лихівка"
    },
    {
        "value": "Лихоліти",
        "label": "Лихоліти"
    },
    {
        "value": "Лихолітки",
        "label": "Лихолітки"
    },
    {
        "value": "Личани",
        "label": "Личани"
    },
    {
        "value": "Личанка",
        "label": "Личанка"
    },
    {
        "value": "Личини",
        "label": "Личини"
    },
    {
        "value": "Личківці",
        "label": "Личківці"
    },
    {
        "value": "Личкове",
        "label": "Личкове"
    },
    {
        "value": "Лишня",
        "label": "Лишня"
    },
    {
        "value": "Лище",
        "label": "Лище"
    },
    {
        "value": "Лібенталь",
        "label": "Лібенталь"
    },
    {
        "value": "Лівенське",
        "label": "Лівенське"
    },
    {
        "value": "Лівинці",
        "label": "Лівинці"
    },
    {
        "value": "Лівчиці",
        "label": "Лівчиці"
    },
    {
        "value": "Лівчиці (Городоцький р-н)",
        "label": "Лівчиці (Городоцький р-н)"
    },
    {
        "value": "Лідихів",
        "label": "Лідихів"
    },
    {
        "value": "Лізинка",
        "label": "Лізинка"
    },
    {
        "value": "Лікарівка",
        "label": "Лікарівка"
    },
    {
        "value": "Лімна",
        "label": "Лімна"
    },
    {
        "value": "Лінці",
        "label": "Лінці"
    },
    {
        "value": "Лінчин",
        "label": "Лінчин"
    },
    {
        "value": "Ліпляве",
        "label": "Ліпляве"
    },
    {
        "value": "Лісарня",
        "label": "Лісарня"
    },
    {
        "value": "Лісівщина",
        "label": "Лісівщина"
    },
    {
        "value": "Ліски",
        "label": "Ліски"
    },
    {
        "value": "Ліски (Чернігівська обл.)",
        "label": "Ліски (Чернігівська обл.)"
    },
    {
        "value": "Лісківці",
        "label": "Лісківці"
    },
    {
        "value": "Лісковець",
        "label": "Лісковець"
    },
    {
        "value": "Лісна Поляна",
        "label": "Лісна Поляна"
    },
    {
        "value": "Лісна Слобідка",
        "label": "Лісна Слобідка"
    },
    {
        "value": "Лісна Тарновиця",
        "label": "Лісна Тарновиця"
    },
    {
        "value": "Лісне (Кіровоградська обл.)",
        "label": "Лісне (Кіровоградська обл.)"
    },
    {
        "value": "Лісне (Тарутинський р-н)",
        "label": "Лісне (Тарутинський р-н)"
    },
    {
        "value": "Лісний Хлібичин",
        "label": "Лісний Хлібичин"
    },
    {
        "value": "Лісники",
        "label": "Лісники"
    },
    {
        "value": "Лісники (Бережанський р-н)",
        "label": "Лісники (Бережанський р-н)"
    },
    {
        "value": "Лісниче",
        "label": "Лісниче"
    },
    {
        "value": "Лісничівка",
        "label": "Лісничівка"
    },
    {
        "value": "Лісняки",
        "label": "Лісняки"
    },
    {
        "value": "Лісове",
        "label": "Лісове"
    },
    {
        "value": "Лісове (Волинська обл.)",
        "label": "Лісове (Волинська обл.)"
    },
    {
        "value": "Лісове (Дубровицький р-н)",
        "label": "Лісове (Дубровицький р-н)"
    },
    {
        "value": "Лісове (Рівненська обл.)",
        "label": "Лісове (Рівненська обл.)"
    },
    {
        "value": "Лісове (Черкаська обл.)",
        "label": "Лісове (Черкаська обл.)"
    },
    {
        "value": "Лісові Гринівці",
        "label": "Лісові Гринівці"
    },
    {
        "value": "Лісоводи",
        "label": "Лісоводи"
    },
    {
        "value": "Лісогірка (Хмельницька обл.)",
        "label": "Лісогірка (Хмельницька обл.)"
    },
    {
        "value": "Лісопіль",
        "label": "Лісопіль"
    },
    {
        "value": "Літин",
        "label": "Літин"
    },
    {
        "value": "Літинка",
        "label": "Літинка"
    },
    {
        "value": "Літиня",
        "label": "Літиня"
    },
    {
        "value": "Літки",
        "label": "Літки"
    },
    {
        "value": "Літки (Житомирська обл.)",
        "label": "Літки (Житомирська обл.)"
    },
    {
        "value": "Літки (Хмельницька обл.)",
        "label": "Літки (Хмельницька обл.)"
    },
    {
        "value": "Літочки",
        "label": "Літочки"
    },
    {
        "value": "Літятин",
        "label": "Літятин"
    },
    {
        "value": "Лішня",
        "label": "Лішня"
    },
    {
        "value": "Лішня (Рівненська обл.)",
        "label": "Лішня (Рівненська обл.)"
    },
    {
        "value": "Ліщани",
        "label": "Ліщани"
    },
    {
        "value": "Ліщин",
        "label": "Ліщин"
    },
    {
        "value": "Ліщини",
        "label": "Ліщини"
    },
    {
        "value": "Ліщинівка",
        "label": "Ліщинівка"
    },
    {
        "value": "Ліщинка",
        "label": "Ліщинка"
    },
    {
        "value": "Ліщинці",
        "label": "Ліщинці"
    },
    {
        "value": "Лобачів",
        "label": "Лобачів"
    },
    {
        "value": "Лобачівка",
        "label": "Лобачівка"
    },
    {
        "value": "Лобна",
        "label": "Лобна"
    },
    {
        "value": "Лобойківка",
        "label": "Лобойківка"
    },
    {
        "value": "Логвин",
        "label": "Логвин"
    },
    {
        "value": "Лоєва",
        "label": "Лоєва"
    },
    {
        "value": "Лоза",
        "label": "Лоза"
    },
    {
        "value": "Лозівка",
        "label": "Лозівка"
    },
    {
        "value": "Лозівка (Полтавська обл.)",
        "label": "Лозівка (Полтавська обл.)"
    },
    {
        "value": "Лозки",
        "label": "Лозки"
    },
    {
        "value": "Лозно-Олександрівка",
        "label": "Лозно-Олександрівка"
    },
    {
        "value": "Лозова",
        "label": "Лозова"
    },
    {
        "value": "Лозова (Богодухівський р-н., Харківська обл.)",
        "label": "Лозова (Богодухівський р-н., Харківська обл.)"
    },
    {
        "value": "Лозова (Вінницька обл.)",
        "label": "Лозова (Вінницька обл.)"
    },
    {
        "value": "Лозова (Кегичівський р-н., Харківська обл.)",
        "label": "Лозова (Кегичівський р-н., Харківська обл.)"
    },
    {
        "value": "Лозова (Тернопільська обл.)",
        "label": "Лозова (Тернопільська обл.)"
    },
    {
        "value": "Лозова (Хмельницька обл.)",
        "label": "Лозова (Хмельницька обл.)"
    },
    {
        "value": "Лозове (Донецька обл.)",
        "label": "Лозове (Донецька обл.)"
    },
    {
        "value": "Лозове (Хмельницька обл.)",
        "label": "Лозове (Хмельницька обл.)"
    },
    {
        "value": "Лозовий Яр",
        "label": "Лозовий Яр"
    },
    {
        "value": "Лозувата (Кіровоградська обл.)",
        "label": "Лозувата (Кіровоградська обл.)"
    },
    {
        "value": "Лозуватка (Кіровоградська обл.)",
        "label": "Лозуватка (Кіровоградська обл.)"
    },
    {
        "value": "Лозуватка (Кіровоградський р-н)",
        "label": "Лозуватка (Кіровоградський р-н)"
    },
    {
        "value": "Лозуватка (Компаніївський р-н., Кіров. обл.)",
        "label": "Лозуватка (Компаніївський р-н., Кіров. обл.)"
    },
    {
        "value": "Лозуватка (Олександрійський р-н., Кір. обл.)",
        "label": "Лозуватка (Олександрійський р-н., Кір. обл.)"
    },
    {
        "value": "Лозуватка (П'ятихатський р-н)",
        "label": "Лозуватка (П'ятихатський р-н)"
    },
    {
        "value": "Лозуватка (Черкаська обл.)",
        "label": "Лозуватка (Черкаська обл.)"
    },
    {
        "value": "Лозуватка(Криворізький р-н)",
        "label": "Лозуватка(Криворізький р-н)"
    },
    {
        "value": "Лозянський",
        "label": "Лозянський"
    },
    {
        "value": "Локачі",
        "label": "Локачі"
    },
    {
        "value": "Локіть",
        "label": "Локіть"
    },
    {
        "value": "Локнисте",
        "label": "Локнисте"
    },
    {
        "value": "Локниця (Рівненська обл.)",
        "label": "Локниця (Рівненська обл.)"
    },
    {
        "value": "Лолин",
        "label": "Лолин"
    },
    {
        "value": "Ломазів",
        "label": "Ломазів"
    },
    {
        "value": "Ломакине",
        "label": "Ломакине"
    },
    {
        "value": "Ломачанка",
        "label": "Ломачанка"
    },
    {
        "value": "Ломачинці",
        "label": "Ломачинці"
    },
    {
        "value": "Лоп'янка",
        "label": "Лоп'янка"
    },
    {
        "value": "Лопатин (Львівська обл.)",
        "label": "Лопатин (Львівська обл.)"
    },
    {
        "value": "Лопатинка",
        "label": "Лопатинка"
    },
    {
        "value": "Лопатинці",
        "label": "Лопатинці"
    },
    {
        "value": "Лопатичі",
        "label": "Лопатичі"
    },
    {
        "value": "Лопушанка",
        "label": "Лопушанка"
    },
    {
        "value": "Лопушанка (Свалявський р-н)",
        "label": "Лопушанка (Свалявський р-н)"
    },
    {
        "value": "Лопушанка-Хомина",
        "label": "Лопушанка-Хомина"
    },
    {
        "value": "Лопушна",
        "label": "Лопушна"
    },
    {
        "value": "Лопушне",
        "label": "Лопушне"
    },
    {
        "value": "Лопушне (Закарпатська обл.)",
        "label": "Лопушне (Закарпатська обл.)"
    },
    {
        "value": "Лопушне (Лановецький р-н)",
        "label": "Лопушне (Лановецький р-н)"
    },
    {
        "value": "Лосинець",
        "label": "Лосинець"
    },
    {
        "value": "Лосинівка",
        "label": "Лосинівка"
    },
    {
        "value": "Лосівка",
        "label": "Лосівка"
    },
    {
        "value": "Лосятин (Київська обл.)",
        "label": "Лосятин (Київська обл.)"
    },
    {
        "value": "Лосятин (Тернопільська обл.)",
        "label": "Лосятин (Тернопільська обл.)"
    },
    {
        "value": "Лосяч",
        "label": "Лосяч"
    },
    {
        "value": "Лотатники",
        "label": "Лотатники"
    },
    {
        "value": "Лоташеве",
        "label": "Лоташеве"
    },
    {
        "value": "Лотівка",
        "label": "Лотівка"
    },
    {
        "value": "Лохвиця",
        "label": "Лохвиця"
    },
    {
        "value": "Лохово (Закарпатська обл.)",
        "label": "Лохово (Закарпатська обл.)"
    },
    {
        "value": "Лоцкине",
        "label": "Лоцкине"
    },
    {
        "value": "Лошківці",
        "label": "Лошківці"
    },
    {
        "value": "Лошнів",
        "label": "Лошнів"
    },
    {
        "value": "Лощинівка",
        "label": "Лощинівка"
    },
    {
        "value": "Луб'янка",
        "label": "Луб'янка"
    },
    {
        "value": "Луб'янка (Дніпропетровська обл.)",
        "label": "Луб'янка (Дніпропетровська обл.)"
    },
    {
        "value": "Лубни",
        "label": "Лубни"
    },
    {
        "value": "Луг (Закарпатська обл.)",
        "label": "Луг (Закарпатська обл.)"
    },
    {
        "value": "Луганка",
        "label": "Луганка"
    },
    {
        "value": "Луги",
        "label": "Луги"
    },
    {
        "value": "Луги (Рахівський р-н)",
        "label": "Луги (Рахівський р-н)"
    },
    {
        "value": "Лугини",
        "label": "Лугини"
    },
    {
        "value": "Лугова",
        "label": "Лугова"
    },
    {
        "value": "Лугове (Бродівський р-н., Львівська обл.)",
        "label": "Лугове (Бродівський р-н., Львівська обл.)"
    },
    {
        "value": "Лугове (Миколаївська обл.)",
        "label": "Лугове (Миколаївська обл.)"
    },
    {
        "value": "Лугове (Рівненська обл.)",
        "label": "Лугове (Рівненська обл.)"
    },
    {
        "value": "Лугове (Хмельницька обл.)",
        "label": "Лугове (Хмельницька обл.)"
    },
    {
        "value": "Лужани",
        "label": "Лужани"
    },
    {
        "value": "Лужанка",
        "label": "Лужанка"
    },
    {
        "value": "Лузанівка",
        "label": "Лузанівка"
    },
    {
        "value": "Лук'янівка",
        "label": "Лук'янівка"
    },
    {
        "value": "Лук'янівка (Баришівський р-н)",
        "label": "Лук'янівка (Баришівський р-н)"
    },
    {
        "value": "Лук'янівка (Миколаївська обл.)",
        "label": "Лук'янівка (Миколаївська обл.)"
    },
    {
        "value": "Лук'янці",
        "label": "Лук'янці"
    },
    {
        "value": "Лука",
        "label": "Лука"
    },
    {
        "value": "Лука (Городенківський р-н.,Ів.-Франк обл.)",
        "label": "Лука (Городенківський р-н.,Ів.-Франк обл.)"
    },
    {
        "value": "Лука (Житомирська обл.)",
        "label": "Лука (Житомирська обл.)"
    },
    {
        "value": "Лука (Києво-Святошинський р-н)",
        "label": "Лука (Києво-Святошинський р-н)"
    },
    {
        "value": "Лука (Київська обл.)",
        "label": "Лука (Київська обл.)"
    },
    {
        "value": "Лука (Черкаська обл.)",
        "label": "Лука (Черкаська обл.)"
    },
    {
        "value": "Лука-Барська",
        "label": "Лука-Барська"
    },
    {
        "value": "Лука-Мелешківська",
        "label": "Лука-Мелешківська"
    },
    {
        "value": "Лукавці",
        "label": "Лукавці"
    },
    {
        "value": "Луканівка",
        "label": "Луканівка"
    },
    {
        "value": "Лукачівка",
        "label": "Лукачівка"
    },
    {
        "value": "Лукашеве",
        "label": "Лукашеве"
    },
    {
        "value": "Лукаші",
        "label": "Лукаші"
    },
    {
        "value": "Лукаші (Львівська обл.)",
        "label": "Лукаші (Львівська обл.)"
    },
    {
        "value": "Лукашівка",
        "label": "Лукашівка"
    },
    {
        "value": "Лукашівка (Близнюківський р-н)",
        "label": "Лукашівка (Близнюківський р-н)"
    },
    {
        "value": "Лукашівка (Красноградський р-н)",
        "label": "Лукашівка (Красноградський р-н)"
    },
    {
        "value": "Лукашівка (Ладижинська рада)",
        "label": "Лукашівка (Ладижинська рада)"
    },
    {
        "value": "Лукашівка (Липовецький р-н)",
        "label": "Лукашівка (Липовецький р-н)"
    },
    {
        "value": "Лукашівка (Літинський р-н, Вінницька обл.)",
        "label": "Лукашівка (Літинський р-н, Вінницька обл.)"
    },
    {
        "value": "Лукашівка (Миколаївська обл.)",
        "label": "Лукашівка (Миколаївська обл.)"
    },
    {
        "value": "Лукашівка (Черкаська обл.)",
        "label": "Лукашівка (Черкаська обл.)"
    },
    {
        "value": "Луквиця",
        "label": "Луквиця"
    },
    {
        "value": "Луки",
        "label": "Луки"
    },
    {
        "value": "Луків",
        "label": "Луків"
    },
    {
        "value": "Лукнів",
        "label": "Лукнів"
    },
    {
        "value": "Луко",
        "label": "Луко"
    },
    {
        "value": "Луковиця",
        "label": "Луковиця"
    },
    {
        "value": "Луковиця (Герцаївський р-н)",
        "label": "Луковиця (Герцаївський р-н)"
    },
    {
        "value": "Луково",
        "label": "Луково"
    },
    {
        "value": "Лумля",
        "label": "Лумля"
    },
    {
        "value": "Лунка",
        "label": "Лунка"
    },
    {
        "value": "Лупареве",
        "label": "Лупареве"
    },
    {
        "value": "Луполове",
        "label": "Луполове"
    },
    {
        "value": "Лутава",
        "label": "Лутава"
    },
    {
        "value": "Лутівка",
        "label": "Лутівка"
    },
    {
        "value": "Лутовинівка",
        "label": "Лутовинівка"
    },
    {
        "value": "Луцьк",
        "label": "Луцьк"
    },
    {
        "value": "Луч",
        "label": "Луч"
    },
    {
        "value": "Лучани",
        "label": "Лучани"
    },
    {
        "value": "Лучинське",
        "label": "Лучинське"
    },
    {
        "value": "Лучинці",
        "label": "Лучинці"
    },
    {
        "value": "Лучинчик",
        "label": "Лучинчик"
    },
    {
        "value": "Лучиці",
        "label": "Лучиці"
    },
    {
        "value": "Лучичі",
        "label": "Лучичі"
    },
    {
        "value": "Лучка",
        "label": "Лучка"
    },
    {
        "value": "Лучківці",
        "label": "Лучківці"
    },
    {
        "value": "Лушники",
        "label": "Лушники"
    },
    {
        "value": "Львів",
        "label": "Львів"
    },
    {
        "value": "Львівське",
        "label": "Львівське"
    },
    {
        "value": "Львове",
        "label": "Львове"
    },
    {
        "value": "Льотниче",
        "label": "Льотниче"
    },
    {
        "value": "Люб'язь",
        "label": "Люб'язь"
    },
    {
        "value": "Любар",
        "label": "Любар"
    },
    {
        "value": "Любарці",
        "label": "Любарці"
    },
    {
        "value": "Любашівка",
        "label": "Любашівка"
    },
    {
        "value": "Любеля (Львівська обл.)",
        "label": "Любеля (Львівська обл.)"
    },
    {
        "value": "Любеч",
        "label": "Любеч"
    },
    {
        "value": "Любешів",
        "label": "Любешів"
    },
    {
        "value": "Любешівська Воля",
        "label": "Любешівська Воля"
    },
    {
        "value": "Любиковичі (Рівненська обл.)",
        "label": "Любиковичі (Рівненська обл.)"
    },
    {
        "value": "Любимівка",
        "label": "Любимівка"
    },
    {
        "value": "Любимівка (Гуляйпільський р-н)",
        "label": "Любимівка (Гуляйпільський р-н)"
    },
    {
        "value": "Любимівка (Запорізька обл.)",
        "label": "Любимівка (Запорізька обл.)"
    },
    {
        "value": "Любимівка (Каховський р-н)",
        "label": "Любимівка (Каховський р-н)"
    },
    {
        "value": "Любимівка (Київська обл.)",
        "label": "Любимівка (Київська обл.)"
    },
    {
        "value": "Любимівка (Нововоронцовський р-н)",
        "label": "Любимівка (Нововоронцовський р-н)"
    },
    {
        "value": "Любимівка (Полтавська обл.)",
        "label": "Любимівка (Полтавська обл.)"
    },
    {
        "value": "Любимівка (Херсонська обл.)",
        "label": "Любимівка (Херсонська обл.)"
    },
    {
        "value": "Любимо-Павлівка",
        "label": "Любимо-Павлівка"
    },
    {
        "value": "Любині",
        "label": "Любині"
    },
    {
        "value": "Любинці",
        "label": "Любинці"
    },
    {
        "value": "Любитів",
        "label": "Любитів"
    },
    {
        "value": "Любицьке",
        "label": "Любицьке"
    },
    {
        "value": "Любівка",
        "label": "Любівка"
    },
    {
        "value": "Любківці",
        "label": "Любківці"
    },
    {
        "value": "Люблинець",
        "label": "Люблинець"
    },
    {
        "value": "Любовичі",
        "label": "Любовичі"
    },
    {
        "value": "Любомирівка",
        "label": "Любомирівка"
    },
    {
        "value": "Любомирівка (Новоушицький р-н)",
        "label": "Любомирівка (Новоушицький р-н)"
    },
    {
        "value": "Любомирка",
        "label": "Любомирка"
    },
    {
        "value": "Любомирка (Кіровоградська обл.)",
        "label": "Любомирка (Кіровоградська обл.)"
    },
    {
        "value": "Любомль",
        "label": "Любомль"
    },
    {
        "value": "Любопіль",
        "label": "Любопіль"
    },
    {
        "value": "Люботин",
        "label": "Люботин"
    },
    {
        "value": "Любохини",
        "label": "Любохини"
    },
    {
        "value": "Любче",
        "label": "Любче"
    },
    {
        "value": "Любша",
        "label": "Любша"
    },
    {
        "value": "Людавка",
        "label": "Людавка"
    },
    {
        "value": "Людвище (Тернопільська обл.)",
        "label": "Людвище (Тернопільська обл.)"
    },
    {
        "value": "Людинь",
        "label": "Людинь"
    },
    {
        "value": "Лютарка",
        "label": "Лютарка"
    },
    {
        "value": "Лютенські Будища",
        "label": "Лютенські Будища"
    },
    {
        "value": "Лютенька",
        "label": "Лютенька"
    },
    {
        "value": "Лютинка",
        "label": "Лютинка"
    },
    {
        "value": "Лютинськ",
        "label": "Лютинськ"
    },
    {
        "value": "Лютівка",
        "label": "Лютівка"
    },
    {
        "value": "Лютіж",
        "label": "Лютіж"
    },
    {
        "value": "Лютовиська",
        "label": "Лютовиська"
    },
    {
        "value": "Люхча (Рівненська обл.)",
        "label": "Люхча (Рівненська обл.)"
    },
    {
        "value": "Люцерна",
        "label": "Люцерна"
    },
    {
        "value": "Люча",
        "label": "Люча"
    },
    {
        "value": "Лючин",
        "label": "Лючин"
    },
    {
        "value": "Лючки",
        "label": "Лючки"
    },
    {
        "value": "Люшнювате",
        "label": "Люшнювате"
    },
    {
        "value": "Ляпинці",
        "label": "Ляпинці"
    },
    {
        "value": "Ляхівці",
        "label": "Ляхівці"
    },
    {
        "value": "Ляшківка",
        "label": "Ляшківка"
    },
    {
        "value": "Лящівка",
        "label": "Лящівка"
    },
    {
        "value": "М'якеньківка",
        "label": "М'якеньківка"
    },
    {
        "value": "М'якоти",
        "label": "М'якоти"
    },
    {
        "value": "М'якохід",
        "label": "М'якохід"
    },
    {
        "value": "М'ятин",
        "label": "М'ятин"
    },
    {
        "value": "Мавковичі",
        "label": "Мавковичі"
    },
    {
        "value": "Магала",
        "label": "Магала"
    },
    {
        "value": "Магдалинівка",
        "label": "Магдалинівка"
    },
    {
        "value": "Магдалинівка (Запорізька обл.)",
        "label": "Магдалинівка (Запорізька обл.)"
    },
    {
        "value": "Магдалинівка (Херсонська обл.)",
        "label": "Магдалинівка (Херсонська обл.)"
    },
    {
        "value": "Магдалівка",
        "label": "Магдалівка"
    },
    {
        "value": "Магедове",
        "label": "Магедове"
    },
    {
        "value": "Магерів",
        "label": "Магерів"
    },
    {
        "value": "Мажарка",
        "label": "Мажарка"
    },
    {
        "value": "Мазінки",
        "label": "Мазінки"
    },
    {
        "value": "Мазурівка",
        "label": "Мазурівка"
    },
    {
        "value": "Мазурівка (Вінницька обл.,Тульчинський р-н)",
        "label": "Мазурівка (Вінницька обл.,Тульчинський р-н)"
    },
    {
        "value": "Мазурівка (Львівська обл.)",
        "label": "Мазурівка (Львівська обл.)"
    },
    {
        "value": "Мазурове",
        "label": "Мазурове"
    },
    {
        "value": "Майдан",
        "label": "Майдан"
    },
    {
        "value": "Майдан (Вінницька обл.)",
        "label": "Майдан (Вінницька обл.)"
    },
    {
        "value": "Майдан (Волинська обл.)",
        "label": "Майдан (Волинська обл.)"
    },
    {
        "value": "Майдан (Житомирська обл.)",
        "label": "Майдан (Житомирська обл.)"
    },
    {
        "value": "Майдан (Івано-Франківська обл.)",
        "label": "Майдан (Івано-Франківська обл.)"
    },
    {
        "value": "Майдан (Рівненська обл.)",
        "label": "Майдан (Рівненська обл.)"
    },
    {
        "value": "Майдан-Вербецький",
        "label": "Майдан-Вербецький"
    },
    {
        "value": "Майдан-Копищенський",
        "label": "Майдан-Копищенський"
    },
    {
        "value": "Майдан-Олександрівський",
        "label": "Майдан-Олександрівський"
    },
    {
        "value": "Майдан-Чапельський",
        "label": "Майдан-Чапельський"
    },
    {
        "value": "Майданецьке",
        "label": "Майданецьке"
    },
    {
        "value": "Майданівка",
        "label": "Майданівка"
    },
    {
        "value": "Майори",
        "label": "Майори"
    },
    {
        "value": "Майорське",
        "label": "Майорське"
    },
    {
        "value": "Майорщина (Вінницька обл.)",
        "label": "Майорщина (Вінницька обл.)"
    },
    {
        "value": "Майстрова Воля",
        "label": "Майстрова Воля"
    },
    {
        "value": "Майське",
        "label": "Майське"
    },
    {
        "value": "Макалевичі",
        "label": "Макалевичі"
    },
    {
        "value": "Макариха",
        "label": "Макариха"
    },
    {
        "value": "Макарів",
        "label": "Макарів"
    },
    {
        "value": "Макарівка (Житомирська обл.)",
        "label": "Макарівка (Житомирська обл.)"
    },
    {
        "value": "Макарівка (Київська обл.)",
        "label": "Макарівка (Київська обл.)"
    },
    {
        "value": "Макарівка (Чернігівська обл.)",
        "label": "Макарівка (Чернігівська обл.)"
    },
    {
        "value": "Макарове (Одеська обл.)",
        "label": "Макарове (Одеська обл.)"
    },
    {
        "value": "Макарцівка",
        "label": "Макарцівка"
    },
    {
        "value": "Макарьово",
        "label": "Макарьово"
    },
    {
        "value": "Македони",
        "label": "Македони"
    },
    {
        "value": "Македонівка",
        "label": "Македонівка"
    },
    {
        "value": "Макишин",
        "label": "Макишин"
    },
    {
        "value": "Маків",
        "label": "Маків"
    },
    {
        "value": "Маківка",
        "label": "Маківка"
    },
    {
        "value": "Макіївка (Білоцерківський р-н)",
        "label": "Макіївка (Білоцерківський р-н)"
    },
    {
        "value": "Макіївка (Смілянський р-н)",
        "label": "Макіївка (Смілянський р-н)"
    },
    {
        "value": "Макіївка (Чернігівська обл.)",
        "label": "Макіївка (Чернігівська обл.)"
    },
    {
        "value": "Маковичі",
        "label": "Маковичі"
    },
    {
        "value": "Макошине",
        "label": "Макошине"
    },
    {
        "value": "Максаки",
        "label": "Максаки"
    },
    {
        "value": "Максим",
        "label": "Максим"
    },
    {
        "value": "Максима Горького",
        "label": "Максима Горького"
    },
    {
        "value": "Максима Горького (Херсонська обл.)",
        "label": "Максима Горького (Херсонська обл.)"
    },
    {
        "value": "Максимець",
        "label": "Максимець"
    },
    {
        "value": "Максимівка",
        "label": "Максимівка"
    },
    {
        "value": "Максимівка (Івано-Франківська обл.)",
        "label": "Максимівка (Івано-Франківська обл.)"
    },
    {
        "value": "Максимівка (Тернопільська обл.)",
        "label": "Максимівка (Тернопільська обл.)"
    },
    {
        "value": "Максимівка (Харківська обл.)",
        "label": "Максимівка (Харківська обл.)"
    },
    {
        "value": "Максимовичі",
        "label": "Максимовичі"
    },
    {
        "value": "Максимовичі (Самбірський р-н)",
        "label": "Максимовичі (Самбірський р-н)"
    },
    {
        "value": "Макухівка",
        "label": "Макухівка"
    },
    {
        "value": "Мала Антонівка",
        "label": "Мала Антонівка"
    },
    {
        "value": "Мала Березанка",
        "label": "Мала Березанка"
    },
    {
        "value": "Мала Березівка",
        "label": "Мала Березівка"
    },
    {
        "value": "Мала Бийгань",
        "label": "Мала Бийгань"
    },
    {
        "value": "Мала Білина",
        "label": "Мала Білина"
    },
    {
        "value": "Мала Білозерка",
        "label": "Мала Білозерка"
    },
    {
        "value": "Мала Буда",
        "label": "Мала Буда"
    },
    {
        "value": "Мала Бурімка",
        "label": "Мала Бурімка"
    },
    {
        "value": "Мала Виска",
        "label": "Мала Виска"
    },
    {
        "value": "Мала Вільшанка",
        "label": "Мала Вільшанка"
    },
    {
        "value": "Мала Вільшанка (Львівська обл.)",
        "label": "Мала Вільшанка (Львівська обл.)"
    },
    {
        "value": "Мала Глуша",
        "label": "Мала Глуша"
    },
    {
        "value": "Мала Горожанна",
        "label": "Мала Горожанна"
    },
    {
        "value": "Мала Данилівка",
        "label": "Мала Данилівка"
    },
    {
        "value": "Мала Деревичка",
        "label": "Мала Деревичка"
    },
    {
        "value": "Мала Дівиця",
        "label": "Мала Дівиця"
    },
    {
        "value": "Мала Добронь",
        "label": "Мала Добронь"
    },
    {
        "value": "Мала Жмеринка",
        "label": "Мала Жмеринка"
    },
    {
        "value": "Мала Загорівка",
        "label": "Мала Загорівка"
    },
    {
        "value": "Мала Каратуль",
        "label": "Мала Каратуль"
    },
    {
        "value": "Мала Кардашинка",
        "label": "Мала Кардашинка"
    },
    {
        "value": "Мала Карначівка",
        "label": "Мала Карначівка"
    },
    {
        "value": "Мала Колибань",
        "label": "Мала Колибань"
    },
    {
        "value": "Мала Копаня",
        "label": "Мала Копаня"
    },
    {
        "value": "Мала Корениха",
        "label": "Мала Корениха"
    },
    {
        "value": "Мала Кохнівка",
        "label": "Мала Кохнівка"
    },
    {
        "value": "Мала Кужелівка",
        "label": "Мала Кужелівка"
    },
    {
        "value": "Мала Лепетиха",
        "label": "Мала Лепетиха"
    },
    {
        "value": "Мала Любаша",
        "label": "Мала Любаша"
    },
    {
        "value": "Мала Мартинка (Закарпатська обл.)",
        "label": "Мала Мартинка (Закарпатська обл.)"
    },
    {
        "value": "Мала Мечетня",
        "label": "Мала Мечетня"
    },
    {
        "value": "Мала Михайлівка",
        "label": "Мала Михайлівка"
    },
    {
        "value": "Мала Нехвороща (Полтавська обл.)",
        "label": "Мала Нехвороща (Полтавська обл.)"
    },
    {
        "value": "Мала Олександрівка",
        "label": "Мала Олександрівка"
    },
    {
        "value": "Мала Олександрівка (Херсонська обл.)",
        "label": "Мала Олександрівка (Херсонська обл.)"
    },
    {
        "value": "Мала П'ятигірка",
        "label": "Мала П'ятигірка"
    },
    {
        "value": "Мала Павлівка",
        "label": "Мала Павлівка"
    },
    {
        "value": "Мала Перещепина",
        "label": "Мала Перещепина"
    },
    {
        "value": "Мала Петриківка",
        "label": "Мала Петриківка"
    },
    {
        "value": "Мала Плавуча",
        "label": "Мала Плавуча"
    },
    {
        "value": "Мала Помічна",
        "label": "Мала Помічна"
    },
    {
        "value": "Мала Рача",
        "label": "Мала Рача"
    },
    {
        "value": "Мала Рибиця",
        "label": "Мала Рибиця"
    },
    {
        "value": "Мала Рогань",
        "label": "Мала Рогань"
    },
    {
        "value": "Мала Рогозянка",
        "label": "Мала Рогозянка"
    },
    {
        "value": "Мала Розтока",
        "label": "Мала Розтока"
    },
    {
        "value": "Мала Рублівка",
        "label": "Мала Рублівка"
    },
    {
        "value": "Мала Севастянівка",
        "label": "Мала Севастянівка"
    },
    {
        "value": "Мала Слобідка",
        "label": "Мала Слобідка"
    },
    {
        "value": "Мала Смілянка",
        "label": "Мала Смілянка"
    },
    {
        "value": "Мала Снігурівка",
        "label": "Мала Снігурівка"
    },
    {
        "value": "Мала Снітинка",
        "label": "Мала Снітинка"
    },
    {
        "value": "Мала Солтанівка",
        "label": "Мала Солтанівка"
    },
    {
        "value": "Мала Токмачка",
        "label": "Мала Токмачка"
    },
    {
        "value": "Мала Тур'я",
        "label": "Мала Тур'я"
    },
    {
        "value": "Мала Уголька",
        "label": "Мала Уголька"
    },
    {
        "value": "Мала Хайча",
        "label": "Мала Хайча"
    },
    {
        "value": "Мала Цвіля",
        "label": "Мала Цвіля"
    },
    {
        "value": "Мала Шестірня",
        "label": "Мала Шестірня"
    },
    {
        "value": "Малаївці",
        "label": "Малаївці"
    },
    {
        "value": "Малашівці",
        "label": "Малашівці"
    },
    {
        "value": "Малашівці (Тернопільська обл.)",
        "label": "Малашівці (Тернопільська обл.)"
    },
    {
        "value": "Мале",
        "label": "Мале"
    },
    {
        "value": "Мале Вербче",
        "label": "Мале Вербче"
    },
    {
        "value": "Мале Старосілля",
        "label": "Мале Старосілля"
    },
    {
        "value": "Мале Устя",
        "label": "Мале Устя"
    },
    {
        "value": "Малеве (Рівненська обл.)",
        "label": "Малеве (Рівненська обл.)"
    },
    {
        "value": "Малехів",
        "label": "Малехів"
    },
    {
        "value": "Малечковичі",
        "label": "Малечковичі"
    },
    {
        "value": "Малий Березний",
        "label": "Малий Березний"
    },
    {
        "value": "Малий Браталів",
        "label": "Малий Браталів"
    },
    {
        "value": "Малий Бурлук",
        "label": "Малий Бурлук"
    },
    {
        "value": "Малий Вистороп",
        "label": "Малий Вистороп"
    },
    {
        "value": "Малий Гвіздець (Івано-Франківська обл.)",
        "label": "Малий Гвіздець (Івано-Франківська обл.)"
    },
    {
        "value": "Малий Житин",
        "label": "Малий Житин"
    },
    {
        "value": "Малий Жолудськ",
        "label": "Малий Жолудськ"
    },
    {
        "value": "Малий Карабчіїв",
        "label": "Малий Карабчіїв"
    },
    {
        "value": "Малий Ключів",
        "label": "Малий Ключів"
    },
    {
        "value": "Малий Кобелячок",
        "label": "Малий Кобелячок"
    },
    {
        "value": "Малий Кучурів",
        "label": "Малий Кучурів"
    },
    {
        "value": "Малий Мидськ",
        "label": "Малий Мидськ"
    },
    {
        "value": "Малий Олексин",
        "label": "Малий Олексин"
    },
    {
        "value": "Малий Орчик",
        "label": "Малий Орчик"
    },
    {
        "value": "Малий Порськ",
        "label": "Малий Порськ"
    },
    {
        "value": "Малий Раковець",
        "label": "Малий Раковець"
    },
    {
        "value": "Малий Ржавець",
        "label": "Малий Ржавець"
    },
    {
        "value": "Малий Рожин (Івано-Франківська обл.)",
        "label": "Малий Рожин (Івано-Франківська обл.)"
    },
    {
        "value": "Малий Самбір",
        "label": "Малий Самбір"
    },
    {
        "value": "Малий Стидин",
        "label": "Малий Стидин"
    },
    {
        "value": "Малий Фонтан",
        "label": "Малий Фонтан"
    },
    {
        "value": "Малий Ходачків",
        "label": "Малий Ходачків"
    },
    {
        "value": "Малий Чернятин",
        "label": "Малий Чернятин"
    },
    {
        "value": "Малий Шпаків",
        "label": "Малий Шпаків"
    },
    {
        "value": "Малин",
        "label": "Малин"
    },
    {
        "value": "Малиничі",
        "label": "Малиничі"
    },
    {
        "value": "Малинівка (Бердянський р-н)",
        "label": "Малинівка (Бердянський р-н)"
    },
    {
        "value": "Малинівка (Вінницька обл., Літинський р-н)",
        "label": "Малинівка (Вінницька обл., Літинський р-н)"
    },
    {
        "value": "Малинівка (Донецька обл, Володарський р-н)",
        "label": "Малинівка (Донецька обл, Володарський р-н)"
    },
    {
        "value": "Малинівка (Донецька обл.)",
        "label": "Малинівка (Донецька обл.)"
    },
    {
        "value": "Малинівка (Запорізька обл.)",
        "label": "Малинівка (Запорізька обл.)"
    },
    {
        "value": "Малинівка (Кіровоградська обл.)",
        "label": "Малинівка (Кіровоградська обл.)"
    },
    {
        "value": "Малинівка (Малинський р-н)",
        "label": "Малинівка (Малинський р-н)"
    },
    {
        "value": "Малинівка (Покровський р-н., Донецька обл.)",
        "label": "Малинівка (Покровський р-н., Донецька обл.)"
    },
    {
        "value": "Малинівка (Харківська обл.)",
        "label": "Малинівка (Харківська обл.)"
    },
    {
        "value": "Малинівка (Чернівецька обл.)",
        "label": "Малинівка (Чернівецька обл.)"
    },
    {
        "value": "Малинки",
        "label": "Малинки"
    },
    {
        "value": "Малинськ",
        "label": "Малинськ"
    },
    {
        "value": "Малинці",
        "label": "Малинці"
    },
    {
        "value": "Малі Баранівці",
        "label": "Малі Баранівці"
    },
    {
        "value": "Малі Бережці",
        "label": "Малі Бережці"
    },
    {
        "value": "Малі Будища",
        "label": "Малі Будища"
    },
    {
        "value": "Малі Вікнини",
        "label": "Малі Вікнини"
    },
    {
        "value": "Малі Геївці",
        "label": "Малі Геївці"
    },
    {
        "value": "Малі Дедеркали",
        "label": "Малі Дедеркали"
    },
    {
        "value": "Малі Дідушичі",
        "label": "Малі Дідушичі"
    },
    {
        "value": "Малі Дорогостаї",
        "label": "Малі Дорогостаї"
    },
    {
        "value": "Малі Єрківці",
        "label": "Малі Єрківці"
    },
    {
        "value": "Малі Єрчики",
        "label": "Малі Єрчики"
    },
    {
        "value": "Малі Загайці",
        "label": "Малі Загайці"
    },
    {
        "value": "Малі Зозулинці (Хмельницька обл.)",
        "label": "Малі Зозулинці (Хмельницька обл.)"
    },
    {
        "value": "Малі Канівці",
        "label": "Малі Канівці"
    },
    {
        "value": "Малі Копані",
        "label": "Малі Копані"
    },
    {
        "value": "Малі Коростівці",
        "label": "Малі Коростівці"
    },
    {
        "value": "Малі Крушлинці",
        "label": "Малі Крушлинці"
    },
    {
        "value": "Малі Мокряни",
        "label": "Малі Мокряни"
    },
    {
        "value": "Малі Мошківці",
        "label": "Малі Мошківці"
    },
    {
        "value": "Малі Підліски",
        "label": "Малі Підліски"
    },
    {
        "value": "Малі Проходи",
        "label": "Малі Проходи"
    },
    {
        "value": "Малі Селменці",
        "label": "Малі Селменці"
    },
    {
        "value": "Малі Телковичі",
        "label": "Малі Телковичі"
    },
    {
        "value": "Малі Феськи",
        "label": "Малі Феськи"
    },
    {
        "value": "Маліївці",
        "label": "Маліївці"
    },
    {
        "value": "Малоандріївка",
        "label": "Малоандріївка"
    },
    {
        "value": "Маловодяне",
        "label": "Маловодяне"
    },
    {
        "value": "Малодолинське",
        "label": "Малодолинське"
    },
    {
        "value": "Маложенівка",
        "label": "Маложенівка"
    },
    {
        "value": "Малозименове",
        "label": "Малозименове"
    },
    {
        "value": "Малокатеринівка",
        "label": "Малокатеринівка"
    },
    {
        "value": "Малокаховка",
        "label": "Малокаховка"
    },
    {
        "value": "Малолітки",
        "label": "Малолітки"
    },
    {
        "value": "Маломиколаївка",
        "label": "Маломиколаївка"
    },
    {
        "value": "Маломихайлівка (Дніпропетровська обл.)",
        "label": "Маломихайлівка (Дніпропетровська обл.)"
    },
    {
        "value": "Маломихайлівка (Синельниківський р-н)",
        "label": "Маломихайлівка (Синельниківський р-н)"
    },
    {
        "value": "Малоолександрівка",
        "label": "Малоолександрівка"
    },
    {
        "value": "Малополовецьке",
        "label": "Малополовецьке"
    },
    {
        "value": "Малотаранівка",
        "label": "Малотаранівка"
    },
    {
        "value": "Малоянисоль (Донецька обл., Нікольський р-н)",
        "label": "Малоянисоль (Донецька обл., Нікольський р-н)"
    },
    {
        "value": "Малоярославець Другий",
        "label": "Малоярославець Другий"
    },
    {
        "value": "Малоярославець Перший",
        "label": "Малоярославець Перший"
    },
    {
        "value": "Малушка (Рівненська обл.)",
        "label": "Малушка (Рівненська обл.)"
    },
    {
        "value": "Мальовниче",
        "label": "Мальовниче"
    },
    {
        "value": "Мальчиці",
        "label": "Мальчиці"
    },
    {
        "value": "Малютинці",
        "label": "Малютинці"
    },
    {
        "value": "Малютянка",
        "label": "Малютянка"
    },
    {
        "value": "Малятинці",
        "label": "Малятинці"
    },
    {
        "value": "Мамаївці",
        "label": "Мамаївці"
    },
    {
        "value": "Мамалига",
        "label": "Мамалига"
    },
    {
        "value": "Маморниця",
        "label": "Маморниця"
    },
    {
        "value": "Маморниця Вама",
        "label": "Маморниця Вама"
    },
    {
        "value": "Мамрин",
        "label": "Мамрин"
    },
    {
        "value": "Маначин",
        "label": "Маначин"
    },
    {
        "value": "Маначинівка",
        "label": "Маначинівка"
    },
    {
        "value": "Манвелівка",
        "label": "Манвелівка"
    },
    {
        "value": "Мангуш",
        "label": "Мангуш"
    },
    {
        "value": "Маневе",
        "label": "Маневе"
    },
    {
        "value": "Маневичі",
        "label": "Маневичі"
    },
    {
        "value": "Манжелія",
        "label": "Манжелія"
    },
    {
        "value": "Манжосівка",
        "label": "Манжосівка"
    },
    {
        "value": "Маниківці",
        "label": "Маниківці"
    },
    {
        "value": "Манівці",
        "label": "Манівці"
    },
    {
        "value": "Мануйлівка",
        "label": "Мануйлівка"
    },
    {
        "value": "Манченки",
        "label": "Манченки"
    },
    {
        "value": "Маньки",
        "label": "Маньки"
    },
    {
        "value": "Маньків",
        "label": "Маньків"
    },
    {
        "value": "Маньківка",
        "label": "Маньківка"
    },
    {
        "value": "Маньківка (Вінницька обл.)",
        "label": "Маньківка (Вінницька обл.)"
    },
    {
        "value": "Манява",
        "label": "Манява"
    },
    {
        "value": "Мар'є-Дмитрівка",
        "label": "Мар'є-Дмитрівка"
    },
    {
        "value": "Мар'ївка",
        "label": "Мар'ївка"
    },
    {
        "value": "Мар'ївка (Баштанський р-н)",
        "label": "Мар'ївка (Баштанський р-н)"
    },
    {
        "value": "Мар'ївка (Запорізький р-н., Запорізька обл.)",
        "label": "Мар'ївка (Запорізький р-н., Запорізька обл.)"
    },
    {
        "value": "Мар'ївка (Кіровоградська обл.)",
        "label": "Мар'ївка (Кіровоградська обл.)"
    },
    {
        "value": "Мар'ївка (Олександрійський р-н)",
        "label": "Мар'ївка (Олександрійський р-н)"
    },
    {
        "value": "Мар'ївка (Писарівська сільська рада)",
        "label": "Мар'ївка (Писарівська сільська рада)"
    },
    {
        "value": "Мар'їна Роща",
        "label": "Мар'їна Роща"
    },
    {
        "value": "Мар'їнка",
        "label": "Мар'їнка"
    },
    {
        "value": "Мар'янівка (Березівський р-н., Одеська обл.)",
        "label": "Мар'янівка (Березівський р-н., Одеська обл.)"
    },
    {
        "value": "Мар'янівка (Білоцерківський р-н)",
        "label": "Мар'янівка (Білоцерківський р-н)"
    },
    {
        "value": "Мар'янівка (Більмацький р-н)",
        "label": "Мар'янівка (Більмацький р-н)"
    },
    {
        "value": "Мар'янівка (Волинська обл.)",
        "label": "Мар'янівка (Волинська обл.)"
    },
    {
        "value": "Мар'янівка (Гайсинський р-н., Вінницька обл.)",
        "label": "Мар'янівка (Гайсинський р-н., Вінницька обл.)"
    },
    {
        "value": "Мар'янівка (Житомирська обл.)",
        "label": "Мар'янівка (Житомирська обл.)"
    },
    {
        "value": "Мар'янівка (Запорізька обл.)",
        "label": "Мар'янівка (Запорізька обл.)"
    },
    {
        "value": "Мар'янівка (Макарівський р-н)",
        "label": "Мар'янівка (Макарівський р-н)"
    },
    {
        "value": "Мар'янівка (Миколаївська обл.)",
        "label": "Мар'янівка (Миколаївська обл.)"
    },
    {
        "value": "Мар'янівка (Новоархангельський р-н)",
        "label": "Мар'янівка (Новоархангельський р-н)"
    },
    {
        "value": "Мар'янівка (Овідіопольський р-н., Одеська обл.)",
        "label": "Мар'янівка (Овідіопольський р-н., Одеська обл.)"
    },
    {
        "value": "Мар'янівка (Поліський р-н, Київська обл.)",
        "label": "Мар'янівка (Поліський р-н, Київська обл.)"
    },
    {
        "value": "Мар'янівка (Тернопільська обл.)",
        "label": "Мар'янівка (Тернопільська обл.)"
    },
    {
        "value": "Мар'янівка (Херсонська обл.)",
        "label": "Мар'янівка (Херсонська обл.)"
    },
    {
        "value": "Мар'янівка (Хмельницька обл.)",
        "label": "Мар'янівка (Хмельницька обл.)"
    },
    {
        "value": "Мар'янівка (Хмільницький р-н., Вінницька обл.)",
        "label": "Мар'янівка (Хмільницький р-н., Вінницька обл.)"
    },
    {
        "value": "Мар'янівка (Черкаська обл.)",
        "label": "Мар'янівка (Черкаська обл.)"
    },
    {
        "value": "Мар'янівка (Ширяївський р-н., Одеська обл.)",
        "label": "Мар'янівка (Ширяївський р-н., Одеська обл.)"
    },
    {
        "value": "Мар'янопіль",
        "label": "Мар'янопіль"
    },
    {
        "value": "Мар'янське",
        "label": "Мар'янське"
    },
    {
        "value": "Маразліївка",
        "label": "Маразліївка"
    },
    {
        "value": "Марганець",
        "label": "Марганець"
    },
    {
        "value": "Маринин",
        "label": "Маринин"
    },
    {
        "value": "Мариничі",
        "label": "Мариничі"
    },
    {
        "value": "Маринівка",
        "label": "Маринівка"
    },
    {
        "value": "Маринівка (Одеська обл.)",
        "label": "Маринівка (Одеська обл.)"
    },
    {
        "value": "Маринопіль (Запорізька обл.)",
        "label": "Маринопіль (Запорізька обл.)"
    },
    {
        "value": "Маріуполь",
        "label": "Маріуполь"
    },
    {
        "value": "Маріямпіль",
        "label": "Маріямпіль"
    },
    {
        "value": "Маркевичеве",
        "label": "Маркевичеве"
    },
    {
        "value": "Марківка",
        "label": "Марківка"
    },
    {
        "value": "Марківка (Вінницька обл.)",
        "label": "Марківка (Вінницька обл.)"
    },
    {
        "value": "Марківка (Житомирська обл.)",
        "label": "Марківка (Житомирська обл.)"
    },
    {
        "value": "Марківка (Івано-Франківська обл.)",
        "label": "Марківка (Івано-Франківська обл.)"
    },
    {
        "value": "Марківка (Полтавська обл.)",
        "label": "Марківка (Полтавська обл.)"
    },
    {
        "value": "Марківка (Томашпільський р-н)",
        "label": "Марківка (Томашпільський р-н)"
    },
    {
        "value": "Марківці (Чернігівська обл.)",
        "label": "Марківці (Чернігівська обл.)"
    },
    {
        "value": "Маркізівка",
        "label": "Маркізівка"
    },
    {
        "value": "Маркова",
        "label": "Маркова"
    },
    {
        "value": "Маркопіль",
        "label": "Маркопіль"
    },
    {
        "value": "Маркуші",
        "label": "Маркуші"
    },
    {
        "value": "Мартинівка",
        "label": "Мартинівка"
    },
    {
        "value": "Мартинівка (Бучацький р-н)",
        "label": "Мартинівка (Бучацький р-н)"
    },
    {
        "value": "Мартинівка (Вінницька обл.)",
        "label": "Мартинівка (Вінницька обл.)"
    },
    {
        "value": "Мартинівка (Полтавська обл.)",
        "label": "Мартинівка (Полтавська обл.)"
    },
    {
        "value": "Мартинівка (Хмельницька обл.)",
        "label": "Мартинівка (Хмельницька обл.)"
    },
    {
        "value": "Мартинівське (селище)",
        "label": "Мартинівське (селище)"
    },
    {
        "value": "Марто-Іванівка",
        "label": "Марто-Іванівка"
    },
    {
        "value": "Мартове",
        "label": "Мартове"
    },
    {
        "value": "Мартоноша",
        "label": "Мартоноша"
    },
    {
        "value": "Мартусівка",
        "label": "Мартусівка"
    },
    {
        "value": "Мархалівка",
        "label": "Мархалівка"
    },
    {
        "value": "Маршинці",
        "label": "Маршинці"
    },
    {
        "value": "Масевичі",
        "label": "Масевичі"
    },
    {
        "value": "Масівці",
        "label": "Масівці"
    },
    {
        "value": "Маслівка",
        "label": "Маслівка"
    },
    {
        "value": "Масловець",
        "label": "Масловець"
    },
    {
        "value": "Маслянка",
        "label": "Маслянка"
    },
    {
        "value": "Маслянка (дубль)",
        "label": "Маслянка (дубль)"
    },
    {
        "value": "Матвіївка (Запорізька обл.)",
        "label": "Матвіївка (Запорізька обл.)"
    },
    {
        "value": "Матвіївка (Черкаська обл.)",
        "label": "Матвіївка (Черкаська обл.)"
    },
    {
        "value": "Матвіївка(Вільнянський р-н)",
        "label": "Матвіївка(Вільнянський р-н)"
    },
    {
        "value": "Матвіївці",
        "label": "Матвіївці"
    },
    {
        "value": "Матвіїха",
        "label": "Матвіїха"
    },
    {
        "value": "Матеївці",
        "label": "Матеївці"
    },
    {
        "value": "Матейки",
        "label": "Матейки"
    },
    {
        "value": "Матейків",
        "label": "Матейків"
    },
    {
        "value": "Матишівка",
        "label": "Матишівка"
    },
    {
        "value": "Матійово",
        "label": "Матійово"
    },
    {
        "value": "Матків",
        "label": "Матків"
    },
    {
        "value": "Матроска",
        "label": "Матроска"
    },
    {
        "value": "Матусів",
        "label": "Матусів"
    },
    {
        "value": "Матюші",
        "label": "Матюші"
    },
    {
        "value": "Махаринці",
        "label": "Махаринці"
    },
    {
        "value": "Махаринці (Хмельницька обл.)",
        "label": "Махаринці (Хмельницька обл.)"
    },
    {
        "value": "Махнівка (Вінницька обл.)",
        "label": "Махнівка (Вінницька обл.)"
    },
    {
        "value": "Мацошин (Львівська обл.)",
        "label": "Мацошин (Львівська обл.)"
    },
    {
        "value": "Мацьківці",
        "label": "Мацьківці"
    },
    {
        "value": "Мачухи",
        "label": "Мачухи"
    },
    {
        "value": "Машеве",
        "label": "Машеве"
    },
    {
        "value": "Машів",
        "label": "Машів"
    },
    {
        "value": "Машівка",
        "label": "Машівка"
    },
    {
        "value": "Маща",
        "label": "Маща"
    },
    {
        "value": "Маяки",
        "label": "Маяки"
    },
    {
        "value": "Маяки (Вінницька обл.)",
        "label": "Маяки (Вінницька обл.)"
    },
    {
        "value": "Маяки (Одеська обл.)",
        "label": "Маяки (Одеська обл.)"
    },
    {
        "value": "Маячка",
        "label": "Маячка"
    },
    {
        "value": "Маячка (Запорізька обл.)",
        "label": "Маячка (Запорізька обл.)"
    },
    {
        "value": "Маячка (Херсонська обл.)",
        "label": "Маячка (Херсонська обл.)"
    },
    {
        "value": "Медведівка",
        "label": "Медведівка"
    },
    {
        "value": "Медведівка (Харківська обл.)",
        "label": "Медведівка (Харківська обл.)"
    },
    {
        "value": "Медведівці",
        "label": "Медведівці"
    },
    {
        "value": "Медвежа",
        "label": "Медвежа"
    },
    {
        "value": "Медвеже Вушко",
        "label": "Медвеже Вушко"
    },
    {
        "value": "Медвин",
        "label": "Медвин"
    },
    {
        "value": "Медвин (Іванківський р-н)",
        "label": "Медвин (Іванківський р-н)"
    },
    {
        "value": "Медвідка",
        "label": "Медвідка"
    },
    {
        "value": "Меденичі",
        "label": "Меденичі"
    },
    {
        "value": "Меджибіж",
        "label": "Меджибіж"
    },
    {
        "value": "Медин",
        "label": "Медин"
    },
    {
        "value": "Мединя",
        "label": "Мединя"
    },
    {
        "value": "Медисівка",
        "label": "Медисівка"
    },
    {
        "value": "Медичне",
        "label": "Медичне"
    },
    {
        "value": "Медуха",
        "label": "Медуха"
    },
    {
        "value": "Межиброди",
        "label": "Межиброди"
    },
    {
        "value": "Межигірці",
        "label": "Межигірці"
    },
    {
        "value": "Межиріч (Острозький р-н, Рівненська обл.)",
        "label": "Межиріч (Острозький р-н, Рівненська обл.)"
    },
    {
        "value": "Межиріч (Сумська обл.)",
        "label": "Межиріч (Сумська обл.)"
    },
    {
        "value": "Межирічка (Кіровоградська обл.)",
        "label": "Межирічка (Кіровоградська обл.)"
    },
    {
        "value": "Межирічка (Радомишльський р-н)",
        "label": "Межирічка (Радомишльський р-н)"
    },
    {
        "value": "Межиріччя",
        "label": "Межиріччя"
    },
    {
        "value": "Межиріччя (Жидачівський р-н)",
        "label": "Межиріччя (Жидачівський р-н)"
    },
    {
        "value": "Межисить",
        "label": "Межисить"
    },
    {
        "value": "Межова",
        "label": "Межова"
    },
    {
        "value": "Межове",
        "label": "Межове"
    },
    {
        "value": "Мезенівка",
        "label": "Мезенівка"
    },
    {
        "value": "Мекшунівка",
        "label": "Мекшунівка"
    },
    {
        "value": "Мелекіне",
        "label": "Мелекіне"
    },
    {
        "value": "Мелені",
        "label": "Мелені"
    },
    {
        "value": "Мелесівка",
        "label": "Мелесівка"
    },
    {
        "value": "Меліоративне (Новомосковський р-н)",
        "label": "Меліоративне (Новомосковський р-н)"
    },
    {
        "value": "Мелітополь",
        "label": "Мелітополь"
    },
    {
        "value": "Мельники",
        "label": "Мельники"
    },
    {
        "value": "Мельники (Чигиринський р-н.)",
        "label": "Мельники (Чигиринський р-н.)"
    },
    {
        "value": "Мельники (Чорнобаївський р-н)",
        "label": "Мельники (Чорнобаївський р-н)"
    },
    {
        "value": "Мельники-Річицькі",
        "label": "Мельники-Річицькі"
    },
    {
        "value": "Мельниківка",
        "label": "Мельниківка"
    },
    {
        "value": "Мельниця",
        "label": "Мельниця"
    },
    {
        "value": "Мельниця-Подільська (Тернопільська обл.)",
        "label": "Мельниця-Подільська (Тернопільська обл.)"
    },
    {
        "value": "Мельнич",
        "label": "Мельнич"
    },
    {
        "value": "Мелюшки",
        "label": "Мелюшки"
    },
    {
        "value": "Мена",
        "label": "Мена"
    },
    {
        "value": "Менчичі",
        "label": "Менчичі"
    },
    {
        "value": "Мерва",
        "label": "Мерва"
    },
    {
        "value": "Мервин",
        "label": "Мервин"
    },
    {
        "value": "Мервичі",
        "label": "Мервичі"
    },
    {
        "value": "Мерефа",
        "label": "Мерефа"
    },
    {
        "value": "Мерещів",
        "label": "Мерещів"
    },
    {
        "value": "Метків",
        "label": "Метків"
    },
    {
        "value": "Метьолкіне",
        "label": "Метьолкіне"
    },
    {
        "value": "Мечиславка",
        "label": "Мечиславка"
    },
    {
        "value": "Мечищів",
        "label": "Мечищів"
    },
    {
        "value": "Мигаєве",
        "label": "Мигаєве"
    },
    {
        "value": "Мигаї",
        "label": "Мигаї"
    },
    {
        "value": "Мигалівці",
        "label": "Мигалівці"
    },
    {
        "value": "Мигалки",
        "label": "Мигалки"
    },
    {
        "value": "Мигія",
        "label": "Мигія"
    },
    {
        "value": "Мигове",
        "label": "Мигове"
    },
    {
        "value": "Мизове (Волинська обл.)",
        "label": "Мизове (Волинська обл.)"
    },
    {
        "value": "Микити",
        "label": "Микити"
    },
    {
        "value": "Микитинці (Івано-Франківська обл, Косівський р-н)",
        "label": "Микитинці (Івано-Франківська обл, Косівський р-н)"
    },
    {
        "value": "Микитинці (Івано-Франківська обл.)",
        "label": "Микитинці (Івано-Франківська обл.)"
    },
    {
        "value": "Микільське",
        "label": "Микільське"
    },
    {
        "value": "Микільське (Запорізька обл.)",
        "label": "Микільське (Запорізька обл.)"
    },
    {
        "value": "Микільське (Полтавська обл.)",
        "label": "Микільське (Полтавська обл.)"
    },
    {
        "value": "Микільське (Світловодський р-н., Кіровоград. обл.)",
        "label": "Микільське (Світловодський р-н., Кіровоград. обл.)"
    },
    {
        "value": "Микільське (Херсонська обл.)",
        "label": "Микільське (Херсонська обл.)"
    },
    {
        "value": "Микільське-на-Дніпрі",
        "label": "Микільське-на-Дніпрі"
    },
    {
        "value": "Миклаші (Хмельницька обл.)",
        "label": "Миклаші (Хмельницька обл.)"
    },
    {
        "value": "Миклашів",
        "label": "Миклашів"
    },
    {
        "value": "Миколаїв",
        "label": "Миколаїв"
    },
    {
        "value": "Миколаїв (Львівська обл., Миколаївський р-н)",
        "label": "Миколаїв (Львівська обл., Миколаївський р-н)"
    },
    {
        "value": "Миколаїв (Львівська обл., Радехівський р-н)",
        "label": "Миколаїв (Львівська обл., Радехівський р-н)"
    },
    {
        "value": "Миколаївка (Бердянський р-н., Запорізька обл.)",
        "label": "Миколаївка (Бердянський р-н., Запорізька обл.)"
    },
    {
        "value": "Миколаївка (Білгород-Дністровський р-н)",
        "label": "Миколаївка (Білгород-Дністровський р-н)"
    },
    {
        "value": "Миколаївка (Великолепетиський р-н)",
        "label": "Миколаївка (Великолепетиський р-н)"
    },
    {
        "value": "Миколаївка (Веселинівський р-н., Мик. обл.)",
        "label": "Миколаївка (Веселинівський р-н., Мик. обл.)"
    },
    {
        "value": "Миколаївка (Волноваський р-н)",
        "label": "Миколаївка (Волноваський р-н)"
    },
    {
        "value": "Миколаївка (Казанківський р-н., Миколаївська обл.)",
        "label": "Миколаївка (Казанківський р-н., Миколаївська обл.)"
    },
    {
        "value": "Миколаївка (Кіровоградський р-н)",
        "label": "Миколаївка (Кіровоградський р-н)"
    },
    {
        "value": "Миколаївка (Макарівський р-н)",
        "label": "Миколаївка (Макарівський р-н)"
    },
    {
        "value": "Миколаївка (Миколаївська сільська рада)",
        "label": "Миколаївка (Миколаївська сільська рада)"
    },
    {
        "value": "Миколаївка (Миколаївська територіальна громада)",
        "label": "Миколаївка (Миколаївська територіальна громада)"
    },
    {
        "value": "Миколаївка (Новомосковський р-н)",
        "label": "Миколаївка (Новомосковський р-н)"
    },
    {
        "value": "Миколаївка (Овідіопольський р-н., Одеська обл.)",
        "label": "Миколаївка (Овідіопольський р-н., Одеська обл.)"
    },
    {
        "value": "Миколаївка (Петриківський р-н.)",
        "label": "Миколаївка (Петриківський р-н.)"
    },
    {
        "value": "Миколаївка (Синельниківський р-н)",
        "label": "Миколаївка (Синельниківський р-н)"
    },
    {
        "value": "Миколаївка (Слов’янська міська рада)",
        "label": "Миколаївка (Слов’янська міська рада)"
    },
    {
        "value": "Миколаївка (Сумський р-н)",
        "label": "Миколаївка (Сумський р-н)"
    },
    {
        "value": "Миколаївка (Тарутинський р-н)",
        "label": "Миколаївка (Тарутинський р-н)"
    },
    {
        "value": "Миколаївка (Тернопільська обл.)",
        "label": "Миколаївка (Тернопільська обл.)"
    },
    {
        "value": "Миколаївка (Харківська обл.)",
        "label": "Миколаївка (Харківська обл.)"
    },
    {
        "value": "Миколаївка (Херсонська обл.)",
        "label": "Миколаївка (Херсонська обл.)"
    },
    {
        "value": "Миколаївка (Ширяївський р-н)",
        "label": "Миколаївка (Ширяївський р-н)"
    },
    {
        "value": "Миколаївка-Новоросійська",
        "label": "Миколаївка-Новоросійська"
    },
    {
        "value": "Миколаївка(Білопільський р-н)",
        "label": "Миколаївка(Білопільський р-н)"
    },
    {
        "value": "Миколаївське",
        "label": "Миколаївське"
    },
    {
        "value": "Миколай-Поле",
        "label": "Миколай-Поле"
    },
    {
        "value": "Миколо-Бабанка",
        "label": "Миколо-Бабанка"
    },
    {
        "value": "Миколо-Комишувата",
        "label": "Миколо-Комишувата"
    },
    {
        "value": "Микулин",
        "label": "Микулин"
    },
    {
        "value": "Микулинці",
        "label": "Микулинці"
    },
    {
        "value": "Микулинці (Вінницька обл.)",
        "label": "Микулинці (Вінницька обл.)"
    },
    {
        "value": "Микуличин",
        "label": "Микуличин"
    },
    {
        "value": "Микуличі",
        "label": "Микуличі"
    },
    {
        "value": "Микуличі (Волинська обл.)",
        "label": "Микуличі (Волинська обл.)"
    },
    {
        "value": "Мила",
        "label": "Мила"
    },
    {
        "value": "Милівці",
        "label": "Милівці"
    },
    {
        "value": "Милове",
        "label": "Милове"
    },
    {
        "value": "Милорадове",
        "label": "Милорадове"
    },
    {
        "value": "Милошевичі",
        "label": "Милошевичі"
    },
    {
        "value": "Милування (Івано-Франківська обл.)",
        "label": "Милування (Івано-Франківська обл.)"
    },
    {
        "value": "Милуші",
        "label": "Милуші"
    },
    {
        "value": "Мильне",
        "label": "Мильне"
    },
    {
        "value": "Мильці",
        "label": "Мильці"
    },
    {
        "value": "Мильці (Старовижівський р-н.)",
        "label": "Мильці (Старовижівський р-н.)"
    },
    {
        "value": "Милятин",
        "label": "Милятин"
    },
    {
        "value": "Милятин (Волинська обл.)",
        "label": "Милятин (Волинська обл.)"
    },
    {
        "value": "Милятичі",
        "label": "Милятичі"
    },
    {
        "value": "Миляч",
        "label": "Миляч"
    },
    {
        "value": "Минай",
        "label": "Минай"
    },
    {
        "value": "Минійки",
        "label": "Минійки"
    },
    {
        "value": "Минківка",
        "label": "Минківка"
    },
    {
        "value": "Миньківці",
        "label": "Миньківці"
    },
    {
        "value": "Миньківці (Київська обл.)",
        "label": "Миньківці (Київська обл.)"
    },
    {
        "value": "Миргород",
        "label": "Миргород"
    },
    {
        "value": "Мирин",
        "label": "Мирин"
    },
    {
        "value": "Мирівка",
        "label": "Мирівка"
    },
    {
        "value": "Мирівка (Київська обл.)",
        "label": "Мирівка (Київська обл.)"
    },
    {
        "value": "Мирне (Бердичівський р-н., Житомирська обл.)",
        "label": "Мирне (Бердичівський р-н., Житомирська обл.)"
    },
    {
        "value": "Мирне (Біляївський р-н., Одеська обл.)",
        "label": "Мирне (Біляївський р-н., Одеська обл.)"
    },
    {
        "value": "Мирне (Близнюківський р-н)",
        "label": "Мирне (Близнюківський р-н)"
    },
    {
        "value": "Мирне (Бобровицький р-н)",
        "label": "Мирне (Бобровицький р-н)"
    },
    {
        "value": "Мирне (Борівський р-н)",
        "label": "Мирне (Борівський р-н)"
    },
    {
        "value": "Мирне (Великоновосілківський р-н)",
        "label": "Мирне (Великоновосілківський р-н)"
    },
    {
        "value": "Мирне (Вінницька обл.)",
        "label": "Мирне (Вінницька обл.)"
    },
    {
        "value": "Мирне (Волинська обл.)",
        "label": "Мирне (Волинська обл.)"
    },
    {
        "value": "Мирне (Гуляйпільський р-н)",
        "label": "Мирне (Гуляйпільський р-н)"
    },
    {
        "value": "Мирне (Донецька обл.)",
        "label": "Мирне (Донецька обл.)"
    },
    {
        "value": "Мирне (Київська обл.)",
        "label": "Мирне (Київська обл.)"
    },
    {
        "value": "Мирне (Кілійський р-н)",
        "label": "Мирне (Кілійський р-н)"
    },
    {
        "value": "Мирне (Краснокутський р-н., Харк. обл.)",
        "label": "Мирне (Краснокутський р-н., Харк. обл.)"
    },
    {
        "value": "Мирне (Оріхівський р-н.)",
        "label": "Мирне (Оріхівський р-н.)"
    },
    {
        "value": "Мирне (Рівненська обл.)",
        "label": "Мирне (Рівненська обл.)"
    },
    {
        "value": "Мирне (Черкаська обл.)",
        "label": "Мирне (Черкаська обл.)"
    },
    {
        "value": "Мирне(Мелітопол.р-н)",
        "label": "Мирне(Мелітопол.р-н)"
    },
    {
        "value": "Мирне(Херсонська обл.)",
        "label": "Мирне(Херсонська обл.)"
    },
    {
        "value": "Мирноград",
        "label": "Мирноград"
    },
    {
        "value": "Мирнопілля",
        "label": "Мирнопілля"
    },
    {
        "value": "Мирнопілля (Саратський р-н)",
        "label": "Мирнопілля (Саратський р-н)"
    },
    {
        "value": "Мирове",
        "label": "Мирове"
    },
    {
        "value": "Мирове (Тернопільська обл.)",
        "label": "Мирове (Тернопільська обл.)"
    },
    {
        "value": "Мирогоща Друга",
        "label": "Мирогоща Друга"
    },
    {
        "value": "Миролюбів (Житомирська обл.)",
        "label": "Миролюбів (Житомирська обл.)"
    },
    {
        "value": "Миролюбівка",
        "label": "Миролюбівка"
    },
    {
        "value": "Миролюбівка (Вінницька обл.)",
        "label": "Миролюбівка (Вінницька обл.)"
    },
    {
        "value": "Миролюбівка (Житомирська обл.)",
        "label": "Миролюбівка (Житомирська обл.)"
    },
    {
        "value": "Миролюбівка (Маловисківський р-н., Кіров. обл.)",
        "label": "Миролюбівка (Маловисківський р-н., Кіров. обл.)"
    },
    {
        "value": "Миролюбівка (Миколаївська обл.)",
        "label": "Миролюбівка (Миколаївська обл.)"
    },
    {
        "value": "Миролюбівка (Нововоронцовський р-н)",
        "label": "Миролюбівка (Нововоронцовський р-н)"
    },
    {
        "value": "Миролюбівка (Синельниківський р-н., Дніпроп. обл.)",
        "label": "Миролюбівка (Синельниківський р-н., Дніпроп. обл.)"
    },
    {
        "value": "Миролюбівка (Тернопільський р-н., Терноп. обл.)",
        "label": "Миролюбівка (Тернопільський р-н., Терноп. обл.)"
    },
    {
        "value": "Миролюбівка (Томаківський р-н)",
        "label": "Миролюбівка (Томаківський р-н)"
    },
    {
        "value": "Миролюбівка (Херсонська обл.)",
        "label": "Миролюбівка (Херсонська обл.)"
    },
    {
        "value": "Миронівка",
        "label": "Миронівка"
    },
    {
        "value": "Миронівка (Вінницька обл.)",
        "label": "Миронівка (Вінницька обл.)"
    },
    {
        "value": "Миронівка (Шосткинський р-н)",
        "label": "Миронівка (Шосткинський р-н)"
    },
    {
        "value": "Миронівський (Бахмутський р-н.)",
        "label": "Миронівський (Бахмутський р-н.)"
    },
    {
        "value": "Миропілля (Черкаська обл.)",
        "label": "Миропілля (Черкаська обл.)"
    },
    {
        "value": "Миропілля(Сумська обл.)",
        "label": "Миропілля(Сумська обл.)"
    },
    {
        "value": "Миропіль(Житомирська обл.)",
        "label": "Миропіль(Житомирська обл.)"
    },
    {
        "value": "Мирославка",
        "label": "Мирославка"
    },
    {
        "value": "Миротин (Рівненська обл.)",
        "label": "Миротин (Рівненська обл.)"
    },
    {
        "value": "Мироцьке",
        "label": "Мироцьке"
    },
    {
        "value": "Миртюки",
        "label": "Миртюки"
    },
    {
        "value": "Мисайлівка",
        "label": "Мисайлівка"
    },
    {
        "value": "Мислина",
        "label": "Мислина"
    },
    {
        "value": "Мислині",
        "label": "Мислині"
    },
    {
        "value": "Мислів",
        "label": "Мислів"
    },
    {
        "value": "Мислівка",
        "label": "Мислівка"
    },
    {
        "value": "Мислова",
        "label": "Мислова"
    },
    {
        "value": "Мислова (Хмельницька обл.)",
        "label": "Мислова (Хмельницька обл.)"
    },
    {
        "value": "Мислятин",
        "label": "Мислятин"
    },
    {
        "value": "Мистичі",
        "label": "Мистичі"
    },
    {
        "value": "Мита",
        "label": "Мита"
    },
    {
        "value": "Митинці",
        "label": "Митинці"
    },
    {
        "value": "Митки",
        "label": "Митки"
    },
    {
        "value": "Митківці",
        "label": "Митківці"
    },
    {
        "value": "Митлашівка",
        "label": "Митлашівка"
    },
    {
        "value": "Митниця",
        "label": "Митниця"
    },
    {
        "value": "Митулин",
        "label": "Митулин"
    },
    {
        "value": "Митченки",
        "label": "Митченки"
    },
    {
        "value": "Михайлевичі",
        "label": "Михайлевичі"
    },
    {
        "value": "Михайлевичі (Самбірський р-н)",
        "label": "Михайлевичі (Самбірський р-н)"
    },
    {
        "value": "Михайлики",
        "label": "Михайлики"
    },
    {
        "value": "Михайлин",
        "label": "Михайлин"
    },
    {
        "value": "Михайлівка (Бершадський р-н)",
        "label": "Михайлівка (Бершадський р-н)"
    },
    {
        "value": "Михайлівка (Броварський р-н)",
        "label": "Михайлівка (Броварський р-н)"
    },
    {
        "value": "Михайлівка (Буринський р-н, Сумська обл.)",
        "label": "Михайлівка (Буринський р-н, Сумська обл.)"
    },
    {
        "value": "Михайлівка (Веселинівський р-н., Мик. обл.)",
        "label": "Михайлівка (Веселинівський р-н., Мик. обл.)"
    },
    {
        "value": "Михайлівка (Вінницька обл., Ямпільський р-н)",
        "label": "Михайлівка (Вінницька обл., Ямпільський р-н)"
    },
    {
        "value": "Михайлівка (Вінницька обл.)",
        "label": "Михайлівка (Вінницька обл.)"
    },
    {
        "value": "Михайлівка (Вінницький р-н)",
        "label": "Михайлівка (Вінницький р-н)"
    },
    {
        "value": "Михайлівка (Гайсинський р-н., Вінницька обл.)",
        "label": "Михайлівка (Гайсинський р-н., Вінницька обл.)"
    },
    {
        "value": "Михайлівка (Дніпропетровська обл.)",
        "label": "Михайлівка (Дніпропетровська обл.)"
    },
    {
        "value": "Михайлівка (Драбівський р-н)",
        "label": "Михайлівка (Драбівський р-н)"
    },
    {
        "value": "Михайлівка (Дунаєвецький р-н.)",
        "label": "Михайлівка (Дунаєвецький р-н.)"
    },
    {
        "value": "Михайлівка (Житомирська обл.)",
        "label": "Михайлівка (Житомирська обл.)"
    },
    {
        "value": "Михайлівка (Жмеринський р-н., Вінницька обл.)",
        "label": "Михайлівка (Жмеринський р-н., Вінницька обл.)"
    },
    {
        "value": "Михайлівка (Запорізький р-н Запорізька обл.)",
        "label": "Михайлівка (Запорізький р-н Запорізька обл.)"
    },
    {
        "value": "Михайлівка (Казанківський р-н)",
        "label": "Михайлівка (Казанківський р-н)"
    },
    {
        "value": "Михайлівка (Кельменецький р-н)",
        "label": "Михайлівка (Кельменецький р-н)"
    },
    {
        "value": "Михайлівка (Київська обл, Білоцерківський р-н)",
        "label": "Михайлівка (Київська обл, Білоцерківський р-н)"
    },
    {
        "value": "Михайлівка (Луганська обл.)",
        "label": "Михайлівка (Луганська обл.)"
    },
    {
        "value": "Михайлівка (Миколаївська обл.)",
        "label": "Михайлівка (Миколаївська обл.)"
    },
    {
        "value": "Михайлівка (Михайлівський р-н., Запорізька обл.)",
        "label": "Михайлівка (Михайлівський р-н., Запорізька обл.)"
    },
    {
        "value": "Михайлівка (Нововоронцовський р-н)",
        "label": "Михайлівка (Нововоронцовський р-н)"
    },
    {
        "value": "Михайлівка (Одеська обл)",
        "label": "Михайлівка (Одеська обл)"
    },
    {
        "value": "Михайлівка (Олександрівський р-н)",
        "label": "Михайлівка (Олександрівський р-н)"
    },
    {
        "value": "Михайлівка (Олександрійський р-н., Кіровогр. обл.)",
        "label": "Михайлівка (Олександрійський р-н., Кіровогр. обл.)"
    },
    {
        "value": "Михайлівка (Покровський р-н, Донецька обл.)",
        "label": "Михайлівка (Покровський р-н, Донецька обл.)"
    },
    {
        "value": "Михайлівка (Полтавська обл.)",
        "label": "Михайлівка (Полтавська обл.)"
    },
    {
        "value": "Михайлівка (Рівненська обл., Радивилівський р-н)",
        "label": "Михайлівка (Рівненська обл., Радивилівський р-н)"
    },
    {
        "value": "Михайлівка (Синельниківський р-н)",
        "label": "Михайлівка (Синельниківський р-н)"
    },
    {
        "value": "Михайлівка (Сумська обл.)",
        "label": "Михайлівка (Сумська обл.)"
    },
    {
        "value": "Михайлівка (Тернопільська обл.)",
        "label": "Михайлівка (Тернопільська обл.)"
    },
    {
        "value": "Михайлівка (Тетіївський р-н)",
        "label": "Михайлівка (Тетіївський р-н)"
    },
    {
        "value": "Михайлівка (Херсонська обл.)",
        "label": "Михайлівка (Херсонська обл.)"
    },
    {
        "value": "Михайлівка (Царичанський р-н)",
        "label": "Михайлівка (Царичанський р-н)"
    },
    {
        "value": "Михайлівка (Черкаська обл.)",
        "label": "Михайлівка (Черкаська обл.)"
    },
    {
        "value": "Михайлівка (Чернівецька обл.)",
        "label": "Михайлівка (Чернівецька обл.)"
    },
    {
        "value": "Михайлівка (Ярмолинецький р-н)",
        "label": "Михайлівка (Ярмолинецький р-н)"
    },
    {
        "value": "Михайлівка-Рубежівка",
        "label": "Михайлівка-Рубежівка"
    },
    {
        "value": "Михайлівське (Сумська обл.)",
        "label": "Михайлівське (Сумська обл.)"
    },
    {
        "value": "Михайлівці",
        "label": "Михайлівці"
    },
    {
        "value": "Михайло-Коцюбинське",
        "label": "Михайло-Коцюбинське"
    },
    {
        "value": "Михайло-Ларине",
        "label": "Михайло-Ларине"
    },
    {
        "value": "Михайло-Лукашеве",
        "label": "Михайло-Лукашеве"
    },
    {
        "value": "Михайло-Олександрівка",
        "label": "Михайло-Олександрівка"
    },
    {
        "value": "Михайлопіль",
        "label": "Михайлопіль"
    },
    {
        "value": "Михалин",
        "label": "Михалин"
    },
    {
        "value": "Михалкове",
        "label": "Михалкове"
    },
    {
        "value": "Михальча",
        "label": "Михальча"
    },
    {
        "value": "Михлин",
        "label": "Михлин"
    },
    {
        "value": "Михля",
        "label": "Михля"
    },
    {
        "value": "Михнів",
        "label": "Михнів"
    },
    {
        "value": "Михнівка",
        "label": "Михнівка"
    },
    {
        "value": "Михнівка (Полтавська обл.)",
        "label": "Михнівка (Полтавська обл.)"
    },
    {
        "value": "Мишин",
        "label": "Мишин"
    },
    {
        "value": "Мишів",
        "label": "Мишів"
    },
    {
        "value": "Мишків",
        "label": "Мишків"
    },
    {
        "value": "Мишковичі",
        "label": "Мишковичі"
    },
    {
        "value": "Мишлятичі",
        "label": "Мишлятичі"
    },
    {
        "value": "Мишурин Ріг",
        "label": "Мишурин Ріг"
    },
    {
        "value": "Мідяниця",
        "label": "Мідяниця"
    },
    {
        "value": "Міжгайці",
        "label": "Міжгайці"
    },
    {
        "value": "Міжгір'я",
        "label": "Міжгір'я"
    },
    {
        "value": "Міжгір'я (Івано-Франківська обл.)",
        "label": "Міжгір'я (Івано-Франківська обл.)"
    },
    {
        "value": "Міженець",
        "label": "Міженець"
    },
    {
        "value": "Міжлісся",
        "label": "Міжлісся"
    },
    {
        "value": "Міжріччя",
        "label": "Міжріччя"
    },
    {
        "value": "Мізоч",
        "label": "Мізоч"
    },
    {
        "value": "Мізочок",
        "label": "Мізочок"
    },
    {
        "value": "Мізюринці",
        "label": "Мізюринці"
    },
    {
        "value": "Мізяків",
        "label": "Мізяків"
    },
    {
        "value": "Мізяківські Хутори",
        "label": "Мізяківські Хутори"
    },
    {
        "value": "Мілієве",
        "label": "Мілієве"
    },
    {
        "value": "Мілова Балка",
        "label": "Мілова Балка"
    },
    {
        "value": "Мілове",
        "label": "Мілове"
    },
    {
        "value": "Міняйлівка",
        "label": "Міняйлівка"
    },
    {
        "value": "Містки (Пустомитівський р-н)",
        "label": "Містки (Пустомитівський р-н)"
    },
    {
        "value": "Містки (Сватівський р-н)",
        "label": "Містки (Сватівський р-н)"
    },
    {
        "value": "Мітлинці",
        "label": "Мітлинці"
    },
    {
        "value": "Міцівці",
        "label": "Міцівці"
    },
    {
        "value": "Мічуріне",
        "label": "Мічуріне"
    },
    {
        "value": "Мішково-Погорілове",
        "label": "Мішково-Погорілове"
    },
    {
        "value": "Млачівка",
        "label": "Млачівка"
    },
    {
        "value": "Млини",
        "label": "Млини"
    },
    {
        "value": "Млиниська",
        "label": "Млиниська"
    },
    {
        "value": "Млиниська (Тернопільський р-н)",
        "label": "Млиниська (Тернопільський р-н)"
    },
    {
        "value": "Млинище",
        "label": "Млинище"
    },
    {
        "value": "Млинище (Волинська обл.)",
        "label": "Млинище (Волинська обл.)"
    },
    {
        "value": "Млинів",
        "label": "Млинів"
    },
    {
        "value": "Млинівці",
        "label": "Млинівці"
    },
    {
        "value": "Млинівці (Зборівський р-н., Терноп. обл.)",
        "label": "Млинівці (Зборівський р-н., Терноп. обл.)"
    },
    {
        "value": "Млинки (Тернопільська обл.)",
        "label": "Млинки (Тернопільська обл.)"
    },
    {
        "value": "Млинове",
        "label": "Млинове"
    },
    {
        "value": "Млинок",
        "label": "Млинок"
    },
    {
        "value": "Мліїв",
        "label": "Мліїв"
    },
    {
        "value": "Мньов",
        "label": "Мньов"
    },
    {
        "value": "Мовники",
        "label": "Мовники"
    },
    {
        "value": "Мовчанівка (Житомирська обл.)",
        "label": "Мовчанівка (Житомирська обл.)"
    },
    {
        "value": "Мовчанівка (Київська обл.)",
        "label": "Мовчанівка (Київська обл.)"
    },
    {
        "value": "Могилів",
        "label": "Могилів"
    },
    {
        "value": "Могилів-Подільський",
        "label": "Могилів-Подільський"
    },
    {
        "value": "Могилівка",
        "label": "Могилівка"
    },
    {
        "value": "Могилівка (Чернівецька обл.)",
        "label": "Могилівка (Чернівецька обл.)"
    },
    {
        "value": "Могильне",
        "label": "Могильне"
    },
    {
        "value": "Могиляни",
        "label": "Могиляни"
    },
    {
        "value": "Могриця (Сумська обл.)",
        "label": "Могриця (Сумська обл.)"
    },
    {
        "value": "Могутнє",
        "label": "Могутнє"
    },
    {
        "value": "Модричі",
        "label": "Модричі"
    },
    {
        "value": "Можари",
        "label": "Можари"
    },
    {
        "value": "Можняківка",
        "label": "Можняківка"
    },
    {
        "value": "Моївка",
        "label": "Моївка"
    },
    {
        "value": "Мойсівка",
        "label": "Мойсівка"
    },
    {
        "value": "Моквин",
        "label": "Моквин"
    },
    {
        "value": "Мокіївці",
        "label": "Мокіївці"
    },
    {
        "value": "Мокра Калигірка",
        "label": "Мокра Калигірка"
    },
    {
        "value": "Мокре",
        "label": "Мокре"
    },
    {
        "value": "Мокрець",
        "label": "Мокрець"
    },
    {
        "value": "Мокрець (Ізяславський р-н)",
        "label": "Мокрець (Ізяславський р-н)"
    },
    {
        "value": "Мокрець (Київська обл.)",
        "label": "Мокрець (Київська обл.)"
    },
    {
        "value": "Мокроволя",
        "label": "Мокроволя"
    },
    {
        "value": "Мокротин",
        "label": "Мокротин"
    },
    {
        "value": "Мокряни",
        "label": "Мокряни"
    },
    {
        "value": "Молдове",
        "label": "Молдове"
    },
    {
        "value": "Молдовка",
        "label": "Молдовка"
    },
    {
        "value": "Молниця",
        "label": "Молниця"
    },
    {
        "value": "Молога",
        "label": "Молога"
    },
    {
        "value": "Молодаво Друге",
        "label": "Молодаво Друге"
    },
    {
        "value": "Молодаво Третє",
        "label": "Молодаво Третє"
    },
    {
        "value": "Молодецьке",
        "label": "Молодецьке"
    },
    {
        "value": "Молодинче",
        "label": "Молодинче"
    },
    {
        "value": "Молодіжне",
        "label": "Молодіжне"
    },
    {
        "value": "Молодіжне (Дніпропетровська обл.)",
        "label": "Молодіжне (Дніпропетровська обл.)"
    },
    {
        "value": "Молодіжне (Запорізька обл.)",
        "label": "Молодіжне (Запорізька обл.)"
    },
    {
        "value": "Молодіжне (Кіровоградська обл.)",
        "label": "Молодіжне (Кіровоградська обл.)"
    },
    {
        "value": "Молодіжне (Херсонська обл.)",
        "label": "Молодіжне (Херсонська обл.)"
    },
    {
        "value": "Молодія",
        "label": "Молодія"
    },
    {
        "value": "Молодків",
        "label": "Молодків"
    },
    {
        "value": "Молодятин",
        "label": "Молодятин"
    },
    {
        "value": "Молотків",
        "label": "Молотків"
    },
    {
        "value": "Молочанськ",
        "label": "Молочанськ"
    },
    {
        "value": "Молочки",
        "label": "Молочки"
    },
    {
        "value": "Молочне",
        "label": "Молочне"
    },
    {
        "value": "Молошковичі",
        "label": "Молошковичі"
    },
    {
        "value": "Монастир-Дережицький",
        "label": "Монастир-Дережицький"
    },
    {
        "value": "Монастирець",
        "label": "Монастирець"
    },
    {
        "value": "Монастирець (Городоцький р-н)",
        "label": "Монастирець (Городоцький р-н)"
    },
    {
        "value": "Монастирець (Львівська обл.)",
        "label": "Монастирець (Львівська обл.)"
    },
    {
        "value": "Монастирець (Самбірський р-н)",
        "label": "Монастирець (Самбірський р-н)"
    },
    {
        "value": "Монастириська",
        "label": "Монастириська"
    },
    {
        "value": "Монастирище",
        "label": "Монастирище"
    },
    {
        "value": "Монастирище (Ічнянський р-н., Чернігівська обл.)",
        "label": "Монастирище (Ічнянський р-н., Чернігівська обл.)"
    },
    {
        "value": "Монастирок",
        "label": "Монастирок"
    },
    {
        "value": "Монастирське",
        "label": "Монастирське"
    },
    {
        "value": "Монастирчани",
        "label": "Монастирчани"
    },
    {
        "value": "Монаші",
        "label": "Монаші"
    },
    {
        "value": "Мор'янці",
        "label": "Мор'янці"
    },
    {
        "value": "Мордвинівка",
        "label": "Мордвинівка"
    },
    {
        "value": "Моринці",
        "label": "Моринці"
    },
    {
        "value": "Моринці (Корсунь-Шевченківський р-н)",
        "label": "Моринці (Корсунь-Шевченківський р-н)"
    },
    {
        "value": "Морівськ",
        "label": "Морівськ"
    },
    {
        "value": "Морозів",
        "label": "Морозів"
    },
    {
        "value": "Морозівка (Житомирська обл.)",
        "label": "Морозівка (Житомирська обл.)"
    },
    {
        "value": "Морозівка (Запорізька обл.)",
        "label": "Морозівка (Запорізька обл.)"
    },
    {
        "value": "Морозівка (Київська обл.)",
        "label": "Морозівка (Київська обл.)"
    },
    {
        "value": "Морозівка (Мурованокуриловецький р-н)",
        "label": "Морозівка (Мурованокуриловецький р-н)"
    },
    {
        "value": "Морозівка (Рівненська обл.)",
        "label": "Морозівка (Рівненська обл.)"
    },
    {
        "value": "Морозівка (Харківська обл.)",
        "label": "Морозівка (Харківська обл.)"
    },
    {
        "value": "Морозівка (Хмільницький р-н)",
        "label": "Морозівка (Хмільницький р-н)"
    },
    {
        "value": "Морозовичі",
        "label": "Морозовичі"
    },
    {
        "value": "Морозовичі (Іваничівський р-н., Волинська обл.)",
        "label": "Морозовичі (Іваничівський р-н., Волинська обл.)"
    },
    {
        "value": "Морочне (Рівненська обл.)",
        "label": "Морочне (Рівненська обл.)"
    },
    {
        "value": "Моршин",
        "label": "Моршин"
    },
    {
        "value": "Москаленки",
        "label": "Москаленки"
    },
    {
        "value": "Москаленки (Київська обл.)",
        "label": "Москаленки (Київська обл.)"
    },
    {
        "value": "Москалівка",
        "label": "Москалівка"
    },
    {
        "value": "Московське (Сумська обл.)",
        "label": "Московське (Сумська обл.)"
    },
    {
        "value": "Мости",
        "label": "Мости"
    },
    {
        "value": "Мости (Львівська обл.)",
        "label": "Мости (Львівська обл.)"
    },
    {
        "value": "Мостиська",
        "label": "Мостиська"
    },
    {
        "value": "Мостиська Другі (Львівська обл.)",
        "label": "Мостиська Другі (Львівська обл.)"
    },
    {
        "value": "Мостище (Волинська обл.)",
        "label": "Мостище (Волинська обл.)"
    },
    {
        "value": "Мостище (Івано-Франківська обл.)",
        "label": "Мостище (Івано-Франківська обл.)"
    },
    {
        "value": "Мостище (Львівська обл.)",
        "label": "Мостище (Львівська обл.)"
    },
    {
        "value": "Мостище (Тлумацький р-н)",
        "label": "Мостище (Тлумацький р-н)"
    },
    {
        "value": "Мостове",
        "label": "Мостове"
    },
    {
        "value": "Мотижин",
        "label": "Мотижин"
    },
    {
        "value": "Мотовилівка (Житомирська обл.)",
        "label": "Мотовилівка (Житомирська обл.)"
    },
    {
        "value": "Мотовилівська Слобідка",
        "label": "Мотовилівська Слобідка"
    },
    {
        "value": "Мохнате",
        "label": "Мохнате"
    },
    {
        "value": "Мочола",
        "label": "Мочола"
    },
    {
        "value": "Мочулище",
        "label": "Мочулище"
    },
    {
        "value": "Мошанець",
        "label": "Мошанець"
    },
    {
        "value": "Мошни",
        "label": "Мошни"
    },
    {
        "value": "Мошняги",
        "label": "Мошняги"
    },
    {
        "value": "Мошорине",
        "label": "Мошорине"
    },
    {
        "value": "Мошурів",
        "label": "Мошурів"
    },
    {
        "value": "Мощаниця",
        "label": "Мощаниця"
    },
    {
        "value": "Мощена",
        "label": "Мощена"
    },
    {
        "value": "Мощене",
        "label": "Мощене"
    },
    {
        "value": "Мрин",
        "label": "Мрин"
    },
    {
        "value": "Мрія",
        "label": "Мрія"
    },
    {
        "value": "Мстишин",
        "label": "Мстишин"
    },
    {
        "value": "Мужилів",
        "label": "Мужилів"
    },
    {
        "value": "Мужиловичі",
        "label": "Мужиловичі"
    },
    {
        "value": "Мужієво",
        "label": "Мужієво"
    },
    {
        "value": "Музиківка",
        "label": "Музиківка"
    },
    {
        "value": "Музичі",
        "label": "Музичі"
    },
    {
        "value": "Мукачево",
        "label": "Мукачево"
    },
    {
        "value": "Мукошин",
        "label": "Мукошин"
    },
    {
        "value": "Мукша Китайгородська",
        "label": "Мукша Китайгородська"
    },
    {
        "value": "Мульчиці",
        "label": "Мульчиці"
    },
    {
        "value": "Муравище",
        "label": "Муравище"
    },
    {
        "value": "Муравлівка",
        "label": "Муравлівка"
    },
    {
        "value": "Мурафа",
        "label": "Мурафа"
    },
    {
        "value": "Мурафа (Харківська обл.)",
        "label": "Мурафа (Харківська обл.)"
    },
    {
        "value": "Мурахівка",
        "label": "Мурахівка"
    },
    {
        "value": "Муроване",
        "label": "Муроване"
    },
    {
        "value": "Муроване (Львівська обл., Сокальський р-н)",
        "label": "Муроване (Львівська обл., Сокальський р-н)"
    },
    {
        "value": "Муроване (Старосамбірський р-н., Львів. обл.)",
        "label": "Муроване (Старосамбірський р-н., Львів. обл.)"
    },
    {
        "value": "Муровані Курилівці",
        "label": "Муровані Курилівці"
    },
    {
        "value": "Мусіївка",
        "label": "Мусіївка"
    },
    {
        "value": "Мусіївка (Дніпропетровська обл.)",
        "label": "Мусіївка (Дніпропетровська обл.)"
    },
    {
        "value": "Мусіївка (Полтавська обл.)",
        "label": "Мусіївка (Полтавська обл.)"
    },
    {
        "value": "Мусійки",
        "label": "Мусійки"
    },
    {
        "value": "Мутвиця",
        "label": "Мутвиця"
    },
    {
        "value": "Мутин",
        "label": "Мутин"
    },
    {
        "value": "Мухавка",
        "label": "Мухавка"
    },
    {
        "value": "Мухарів",
        "label": "Мухарів"
    },
    {
        "value": "Мухівці (Вінницька обл.)",
        "label": "Мухівці (Вінницька обл.)"
    },
    {
        "value": "Мушкатівка",
        "label": "Мушкатівка"
    },
    {
        "value": "Мушкутинці",
        "label": "Мушкутинці"
    },
    {
        "value": "Мшана",
        "label": "Мшана"
    },
    {
        "value": "Мшанець",
        "label": "Мшанець"
    },
    {
        "value": "Мшанець (Зборівський р-н)",
        "label": "Мшанець (Зборівський р-н)"
    },
    {
        "value": "Мшанець (Старосамбірський р-н)",
        "label": "Мшанець (Старосамбірський р-н)"
    },
    {
        "value": "Набережне",
        "label": "Набережне"
    },
    {
        "value": "Набережне (Рівненська обл.)",
        "label": "Набережне (Рівненська обл.)"
    },
    {
        "value": "Набережне (Тернопільська обл.)",
        "label": "Набережне (Тернопільська обл.)"
    },
    {
        "value": "Набоків",
        "label": "Набоків"
    },
    {
        "value": "Набутів",
        "label": "Набутів"
    },
    {
        "value": "Наварія",
        "label": "Наварія"
    },
    {
        "value": "Навіз",
        "label": "Навіз"
    },
    {
        "value": "Нагачів (Львівська обл.)",
        "label": "Нагачів (Львівська обл.)"
    },
    {
        "value": "Нагірна",
        "label": "Нагірна"
    },
    {
        "value": "Нагірне (Львівська обл.)",
        "label": "Нагірне (Львівська обл.)"
    },
    {
        "value": "Нагірне (Мостиський р-н)",
        "label": "Нагірне (Мостиський р-н)"
    },
    {
        "value": "Нагірне (Ренінський р-н)",
        "label": "Нагірне (Ренінський р-н)"
    },
    {
        "value": "Нагірне (Сколівський р-н)",
        "label": "Нагірне (Сколівський р-н)"
    },
    {
        "value": "Нагірці",
        "label": "Нагірці"
    },
    {
        "value": "Нагірянка",
        "label": "Нагірянка"
    },
    {
        "value": "Нагоряни",
        "label": "Нагоряни"
    },
    {
        "value": "Нагоряни (Чортківський р-н)",
        "label": "Нагоряни (Чортківський р-н)"
    },
    {
        "value": "Нагуєвичі",
        "label": "Нагуєвичі"
    },
    {
        "value": "Над'ярне",
        "label": "Над'ярне"
    },
    {
        "value": "Надбузьке",
        "label": "Надбузьке"
    },
    {
        "value": "Надвірна",
        "label": "Надвірна"
    },
    {
        "value": "Наддністрянське",
        "label": "Наддністрянське"
    },
    {
        "value": "Надежда",
        "label": "Надежда"
    },
    {
        "value": "Надежда (Полтавська обл.)",
        "label": "Надежда (Полтавська обл.)"
    },
    {
        "value": "Надеждівка",
        "label": "Надеждівка"
    },
    {
        "value": "Надеждівка (Білозерський р-н)",
        "label": "Надеждівка (Білозерський р-н)"
    },
    {
        "value": "Надеждівка (Херсонська обл.)",
        "label": "Надеждівка (Херсонська обл.)"
    },
    {
        "value": "Надиби",
        "label": "Надиби"
    },
    {
        "value": "Надіїв",
        "label": "Надіїв"
    },
    {
        "value": "Надіївка",
        "label": "Надіївка"
    },
    {
        "value": "Надітичі",
        "label": "Надітичі"
    },
    {
        "value": "Надія",
        "label": "Надія"
    },
    {
        "value": "Надлак",
        "label": "Надлак"
    },
    {
        "value": "Надлиманське",
        "label": "Надлиманське"
    },
    {
        "value": "Надрічне (Одеська обл.)",
        "label": "Надрічне (Одеська обл.)"
    },
    {
        "value": "Надрічне (Теребовлянський р-н)",
        "label": "Надрічне (Теребовлянський р-н)"
    },
    {
        "value": "Надрічне (Тернопільська обл.)",
        "label": "Надрічне (Тернопільська обл.)"
    },
    {
        "value": "Надросівка",
        "label": "Надросівка"
    },
    {
        "value": "Надросся",
        "label": "Надросся"
    },
    {
        "value": "Надточаївка (Черкаська обл.)",
        "label": "Надточаївка (Черкаська обл.)"
    },
    {
        "value": "Надточії",
        "label": "Надточії"
    },
    {
        "value": "Назавизів",
        "label": "Назавизів"
    },
    {
        "value": "Назарівка",
        "label": "Назарівка"
    },
    {
        "value": "Накваша",
        "label": "Накваша"
    },
    {
        "value": "Наконечне Друге",
        "label": "Наконечне Друге"
    },
    {
        "value": "Наконечне Перше",
        "label": "Наконечне Перше"
    },
    {
        "value": "Наливайка",
        "label": "Наливайка"
    },
    {
        "value": "Наливайківка",
        "label": "Наливайківка"
    },
    {
        "value": "Нанково",
        "label": "Нанково"
    },
    {
        "value": "Нападівка",
        "label": "Нападівка"
    },
    {
        "value": "Нападівка (Вінницька обл.)",
        "label": "Нападівка (Вінницька обл.)"
    },
    {
        "value": "Нараїв",
        "label": "Нараїв"
    },
    {
        "value": "Нараївка",
        "label": "Нараївка"
    },
    {
        "value": "Нараївка (Вінницька обл.)",
        "label": "Нараївка (Вінницька обл.)"
    },
    {
        "value": "Наркевичі",
        "label": "Наркевичі"
    },
    {
        "value": "Народичі",
        "label": "Народичі"
    },
    {
        "value": "Настасів",
        "label": "Настасів"
    },
    {
        "value": "Настасіївка",
        "label": "Настасіївка"
    },
    {
        "value": "Насташине",
        "label": "Насташине"
    },
    {
        "value": "Насташка",
        "label": "Насташка"
    },
    {
        "value": "Наталине",
        "label": "Наталине"
    },
    {
        "value": "Наталине (Херсонська обл.)",
        "label": "Наталине (Херсонська обл.)"
    },
    {
        "value": "Наталівка",
        "label": "Наталівка"
    },
    {
        "value": "Наталівка (Запорізька обл.)",
        "label": "Наталівка (Запорізька обл.)"
    },
    {
        "value": "Наталія",
        "label": "Наталія"
    },
    {
        "value": "Наумівка",
        "label": "Наумівка"
    },
    {
        "value": "Небелиця",
        "label": "Небелиця"
    },
    {
        "value": "Небелівка (Кіровоградська обл.)",
        "label": "Небелівка (Кіровоградська обл.)"
    },
    {
        "value": "Небилів",
        "label": "Небилів"
    },
    {
        "value": "Небіжка",
        "label": "Небіжка"
    },
    {
        "value": "Небрат",
        "label": "Небрат"
    },
    {
        "value": "Неветленфолу",
        "label": "Неветленфолу"
    },
    {
        "value": "Невицьке",
        "label": "Невицьке"
    },
    {
        "value": "Невір",
        "label": "Невір"
    },
    {
        "value": "Невірків",
        "label": "Невірків"
    },
    {
        "value": "Негівці",
        "label": "Негівці"
    },
    {
        "value": "Неграші",
        "label": "Неграші"
    },
    {
        "value": "Негровець",
        "label": "Негровець"
    },
    {
        "value": "Неданчичі",
        "label": "Неданчичі"
    },
    {
        "value": "Недашки",
        "label": "Недашки"
    },
    {
        "value": "Неділище",
        "label": "Неділище"
    },
    {
        "value": "Неділкове",
        "label": "Неділкове"
    },
    {
        "value": "Недобоївці",
        "label": "Недобоївці"
    },
    {
        "value": "Недогарки",
        "label": "Недогарки"
    },
    {
        "value": "Недогарки (Кременчуцький р-н)",
        "label": "Недогарки (Кременчуцький р-н)"
    },
    {
        "value": "Недра",
        "label": "Недра"
    },
    {
        "value": "Недригайлів (Сумська обл.)",
        "label": "Недригайлів (Сумська обл.)"
    },
    {
        "value": "Нежухів",
        "label": "Нежухів"
    },
    {
        "value": "Незабудине",
        "label": "Незабудине"
    },
    {
        "value": "Незвисько",
        "label": "Незвисько"
    },
    {
        "value": "Незнанів",
        "label": "Незнанів"
    },
    {
        "value": "Некрасове (Вінницький р-н)",
        "label": "Некрасове (Вінницький р-н)"
    },
    {
        "value": "Некрасове (Сумська обл.)",
        "label": "Некрасове (Сумська обл.)"
    },
    {
        "value": "Нелипівці",
        "label": "Нелипівці"
    },
    {
        "value": "Неліпино",
        "label": "Неліпино"
    },
    {
        "value": "Неліпівка",
        "label": "Неліпівка"
    },
    {
        "value": "Нем'яч",
        "label": "Нем'яч"
    },
    {
        "value": "Немиринці",
        "label": "Немиринці"
    },
    {
        "value": "Немирів (Вінницька обл.)",
        "label": "Немирів (Вінницька обл.)"
    },
    {
        "value": "Немирів (Львівська обл.)",
        "label": "Немирів (Львівська обл.)"
    },
    {
        "value": "Немирівка",
        "label": "Немирівка"
    },
    {
        "value": "Немирівське",
        "label": "Немирівське"
    },
    {
        "value": "Немичинці",
        "label": "Немичинці"
    },
    {
        "value": "Немішаєве",
        "label": "Немішаєве"
    },
    {
        "value": "Немія",
        "label": "Немія"
    },
    {
        "value": "Немовичі",
        "label": "Немовичі"
    },
    {
        "value": "Неморож",
        "label": "Неморож"
    },
    {
        "value": "Ненадиха",
        "label": "Ненадиха"
    },
    {
        "value": "Неньковичі (Рівненська обл.)",
        "label": "Неньковичі (Рівненська обл.)"
    },
    {
        "value": "Непедівка",
        "label": "Непедівка"
    },
    {
        "value": "Неполоківці",
        "label": "Неполоківці"
    },
    {
        "value": "Нересниця (Тячівський р-н)",
        "label": "Нересниця (Тячівський р-н)"
    },
    {
        "value": "Нерубайка",
        "label": "Нерубайка"
    },
    {
        "value": "Нерубайське",
        "label": "Нерубайське"
    },
    {
        "value": "Нерудсталь",
        "label": "Нерудсталь"
    },
    {
        "value": "Нерушай",
        "label": "Нерушай"
    },
    {
        "value": "Несваткове",
        "label": "Несваткове"
    },
    {
        "value": "Несвіч",
        "label": "Несвіч"
    },
    {
        "value": "Несвоя",
        "label": "Несвоя"
    },
    {
        "value": "Несено-Іржавець",
        "label": "Несено-Іржавець"
    },
    {
        "value": "Нескучне",
        "label": "Нескучне"
    },
    {
        "value": "Неслухів",
        "label": "Неслухів"
    },
    {
        "value": "Нестерварка",
        "label": "Нестерварка"
    },
    {
        "value": "Нестеренки",
        "label": "Нестеренки"
    },
    {
        "value": "Нестерівка",
        "label": "Нестерівка"
    },
    {
        "value": "Нестерівці",
        "label": "Нестерівці"
    },
    {
        "value": "Нестерянка",
        "label": "Нестерянка"
    },
    {
        "value": "Нетайлове",
        "label": "Нетайлове"
    },
    {
        "value": "Нетеребка",
        "label": "Нетеребка"
    },
    {
        "value": "Нетесівка",
        "label": "Нетесівка"
    },
    {
        "value": "Нетечинці",
        "label": "Нетечинці"
    },
    {
        "value": "Нетішин",
        "label": "Нетішин"
    },
    {
        "value": "Нетреба (Володимирецький р-н.)",
        "label": "Нетреба (Володимирецький р-н.)"
    },
    {
        "value": "Нетреба (Рівненська обл.)",
        "label": "Нетреба (Рівненська обл.)"
    },
    {
        "value": "Нехаївка",
        "label": "Нехаївка"
    },
    {
        "value": "Нехайки",
        "label": "Нехайки"
    },
    {
        "value": "Нехворощ",
        "label": "Нехворощ"
    },
    {
        "value": "Нехвороща",
        "label": "Нехвороща"
    },
    {
        "value": "Нечаївка",
        "label": "Нечаївка"
    },
    {
        "value": "Нечаївка (Кіровоградська обл.)",
        "label": "Нечаївка (Кіровоградська обл.)"
    },
    {
        "value": "Нечаяне",
        "label": "Нечаяне"
    },
    {
        "value": "Нещеретове",
        "label": "Нещеретове"
    },
    {
        "value": "Нещерів",
        "label": "Нещерів"
    },
    {
        "value": "Нива Трудова",
        "label": "Нива Трудова"
    },
    {
        "value": "Нивиці",
        "label": "Нивиці"
    },
    {
        "value": "Нивра",
        "label": "Нивра"
    },
    {
        "value": "Нижанковичі",
        "label": "Нижанковичі"
    },
    {
        "value": "Нижбірок (Тернопільська обл.)",
        "label": "Нижбірок (Тернопільська обл.)"
    },
    {
        "value": "Нижнє (Львівська обл.)",
        "label": "Нижнє (Львівська обл.)"
    },
    {
        "value": "Нижнє (Хмельницька обл.)",
        "label": "Нижнє (Хмельницька обл.)"
    },
    {
        "value": "Нижнє Болотне",
        "label": "Нижнє Болотне"
    },
    {
        "value": "Нижнє Висоцьке",
        "label": "Нижнє Висоцьке"
    },
    {
        "value": "Нижнє Селище",
        "label": "Нижнє Селище"
    },
    {
        "value": "Нижнє Синьовидне",
        "label": "Нижнє Синьовидне"
    },
    {
        "value": "Нижнє Солотвино",
        "label": "Нижнє Солотвино"
    },
    {
        "value": "Нижні Ворота",
        "label": "Нижні Ворота"
    },
    {
        "value": "Нижні Гаї",
        "label": "Нижні Гаї"
    },
    {
        "value": "Нижні Млини",
        "label": "Нижні Млини"
    },
    {
        "value": "Нижні Петрівці",
        "label": "Нижні Петрівці"
    },
    {
        "value": "Нижні Ремети",
        "label": "Нижні Ремети"
    },
    {
        "value": "Нижні Рівні",
        "label": "Нижні Рівні"
    },
    {
        "value": "Нижні Синівці",
        "label": "Нижні Синівці"
    },
    {
        "value": "Нижні Сірогози",
        "label": "Нижні Сірогози"
    },
    {
        "value": "Нижні Станівці",
        "label": "Нижні Станівці"
    },
    {
        "value": "Нижні Торгаї",
        "label": "Нижні Торгаї"
    },
    {
        "value": "Нижнів",
        "label": "Нижнів"
    },
    {
        "value": "Нижній Березів",
        "label": "Нижній Березів"
    },
    {
        "value": "Нижній Бистрий",
        "label": "Нижній Бистрий"
    },
    {
        "value": "Нижній Булатець",
        "label": "Нижній Булатець"
    },
    {
        "value": "Нижній Вербіж",
        "label": "Нижній Вербіж"
    },
    {
        "value": "Нижній Дубовець",
        "label": "Нижній Дубовець"
    },
    {
        "value": "Нижній Коропець",
        "label": "Нижній Коропець"
    },
    {
        "value": "Нижній Струтинь",
        "label": "Нижній Струтинь"
    },
    {
        "value": "Нижній Студений (Закарпатська обл.)",
        "label": "Нижній Студений (Закарпатська обл.)"
    },
    {
        "value": "Нижній Токмак",
        "label": "Нижній Токмак"
    },
    {
        "value": "Нижній Турів",
        "label": "Нижній Турів"
    },
    {
        "value": "Нижньопокровка",
        "label": "Нижньопокровка"
    },
    {
        "value": "Нижня Апша",
        "label": "Нижня Апша"
    },
    {
        "value": "Нижня Білка",
        "label": "Нижня Білка"
    },
    {
        "value": "Нижня Вільхова",
        "label": "Нижня Вільхова"
    },
    {
        "value": "Нижня Дуванка",
        "label": "Нижня Дуванка"
    },
    {
        "value": "Нижня Ланна",
        "label": "Нижня Ланна"
    },
    {
        "value": "Нижня Лукавиця",
        "label": "Нижня Лукавиця"
    },
    {
        "value": "Нижня Рожанка",
        "label": "Нижня Рожанка"
    },
    {
        "value": "Нижня Сироватка",
        "label": "Нижня Сироватка"
    },
    {
        "value": "Нижня Стинава",
        "label": "Нижня Стинава"
    },
    {
        "value": "Нижня Хортиця",
        "label": "Нижня Хортиця"
    },
    {
        "value": "Нижня Яблунька",
        "label": "Нижня Яблунька"
    },
    {
        "value": "Нижча Дубечня",
        "label": "Нижча Дубечня"
    },
    {
        "value": "Нижче Солоне",
        "label": "Нижче Солоне"
    },
    {
        "value": "Нижчий Ольчедаїв",
        "label": "Нижчий Ольчедаїв"
    },
    {
        "value": "Нижчі Вовківці",
        "label": "Нижчі Вовківці"
    },
    {
        "value": "Нижчі Луб'янки",
        "label": "Нижчі Луб'янки"
    },
    {
        "value": "Низи",
        "label": "Низи"
    },
    {
        "value": "Низи (Львівська обл.)",
        "label": "Низи (Львівська обл.)"
    },
    {
        "value": "Низкиничі",
        "label": "Низкиничі"
    },
    {
        "value": "Никифорівка",
        "label": "Никифорівка"
    },
    {
        "value": "Никонорівка",
        "label": "Никонорівка"
    },
    {
        "value": "Никонорівка (Чутівський р-н)",
        "label": "Никонорівка (Чутівський р-н)"
    },
    {
        "value": "Нирків (Тернопільська обл.)",
        "label": "Нирків (Тернопільська обл.)"
    },
    {
        "value": "Ничипорівка",
        "label": "Ничипорівка"
    },
    {
        "value": "Нігин (Хмельницька обл.)",
        "label": "Нігин (Хмельницька обл.)"
    },
    {
        "value": "Ніжиловичі",
        "label": "Ніжиловичі"
    },
    {
        "value": "Ніжин",
        "label": "Ніжин"
    },
    {
        "value": "Нікольське (Нікольський р-н., Донецька обл.)",
        "label": "Нікольське (Нікольський р-н., Донецька обл.)"
    },
    {
        "value": "Нікополь (Дніпропетровська обл.)",
        "label": "Нікополь (Дніпропетровська обл.)"
    },
    {
        "value": "Німецька Мокра",
        "label": "Німецька Мокра"
    },
    {
        "value": "Німшин",
        "label": "Німшин"
    },
    {
        "value": "Нісмичі",
        "label": "Нісмичі"
    },
    {
        "value": "Нічогівка",
        "label": "Нічогівка"
    },
    {
        "value": "Нова Астрахань",
        "label": "Нова Астрахань"
    },
    {
        "value": "Нова Басань",
        "label": "Нова Басань"
    },
    {
        "value": "Нова Борова",
        "label": "Нова Борова"
    },
    {
        "value": "Нова Василівка",
        "label": "Нова Василівка"
    },
    {
        "value": "Нова Вижва (Волинська обл.)",
        "label": "Нова Вижва (Волинська обл.)"
    },
    {
        "value": "Нова Вільшанка",
        "label": "Нова Вільшанка"
    },
    {
        "value": "Нова Водолага",
        "label": "Нова Водолага"
    },
    {
        "value": "Нова Галещина (Козельщинський р-н)",
        "label": "Нова Галещина (Козельщинський р-н)"
    },
    {
        "value": "Нова Гребля",
        "label": "Нова Гребля"
    },
    {
        "value": "Нова Гребля (Київська обл.)",
        "label": "Нова Гребля (Київська обл.)"
    },
    {
        "value": "Нова Гребля (Черкаська обл.)",
        "label": "Нова Гребля (Черкаська обл.)"
    },
    {
        "value": "Нова Гусарівка",
        "label": "Нова Гусарівка"
    },
    {
        "value": "Нова Гута",
        "label": "Нова Гута"
    },
    {
        "value": "Нова Дача",
        "label": "Нова Дача"
    },
    {
        "value": "Нова Дмитрівка",
        "label": "Нова Дмитрівка"
    },
    {
        "value": "Нова Долина",
        "label": "Нова Долина"
    },
    {
        "value": "Нова Дофінівка",
        "label": "Нова Дофінівка"
    },
    {
        "value": "Нова Еметівка",
        "label": "Нова Еметівка"
    },
    {
        "value": "Нова Збур'ївка",
        "label": "Нова Збур'ївка"
    },
    {
        "value": "Нова Іванівка",
        "label": "Нова Іванівка"
    },
    {
        "value": "Нова Іванівка (Харківська обл.)",
        "label": "Нова Іванівка (Харківська обл.)"
    },
    {
        "value": "Нова Кам'янка (Жовківський р-н)",
        "label": "Нова Кам'янка (Жовківський р-н)"
    },
    {
        "value": "Нова Каховка",
        "label": "Нова Каховка"
    },
    {
        "value": "Нова Ковалівка",
        "label": "Нова Ковалівка"
    },
    {
        "value": "Нова Козача",
        "label": "Нова Козача"
    },
    {
        "value": "Нова Кочубеївка (Полтавська обл.)",
        "label": "Нова Кочубеївка (Полтавська обл.)"
    },
    {
        "value": "Нова Красношора",
        "label": "Нова Красношора"
    },
    {
        "value": "Нова Лішня",
        "label": "Нова Лішня"
    },
    {
        "value": "Нова Любомирка (Рівненська обл. Рівненський р-н)",
        "label": "Нова Любомирка (Рівненська обл. Рівненський р-н)"
    },
    {
        "value": "Нова Маківка",
        "label": "Нова Маківка"
    },
    {
        "value": "Нова Маячка",
        "label": "Нова Маячка"
    },
    {
        "value": "Нова Мерефа",
        "label": "Нова Мерефа"
    },
    {
        "value": "Нова Миронівка",
        "label": "Нова Миронівка"
    },
    {
        "value": "Нова Михайлівка",
        "label": "Нова Михайлівка"
    },
    {
        "value": "Нова Могильниця",
        "label": "Нова Могильниця"
    },
    {
        "value": "Нова Мощаниця",
        "label": "Нова Мощаниця"
    },
    {
        "value": "Нова Некрасівка",
        "label": "Нова Некрасівка"
    },
    {
        "value": "Нова Ободівка",
        "label": "Нова Ободівка"
    },
    {
        "value": "Нова Одеса",
        "label": "Нова Одеса"
    },
    {
        "value": "Нова Олександрівка",
        "label": "Нова Олександрівка"
    },
    {
        "value": "Нова Оржиця",
        "label": "Нова Оржиця"
    },
    {
        "value": "Нова Осота",
        "label": "Нова Осота"
    },
    {
        "value": "Нова Павлівка",
        "label": "Нова Павлівка"
    },
    {
        "value": "Нова Парафіївка",
        "label": "Нова Парафіївка"
    },
    {
        "value": "Нова Покровка",
        "label": "Нова Покровка"
    },
    {
        "value": "Нова Прага",
        "label": "Нова Прага"
    },
    {
        "value": "Нова Прилука",
        "label": "Нова Прилука"
    },
    {
        "value": "Нова Романівка",
        "label": "Нова Романівка"
    },
    {
        "value": "Нова Рудня",
        "label": "Нова Рудня"
    },
    {
        "value": "Нова Синявка",
        "label": "Нова Синявка"
    },
    {
        "value": "Нова Скварява",
        "label": "Нова Скварява"
    },
    {
        "value": "Нова Слобода",
        "label": "Нова Слобода"
    },
    {
        "value": "Нова Українка",
        "label": "Нова Українка"
    },
    {
        "value": "Нова Ушиця",
        "label": "Нова Ушиця"
    },
    {
        "value": "Нова Чернещина",
        "label": "Нова Чернещина"
    },
    {
        "value": "Нова Чорнорудка",
        "label": "Нова Чорнорудка"
    },
    {
        "value": "Нова Чортория",
        "label": "Нова Чортория"
    },
    {
        "value": "Нова Шибка",
        "label": "Нова Шибка"
    },
    {
        "value": "Новаки",
        "label": "Новаки"
    },
    {
        "value": "Новаки (Житомирська обл.)",
        "label": "Новаки (Житомирська обл.)"
    },
    {
        "value": "Новаки (Полтавська обл.)",
        "label": "Новаки (Полтавська обл.)"
    },
    {
        "value": "Новгород",
        "label": "Новгород"
    },
    {
        "value": "Новгород-Сіверський",
        "label": "Новгород-Сіверський"
    },
    {
        "value": "Новгородка (Кіровоградська обл.)",
        "label": "Новгородка (Кіровоградська обл.)"
    },
    {
        "value": "Новгородківка (Мелітопольський р-н,Запорізька обл)",
        "label": "Новгородківка (Мелітопольський р-н,Запорізька обл)"
    },
    {
        "value": "Нове",
        "label": "Нове"
    },
    {
        "value": "Нове (Київська обл.)",
        "label": "Нове (Київська обл.)"
    },
    {
        "value": "Нове (Мелітопольський р-н., Запорізька обл.)",
        "label": "Нове (Мелітопольський р-н., Запорізька обл.)"
    },
    {
        "value": "Нове Давидково",
        "label": "Нове Давидково"
    },
    {
        "value": "Нове Життя",
        "label": "Нове Життя"
    },
    {
        "value": "Нове Залісся",
        "label": "Нове Залісся"
    },
    {
        "value": "Нове Запоріжжя",
        "label": "Нове Запоріжжя"
    },
    {
        "value": "Нове Клинове",
        "label": "Нове Клинове"
    },
    {
        "value": "Нове Мажарове",
        "label": "Нове Мажарове"
    },
    {
        "value": "Нове Місто",
        "label": "Нове Місто"
    },
    {
        "value": "Нове Місто (Львівська обл.)",
        "label": "Нове Місто (Львівська обл.)"
    },
    {
        "value": "Нове Місто (Тиврівський р-н., Вінницька обл.)",
        "label": "Нове Місто (Тиврівський р-н., Вінницька обл.)"
    },
    {
        "value": "Нове Поле",
        "label": "Нове Поле"
    },
    {
        "value": "Нове Село",
        "label": "Нове Село"
    },
    {
        "value": "Нове Село (Городоцький р-н)",
        "label": "Нове Село (Городоцький р-н)"
    },
    {
        "value": "Нове Село (Жидачівський р-н)",
        "label": "Нове Село (Жидачівський р-н)"
    },
    {
        "value": "Нове Село (Львівська обл.)",
        "label": "Нове Село (Львівська обл.)"
    },
    {
        "value": "Нове Село (Тернопільська обл.)",
        "label": "Нове Село (Тернопільська обл.)"
    },
    {
        "value": "Нове Тарутине",
        "label": "Нове Тарутине"
    },
    {
        "value": "Новий Биків",
        "label": "Новий Биків"
    },
    {
        "value": "Новий Буг",
        "label": "Новий Буг"
    },
    {
        "value": "Новий Бурлук",
        "label": "Новий Бурлук"
    },
    {
        "value": "Новий Витків",
        "label": "Новий Витків"
    },
    {
        "value": "Новий Вовчинець",
        "label": "Новий Вовчинець"
    },
    {
        "value": "Новий Глібів",
        "label": "Новий Глібів"
    },
    {
        "value": "Новий Двір",
        "label": "Новий Двір"
    },
    {
        "value": "Новий Донбас",
        "label": "Новий Донбас"
    },
    {
        "value": "Новий Дорогинь",
        "label": "Новий Дорогинь"
    },
    {
        "value": "Новий Загорів",
        "label": "Новий Загорів"
    },
    {
        "value": "Новий Калинів",
        "label": "Новий Калинів"
    },
    {
        "value": "Новий Киселів",
        "label": "Новий Киселів"
    },
    {
        "value": "Новий Корець",
        "label": "Новий Корець"
    },
    {
        "value": "Новий Коротич",
        "label": "Новий Коротич"
    },
    {
        "value": "Новий Кропивник",
        "label": "Новий Кропивник"
    },
    {
        "value": "Новий Любар",
        "label": "Новий Любар"
    },
    {
        "value": "Новий Майдан",
        "label": "Новий Майдан"
    },
    {
        "value": "Новий Мартинів",
        "label": "Новий Мартинів"
    },
    {
        "value": "Новий Мерчик",
        "label": "Новий Мерчик"
    },
    {
        "value": "Новий Милятин",
        "label": "Новий Милятин"
    },
    {
        "value": "Новий Мир",
        "label": "Новий Мир"
    },
    {
        "value": "Новий Моквин",
        "label": "Новий Моквин"
    },
    {
        "value": "Новий Мосир",
        "label": "Новий Мосир"
    },
    {
        "value": "Новий Олексинець",
        "label": "Новий Олексинець"
    },
    {
        "value": "Новий Розділ",
        "label": "Новий Розділ"
    },
    {
        "value": "Новий Став",
        "label": "Новий Став"
    },
    {
        "value": "Новий Стародуб",
        "label": "Новий Стародуб"
    },
    {
        "value": "Новий Тагамлик",
        "label": "Новий Тагамлик"
    },
    {
        "value": "Новий Яричів",
        "label": "Новий Яричів"
    },
    {
        "value": "Новики",
        "label": "Новики"
    },
    {
        "value": "Новики (Чернігівська обл.)",
        "label": "Новики (Чернігівська обл.)"
    },
    {
        "value": "Новини",
        "label": "Новини"
    },
    {
        "value": "Новини (Житомирська обл.)",
        "label": "Новини (Житомирська обл.)"
    },
    {
        "value": "Новини (Львівська обл.)",
        "label": "Новини (Львівська обл.)"
    },
    {
        "value": "Новиця",
        "label": "Новиця"
    },
    {
        "value": "Новичка",
        "label": "Новичка"
    },
    {
        "value": "Нові Безрадичі",
        "label": "Нові Безрадичі"
    },
    {
        "value": "Нові Березичі",
        "label": "Нові Березичі"
    },
    {
        "value": "Нові Білокоровичі",
        "label": "Нові Білокоровичі"
    },
    {
        "value": "Нові Білярі",
        "label": "Нові Білярі"
    },
    {
        "value": "Нові Бросківці",
        "label": "Нові Бросківці"
    },
    {
        "value": "Нові Велідники",
        "label": "Нові Велідники"
    },
    {
        "value": "Нові Вирки",
        "label": "Нові Вирки"
    },
    {
        "value": "Нові Вороб'ї",
        "label": "Нові Вороб'ї"
    },
    {
        "value": "Нові Драчинці",
        "label": "Нові Драчинці"
    },
    {
        "value": "Нові Каплани",
        "label": "Нові Каплани"
    },
    {
        "value": "Нові Кривотули",
        "label": "Нові Кривотули"
    },
    {
        "value": "Нові Мартиновичі",
        "label": "Нові Мартиновичі"
    },
    {
        "value": "Нові Обіходи",
        "label": "Нові Обіходи"
    },
    {
        "value": "Нові Озеряни",
        "label": "Нові Озеряни"
    },
    {
        "value": "Нові Петликівці",
        "label": "Нові Петликівці"
    },
    {
        "value": "Нові Петрівці",
        "label": "Нові Петрівці"
    },
    {
        "value": "Нові Санжари",
        "label": "Нові Санжари"
    },
    {
        "value": "Нові Скоморохи",
        "label": "Нові Скоморохи"
    },
    {
        "value": "Нові Стрілища",
        "label": "Нові Стрілища"
    },
    {
        "value": "Нові Трояни",
        "label": "Нові Трояни"
    },
    {
        "value": "Нові Червища",
        "label": "Нові Червища"
    },
    {
        "value": "Нові Чобручі",
        "label": "Нові Чобручі"
    },
    {
        "value": "Нові Яриловичі",
        "label": "Нові Яриловичі"
    },
    {
        "value": "Новоаврамівка",
        "label": "Новоаврамівка"
    },
    {
        "value": "Новоайдар",
        "label": "Новоайдар"
    },
    {
        "value": "Новоандріївка",
        "label": "Новоандріївка"
    },
    {
        "value": "Новоандріївка (Кіровоградська обл.)",
        "label": "Новоандріївка (Кіровоградська обл.)"
    },
    {
        "value": "Новоархангельськ",
        "label": "Новоархангельськ"
    },
    {
        "value": "Новобарово",
        "label": "Новобарово"
    },
    {
        "value": "Новобахмутівка",
        "label": "Новобахмутівка"
    },
    {
        "value": "Новоберецьке",
        "label": "Новоберецьке"
    },
    {
        "value": "Новоберислав",
        "label": "Новоберислав"
    },
    {
        "value": "Новобіла",
        "label": "Новобіла"
    },
    {
        "value": "Новобогданівка (Миколаївський р-н)",
        "label": "Новобогданівка (Миколаївський р-н)"
    },
    {
        "value": "Новобогданівка(Запоріз.обл.)",
        "label": "Новобогданівка(Запоріз.обл.)"
    },
    {
        "value": "Новоборисівка",
        "label": "Новоборисівка"
    },
    {
        "value": "Новобратське",
        "label": "Новобратське"
    },
    {
        "value": "Новов'язівське",
        "label": "Новов'язівське"
    },
    {
        "value": "Нововасилівка",
        "label": "Нововасилівка"
    },
    {
        "value": "Нововасилівка (Бердянська міск. рада.)",
        "label": "Нововасилівка (Бердянська міск. рада.)"
    },
    {
        "value": "Нововасилівка (Єланецький р-н)",
        "label": "Нововасилівка (Єланецький р-н)"
    },
    {
        "value": "Нововасилівка (Іванівський р-н)",
        "label": "Нововасилівка (Іванівський р-н)"
    },
    {
        "value": "Нововасилівка (Миколаївська обл.)",
        "label": "Нововасилівка (Миколаївська обл.)"
    },
    {
        "value": "Нововодяне",
        "label": "Нововодяне"
    },
    {
        "value": "Нововодяне (Донецька обл.)",
        "label": "Нововодяне (Донецька обл.)"
    },
    {
        "value": "Нововознесенка",
        "label": "Нововознесенка"
    },
    {
        "value": "Нововознесенське",
        "label": "Нововознесенське"
    },
    {
        "value": "Нововолинськ",
        "label": "Нововолинськ"
    },
    {
        "value": "Нововолодимирівка",
        "label": "Нововолодимирівка"
    },
    {
        "value": "Нововолодимирівка (Миколаївська обл.)",
        "label": "Нововолодимирівка (Миколаївська обл.)"
    },
    {
        "value": "Нововоронцовка",
        "label": "Нововоронцовка"
    },
    {
        "value": "Нововоскресенське",
        "label": "Нововоскресенське"
    },
    {
        "value": "Новогеоргіївка (Одеська обл.)",
        "label": "Новогеоргіївка (Одеська обл.)"
    },
    {
        "value": "Новогніде",
        "label": "Новогніде"
    },
    {
        "value": "Новогородецьке",
        "label": "Новогородецьке"
    },
    {
        "value": "Новоградківка",
        "label": "Новоградківка"
    },
    {
        "value": "Новогригорівка",
        "label": "Новогригорівка"
    },
    {
        "value": "Новогригорівка (Васильківський р-н)",
        "label": "Новогригорівка (Васильківський р-н)"
    },
    {
        "value": "Новогригорівка (Дніпропетровська обл.)",
        "label": "Новогригорівка (Дніпропетровська обл.)"
    },
    {
        "value": "Новогригорівка (Маловисківський р-н., Кіров. обл.)",
        "label": "Новогригорівка (Маловисківський р-н., Кіров. обл.)"
    },
    {
        "value": "Новогригорівка (Херсонська обл.)",
        "label": "Новогригорівка (Херсонська обл.)"
    },
    {
        "value": "Новогригорівка Перша (Кіровоградська обл.)",
        "label": "Новогригорівка Перша (Кіровоградська обл.)"
    },
    {
        "value": "Новогригорівське",
        "label": "Новогригорівське"
    },
    {
        "value": "Новогродівка",
        "label": "Новогродівка"
    },
    {
        "value": "Новогуйвинське",
        "label": "Новогуйвинське"
    },
    {
        "value": "Новогупалівка",
        "label": "Новогупалівка"
    },
    {
        "value": "Новоданилівка",
        "label": "Новоданилівка"
    },
    {
        "value": "Новоданилівка (Казанківський р-н)",
        "label": "Новоданилівка (Казанківський р-н)"
    },
    {
        "value": "Новоданилівка (Оріхівський р-н)",
        "label": "Новоданилівка (Оріхівський р-н)"
    },
    {
        "value": "Новодеркул",
        "label": "Новодеркул"
    },
    {
        "value": "Новодмитрівка (Білозерський р-н)",
        "label": "Новодмитрівка (Білозерський р-н)"
    },
    {
        "value": "Новодмитрівка (Великоолександрівський р-н)",
        "label": "Новодмитрівка (Великоолександрівський р-н)"
    },
    {
        "value": "Новодмитрівка (Херсонська обл.)",
        "label": "Новодмитрівка (Херсонська обл.)"
    },
    {
        "value": "Новодмитрівка Друга",
        "label": "Новодмитрівка Друга"
    },
    {
        "value": "Новодніпровка",
        "label": "Новодніпровка"
    },
    {
        "value": "Новодністровськ",
        "label": "Новодністровськ"
    },
    {
        "value": "Новодонецьке",
        "label": "Новодонецьке"
    },
    {
        "value": "Новодружеськ",
        "label": "Новодружеськ"
    },
    {
        "value": "Новодубище",
        "label": "Новодубище"
    },
    {
        "value": "Новоєгорівка",
        "label": "Новоєгорівка"
    },
    {
        "value": "Новоєгорівка (Кіровоградська обл.)",
        "label": "Новоєгорівка (Кіровоградська обл.)"
    },
    {
        "value": "Новоєлизаветівка",
        "label": "Новоєлизаветівка"
    },
    {
        "value": "Новоживотів",
        "label": "Новоживотів"
    },
    {
        "value": "Новозлатопіль",
        "label": "Новозлатопіль"
    },
    {
        "value": "Новозлатопіль (Розівський р-н)",
        "label": "Новозлатопіль (Розівський р-н)"
    },
    {
        "value": "Новоіванівка (Запорізька обл.)",
        "label": "Новоіванівка (Запорізька обл.)"
    },
    {
        "value": "Новоіванівка (Миколаївська обл.)",
        "label": "Новоіванівка (Миколаївська обл.)"
    },
    {
        "value": "Новоіванівське",
        "label": "Новоіванівське"
    },
    {
        "value": "Новоіванівське (Вільнянський р-н)",
        "label": "Новоіванівське (Вільнянський р-н)"
    },
    {
        "value": "Новоівницьке",
        "label": "Новоівницьке"
    },
    {
        "value": "Новоігорівка (Кіровоградська обл)",
        "label": "Новоігорівка (Кіровоградська обл)"
    },
    {
        "value": "Новокаїри",
        "label": "Новокаїри"
    },
    {
        "value": "Новокальчеве",
        "label": "Новокальчеве"
    },
    {
        "value": "Новокарлівка",
        "label": "Новокарлівка"
    },
    {
        "value": "Новокиївка",
        "label": "Новокиївка"
    },
    {
        "value": "Новокостянтинів",
        "label": "Новокостянтинів"
    },
    {
        "value": "Новокостянтинівка",
        "label": "Новокостянтинівка"
    },
    {
        "value": "Новокрасне",
        "label": "Новокрасне"
    },
    {
        "value": "Новокрасне (Одеська обл.)",
        "label": "Новокрасне (Одеська обл.)"
    },
    {
        "value": "Новокраснівка",
        "label": "Новокраснівка"
    },
    {
        "value": "Новолабунь",
        "label": "Новолабунь"
    },
    {
        "value": "Новолуганське",
        "label": "Новолуганське"
    },
    {
        "value": "Новолутківка (Кіровоградська обл.)",
        "label": "Новолутківка (Кіровоградська обл.)"
    },
    {
        "value": "Новомайорське",
        "label": "Новомайорське"
    },
    {
        "value": "Новомалин",
        "label": "Новомалин"
    },
    {
        "value": "Новомар'ївка",
        "label": "Новомар'ївка"
    },
    {
        "value": "Новомар'ївка (Дніпропетровська обл.)",
        "label": "Новомар'ївка (Дніпропетровська обл.)"
    },
    {
        "value": "Новомикільськ",
        "label": "Новомикільськ"
    },
    {
        "value": "Новомиколаївка (Верхньодніпров. р-н, Дніпроп. обл)",
        "label": "Новомиколаївка (Верхньодніпров. р-н, Дніпроп. обл)"
    },
    {
        "value": "Новомиколаївка (Дніпровський р-н)",
        "label": "Новомиколаївка (Дніпровський р-н)"
    },
    {
        "value": "Новомиколаївка (Донецька обл.)",
        "label": "Новомиколаївка (Донецька обл.)"
    },
    {
        "value": "Новомиколаївка (Запорізька обл.)",
        "label": "Новомиколаївка (Запорізька обл.)"
    },
    {
        "value": "Новомиколаївка (Кілійський р-н.)",
        "label": "Новомиколаївка (Кілійський р-н.)"
    },
    {
        "value": "Новомиколаївка (Кіроговоградська обл.)",
        "label": "Новомиколаївка (Кіроговоградська обл.)"
    },
    {
        "value": "Новомиколаївка (Лиманський р-н)",
        "label": "Новомиколаївка (Лиманський р-н)"
    },
    {
        "value": "Новомиколаївка (Мелітопольський р-н)",
        "label": "Новомиколаївка (Мелітопольський р-н)"
    },
    {
        "value": "Новомиколаївка (Миколаївська обл.)",
        "label": "Новомиколаївка (Миколаївська обл.)"
    },
    {
        "value": "Новомиколаївка (Новотроїцький р-н)",
        "label": "Новомиколаївка (Новотроїцький р-н)"
    },
    {
        "value": "Новомиколаївка (Томаківський р-н)",
        "label": "Новомиколаївка (Томаківський р-н)"
    },
    {
        "value": "Новомиколаївка(Скадовський р-н)",
        "label": "Новомиколаївка(Скадовський р-н)"
    },
    {
        "value": "Новомиколаївське",
        "label": "Новомиколаївське"
    },
    {
        "value": "Новомильськ (Рівненська обл.)",
        "label": "Новомильськ (Рівненська обл.)"
    },
    {
        "value": "Новомиргород",
        "label": "Новомиргород"
    },
    {
        "value": "Новомихайлівка",
        "label": "Новомихайлівка"
    },
    {
        "value": "Новомихайлівка (Донецька обл.)",
        "label": "Новомихайлівка (Донецька обл.)"
    },
    {
        "value": "Новомихайлівка (Запорізька обл.)",
        "label": "Новомихайлівка (Запорізька обл.)"
    },
    {
        "value": "Новонаталівка",
        "label": "Новонаталівка"
    },
    {
        "value": "Новоозерянка",
        "label": "Новоозерянка"
    },
    {
        "value": "Новоолександрівка",
        "label": "Новоолександрівка"
    },
    {
        "value": "Новоолександрівка (Донецька обл.)",
        "label": "Новоолександрівка (Донецька обл.)"
    },
    {
        "value": "Новоолександрівка (Єланецький р-н)",
        "label": "Новоолександрівка (Єланецький р-н)"
    },
    {
        "value": "Новоолександрівка (Запорізька обл.)",
        "label": "Новоолександрівка (Запорізька обл.)"
    },
    {
        "value": "Новоолександрівка (Каланчацький р-н)",
        "label": "Новоолександрівка (Каланчацький р-н)"
    },
    {
        "value": "Новоолександрівка (Кіровоградська обл.)",
        "label": "Новоолександрівка (Кіровоградська обл.)"
    },
    {
        "value": "Новоолександрівка (Луганська обл.)",
        "label": "Новоолександрівка (Луганська обл.)"
    },
    {
        "value": "Новоолександрівка (Миколаївська обл.)",
        "label": "Новоолександрівка (Миколаївська обл.)"
    },
    {
        "value": "Новоолександрівка (Нижньосірогозький р-н)",
        "label": "Новоолександрівка (Нижньосірогозький р-н)"
    },
    {
        "value": "Новоолександрівка (Новоукраїнський р-н, Кіров обл)",
        "label": "Новоолександрівка (Новоукраїнський р-н, Кіров обл)"
    },
    {
        "value": "Новоолександрівка (Одеська обл.)",
        "label": "Новоолександрівка (Одеська обл.)"
    },
    {
        "value": "Новоолександрівка (Синельн. р-н, Дніпроп. обл.)",
        "label": "Новоолександрівка (Синельн. р-н, Дніпроп. обл.)"
    },
    {
        "value": "Новоолександрівка (Харківська обл.)",
        "label": "Новоолександрівка (Харківська обл.)"
    },
    {
        "value": "Новоолександрівка(Дніпропетровська обл.)",
        "label": "Новоолександрівка(Дніпропетровська обл.)"
    },
    {
        "value": "Новоолексіївка (Кіровоградська обл.)",
        "label": "Новоолексіївка (Кіровоградська обл.)"
    },
    {
        "value": "Новоолексіївка (Херсонська обл.)",
        "label": "Новоолексіївка (Херсонська обл.)"
    },
    {
        "value": "Новооленівка",
        "label": "Новооленівка"
    },
    {
        "value": "Новооржицьке",
        "label": "Новооржицьке"
    },
    {
        "value": "Новооріхівка",
        "label": "Новооріхівка"
    },
    {
        "value": "Новоосинове",
        "label": "Новоосинове"
    },
    {
        "value": "Новопавлівка",
        "label": "Новопавлівка"
    },
    {
        "value": "Новопавлівка (Врадіївський р-н., Мик. обл.)",
        "label": "Новопавлівка (Врадіївський р-н., Мик. обл.)"
    },
    {
        "value": "Новопавлівка (Донецька обл.)",
        "label": "Новопавлівка (Донецька обл.)"
    },
    {
        "value": "Новопавлівка (Запорізька обл., Оріхівський р-н)",
        "label": "Новопавлівка (Запорізька обл., Оріхівський р-н)"
    },
    {
        "value": "Новопавлівка (Запорізька обл.)",
        "label": "Новопавлівка (Запорізька обл.)"
    },
    {
        "value": "Новопавлівка (Кіровоградська обл.)",
        "label": "Новопавлівка (Кіровоградська обл.)"
    },
    {
        "value": "Новопавлівка(Межівський р-н)",
        "label": "Новопавлівка(Межівський р-н)"
    },
    {
        "value": "Новопетриківка",
        "label": "Новопетриківка"
    },
    {
        "value": "Новопетрівка (Бердянський р-н)",
        "label": "Новопетрівка (Бердянський р-н)"
    },
    {
        "value": "Новопетрівка (Дніпропетровська обл.)",
        "label": "Новопетрівка (Дніпропетровська обл.)"
    },
    {
        "value": "Новопетрівка (Запорізька обл.)",
        "label": "Новопетрівка (Запорізька обл.)"
    },
    {
        "value": "Новопетрівка (Кіровоградська обл.)",
        "label": "Новопетрівка (Кіровоградська обл.)"
    },
    {
        "value": "Новопетрівка (Кіровоградський р-н)",
        "label": "Новопетрівка (Кіровоградський р-н)"
    },
    {
        "value": "Новопетрівка (Одеська обл.)",
        "label": "Новопетрівка (Одеська обл.)"
    },
    {
        "value": "Новопетрівка (Снігурівська громада)",
        "label": "Новопетрівка (Снігурівська громада)"
    },
    {
        "value": "Новопетрівка (Херсонська обл.)",
        "label": "Новопетрівка (Херсонська обл.)"
    },
    {
        "value": "Новопетрівське",
        "label": "Новопетрівське"
    },
    {
        "value": "Новопилипівка",
        "label": "Новопилипівка"
    },
    {
        "value": "Новопідгородне",
        "label": "Новопідгородне"
    },
    {
        "value": "Новопідкряж",
        "label": "Новопідкряж"
    },
    {
        "value": "Новопокровка (Дніпропетровська обл.)",
        "label": "Новопокровка (Дніпропетровська обл.)"
    },
    {
        "value": "Новопокровка (Харківська обл.)",
        "label": "Новопокровка (Харківська обл.)"
    },
    {
        "value": "Новопокровка (Херсонська обл.)",
        "label": "Новопокровка (Херсонська обл.)"
    },
    {
        "value": "Новополтавка",
        "label": "Новополтавка"
    },
    {
        "value": "Новополтавка (Запорізька обл.)",
        "label": "Новополтавка (Запорізька обл.)"
    },
    {
        "value": "Новополь",
        "label": "Новополь"
    },
    {
        "value": "Новопрокопівка",
        "label": "Новопрокопівка"
    },
    {
        "value": "Новопсков",
        "label": "Новопсков"
    },
    {
        "value": "Новорайськ",
        "label": "Новорайськ"
    },
    {
        "value": "Новорічиця",
        "label": "Новорічиця"
    },
    {
        "value": "Новорозівка",
        "label": "Новорозівка"
    },
    {
        "value": "Новорозсош",
        "label": "Новорозсош"
    },
    {
        "value": "Новороманівка",
        "label": "Новороманівка"
    },
    {
        "value": "Новоросійське",
        "label": "Новоросійське"
    },
    {
        "value": "Новосамарка",
        "label": "Новосамарка"
    },
    {
        "value": "Новосвітівка",
        "label": "Новосвітівка"
    },
    {
        "value": "Новосвітлівка",
        "label": "Новосвітлівка"
    },
    {
        "value": "Новоселидівка (Донецька обл.)",
        "label": "Новоселидівка (Донецька обл.)"
    },
    {
        "value": "Новоселиця",
        "label": "Новоселиця"
    },
    {
        "value": "Новоселиця (Виноградівський р-н)",
        "label": "Новоселиця (Виноградівський р-н)"
    },
    {
        "value": "Новоселиця (Вінницька обл.)",
        "label": "Новоселиця (Вінницька обл.)"
    },
    {
        "value": "Новоселиця (Долинський р-н)",
        "label": "Новоселиця (Долинський р-н)"
    },
    {
        "value": "Новоселиця (Закарпатська обл.)",
        "label": "Новоселиця (Закарпатська обл.)"
    },
    {
        "value": "Новоселиця (Івано-Франківська обл.)",
        "label": "Новоселиця (Івано-Франківська обл.)"
    },
    {
        "value": "Новоселиця (Кельменецький р-н)",
        "label": "Новоселиця (Кельменецький р-н)"
    },
    {
        "value": "Новоселиця (Кіровоградська обл.)",
        "label": "Новоселиця (Кіровоградська обл.)"
    },
    {
        "value": "Новоселиця (Полтавська обл.)",
        "label": "Новоселиця (Полтавська обл.)"
    },
    {
        "value": "Новоселиця (Попільнянський р-н., Житомирська обл.)",
        "label": "Новоселиця (Попільнянський р-н., Житомирська обл.)"
    },
    {
        "value": "Новоселиця (Тячівський р-н., Закарпатська обл.)",
        "label": "Новоселиця (Тячівський р-н., Закарпатська обл.)"
    },
    {
        "value": "Новоселиця (Хмельницька обл.)",
        "label": "Новоселиця (Хмельницька обл.)"
    },
    {
        "value": "Новоселиця (Черкаська обл.)",
        "label": "Новоселиця (Черкаська обл.)"
    },
    {
        "value": "Новоселиця (Чернівецька обл.)",
        "label": "Новоселиця (Чернівецька обл.)"
    },
    {
        "value": "Новоселівка",
        "label": "Новоселівка"
    },
    {
        "value": "Новоселівка (Ананьївський р-н)",
        "label": "Новоселівка (Ананьївський р-н)"
    },
    {
        "value": "Новоселівка (Арбузинський р-н)",
        "label": "Новоселівка (Арбузинський р-н)"
    },
    {
        "value": "Новоселівка (Арцизький р-н)",
        "label": "Новоселівка (Арцизький р-н)"
    },
    {
        "value": "Новоселівка (Березівський р-н)",
        "label": "Новоселівка (Березівський р-н)"
    },
    {
        "value": "Новоселівка (Вінницька обл.)",
        "label": "Новоселівка (Вінницька обл.)"
    },
    {
        "value": "Новоселівка (Вітовський р-н)",
        "label": "Новоселівка (Вітовський р-н)"
    },
    {
        "value": "Новоселівка (Дніпропетровська обл.)",
        "label": "Новоселівка (Дніпропетровська обл.)"
    },
    {
        "value": "Новоселівка (Донецька обл.)",
        "label": "Новоселівка (Донецька обл.)"
    },
    {
        "value": "Новоселівка (Забродівська сільрада)",
        "label": "Новоселівка (Забродівська сільрада)"
    },
    {
        "value": "Новоселівка (Кілійська територіальна громада)",
        "label": "Новоселівка (Кілійська територіальна громада)"
    },
    {
        "value": "Новоселівка (Красноградський р-н)",
        "label": "Новоселівка (Красноградський р-н)"
    },
    {
        "value": "Новоселівка (Криничанський р-н)",
        "label": "Новоселівка (Криничанський р-н)"
    },
    {
        "value": "Новоселівка (Крисинська сільрада)",
        "label": "Новоселівка (Крисинська сільрада)"
    },
    {
        "value": "Новоселівка (Млинівський р-н)",
        "label": "Новоселівка (Млинівський р-н)"
    },
    {
        "value": "Новоселівка (Олександрійський р-н., Кіров. обл.)",
        "label": "Новоселівка (Олександрійський р-н., Кіров. обл.)"
    },
    {
        "value": "Новоселівка (Оріхівський р-н.)",
        "label": "Новоселівка (Оріхівський р-н.)"
    },
    {
        "value": "Новоселівка (Подільський р-н., Одеська обл.)",
        "label": "Новоселівка (Подільський р-н., Одеська обл.)"
    },
    {
        "value": "Новоселівка (Пологівський р-н., Запорізька обл.)",
        "label": "Новоселівка (Пологівський р-н., Запорізька обл.)"
    },
    {
        "value": "Новоселівка (Полтавська обл.)",
        "label": "Новоселівка (Полтавська обл.)"
    },
    {
        "value": "Новоселівка (Роздільнянський р-н)",
        "label": "Новоселівка (Роздільнянський р-н)"
    },
    {
        "value": "Новоселівка (Слов'янський р-н, Донецька обл.)",
        "label": "Новоселівка (Слов'янський р-н, Донецька обл.)"
    },
    {
        "value": "Новоселівка (Харківська обл.)",
        "label": "Новоселівка (Харківська обл.)"
    },
    {
        "value": "Новоселівка (Ясинуватський р-н)",
        "label": "Новоселівка (Ясинуватський р-н)"
    },
    {
        "value": "Новоселівка Перша",
        "label": "Новоселівка Перша"
    },
    {
        "value": "Новосілка",
        "label": "Новосілка"
    },
    {
        "value": "Новосілка (Заліщицький р-н,Тернопільська обл.)",
        "label": "Новосілка (Заліщицький р-н,Тернопільська обл.)"
    },
    {
        "value": "Новосілка (Кіровоградська обл.)",
        "label": "Новосілка (Кіровоградська обл.)"
    },
    {
        "value": "Новосілка (Підвочиський р-н.)",
        "label": "Новосілка (Підвочиський р-н.)"
    },
    {
        "value": "Новосілка (Тернопільський р-н)",
        "label": "Новосілка (Тернопільський р-н)"
    },
    {
        "value": "Новосілка (Хмельницька обл.)",
        "label": "Новосілка (Хмельницька обл.)"
    },
    {
        "value": "Новосілка (Черняхівський р-н)",
        "label": "Новосілка (Черняхівський р-н)"
    },
    {
        "value": "Новосілки (Вишгородський р-н)",
        "label": "Новосілки (Вишгородський р-н)"
    },
    {
        "value": "Новосілки (Горохівський р-н)",
        "label": "Новосілки (Горохівський р-н)"
    },
    {
        "value": "Новосілки (Золочівський р-н)",
        "label": "Новосілки (Золочівський р-н)"
    },
    {
        "value": "Новосілки (Рівненська обл.)",
        "label": "Новосілки (Рівненська обл.)"
    },
    {
        "value": "Новосілки (Чабанівська селищна рада)",
        "label": "Новосілки (Чабанівська селищна рада)"
    },
    {
        "value": "Новосілки-Гостинні",
        "label": "Новосілки-Гостинні"
    },
    {
        "value": "Новосілки-Опарські",
        "label": "Новосілки-Опарські"
    },
    {
        "value": "Новосілки(Золочівський р-н)",
        "label": "Новосілки(Золочівський р-н)"
    },
    {
        "value": "Новосільське (Ренінський р-н)",
        "label": "Новосільське (Ренінський р-н)"
    },
    {
        "value": "Новослобідка",
        "label": "Новослобідка"
    },
    {
        "value": "Новосолдатське",
        "label": "Новосолдатське"
    },
    {
        "value": "Новософіївка",
        "label": "Новософіївка"
    },
    {
        "value": "Новостав",
        "label": "Новостав"
    },
    {
        "value": "Новостав (Волинська обл.)",
        "label": "Новостав (Волинська обл.)"
    },
    {
        "value": "Новостав (Горохівський р-н)",
        "label": "Новостав (Горохівський р-н)"
    },
    {
        "value": "Новостав (Ізяславський р-н)",
        "label": "Новостав (Ізяславський р-н)"
    },
    {
        "value": "Новостав (Рівненський р-н)",
        "label": "Новостав (Рівненський р-н)"
    },
    {
        "value": "Новоставці",
        "label": "Новоставці"
    },
    {
        "value": "Новоставці (Тернопільська обл.)",
        "label": "Новоставці (Тернопільська обл.)"
    },
    {
        "value": "Новостепанівка",
        "label": "Новостепанівка"
    },
    {
        "value": "Новостепнянське",
        "label": "Новостепнянське"
    },
    {
        "value": "Новострільцівка",
        "label": "Новострільцівка"
    },
    {
        "value": "Новостроївка",
        "label": "Новостроївка"
    },
    {
        "value": "Новостроївка (Деражнянський р-н)",
        "label": "Новостроївка (Деражнянський р-н)"
    },
    {
        "value": "Новосуханівка",
        "label": "Новосуханівка"
    },
    {
        "value": "Новотавричеське",
        "label": "Новотавричеське"
    },
    {
        "value": "Новотроїцьке (Бердянський р-н)",
        "label": "Новотроїцьке (Бердянський р-н)"
    },
    {
        "value": "Новотроїцьке (Добропільський р-н., Донецька обл.)",
        "label": "Новотроїцьке (Добропільський р-н., Донецька обл.)"
    },
    {
        "value": "Новотроїцьке (Донецька обл.)",
        "label": "Новотроїцьке (Донецька обл.)"
    },
    {
        "value": "Новотроїцьке (Запорізька обл.)",
        "label": "Новотроїцьке (Запорізька обл.)"
    },
    {
        "value": "Новотроїцьке (Херсонська обл.)",
        "label": "Новотроїцьке (Херсонська обл.)"
    },
    {
        "value": "Новотягинка",
        "label": "Новотягинка"
    },
    {
        "value": "Новоукраїнка",
        "label": "Новоукраїнка"
    },
    {
        "value": "Новоукраїнка (Вінницька обл.)",
        "label": "Новоукраїнка (Вінницька обл.)"
    },
    {
        "value": "Новоукраїнка (Запорізька обл.)",
        "label": "Новоукраїнка (Запорізька обл.)"
    },
    {
        "value": "Новоукраїнка (Кам'янсько-Дніпровський р-н)",
        "label": "Новоукраїнка (Кам'янсько-Дніпровський р-н)"
    },
    {
        "value": "Новоукраїнка (Мар'їнський р-н., Донецька обл.)",
        "label": "Новоукраїнка (Мар'їнський р-н., Донецька обл.)"
    },
    {
        "value": "Новоукраїнка (Миколаївська обл.)",
        "label": "Новоукраїнка (Миколаївська обл.)"
    },
    {
        "value": "Новоукраїнка (Рівненська обл.)",
        "label": "Новоукраїнка (Рівненська обл.)"
    },
    {
        "value": "Новоукраїнка (Роздільнянський р-н)",
        "label": "Новоукраїнка (Роздільнянський р-н)"
    },
    {
        "value": "Новоукраїнка (Чорнобаївський р-н)",
        "label": "Новоукраїнка (Чорнобаївський р-н)"
    },
    {
        "value": "Новоукраїнське",
        "label": "Новоукраїнське"
    },
    {
        "value": "Новоулянівка",
        "label": "Новоулянівка"
    },
    {
        "value": "Новоуспенівка",
        "label": "Новоуспенівка"
    },
    {
        "value": "Новофастів",
        "label": "Новофастів"
    },
    {
        "value": "Новофедорівка (Донецька обл.)",
        "label": "Новофедорівка (Донецька обл.)"
    },
    {
        "value": "Новофедорівка (Коблівська територіальна громада)",
        "label": "Новофедорівка (Коблівська територіальна громада)"
    },
    {
        "value": "Новофедорівка (Херсонська обл.)",
        "label": "Новофедорівка (Херсонська обл.)"
    },
    {
        "value": "Новофедорівка (Чутівський р-н., Полт. обл.)",
        "label": "Новофедорівка (Чутівський р-н., Полт. обл.)"
    },
    {
        "value": "Новошин",
        "label": "Новошин"
    },
    {
        "value": "Новошичі",
        "label": "Новошичі"
    },
    {
        "value": "Новоюр'ївка",
        "label": "Новоюр'ївка"
    },
    {
        "value": "Новояворівськ",
        "label": "Новояворівськ"
    },
    {
        "value": "Новояковлівка (Запорізька обл.)",
        "label": "Новояковлівка (Запорізька обл.)"
    },
    {
        "value": "Новоянисоль",
        "label": "Новоянисоль"
    },
    {
        "value": "Норинськ",
        "label": "Норинськ"
    },
    {
        "value": "Носачевичі",
        "label": "Носачевичі"
    },
    {
        "value": "Носачів",
        "label": "Носачів"
    },
    {
        "value": "Носелівка",
        "label": "Носелівка"
    },
    {
        "value": "Носи",
        "label": "Носи"
    },
    {
        "value": "Носиківка",
        "label": "Носиківка"
    },
    {
        "value": "Носів",
        "label": "Носів"
    },
    {
        "value": "Носівка",
        "label": "Носівка"
    },
    {
        "value": "Носівці",
        "label": "Носівці"
    },
    {
        "value": "Носківці",
        "label": "Носківці"
    },
    {
        "value": "Нудиже",
        "label": "Нудиже"
    },
    {
        "value": "Нужель",
        "label": "Нужель"
    },
    {
        "value": "Нуйно",
        "label": "Нуйно"
    },
    {
        "value": "Нью-Йорк",
        "label": "Нью-Йорк"
    },
    {
        "value": "Обава (Закарпатська обл.)",
        "label": "Обава (Закарпатська обл.)"
    },
    {
        "value": "Обарів",
        "label": "Обарів"
    },
    {
        "value": "Обенижі",
        "label": "Обенижі"
    },
    {
        "value": "Обертин",
        "label": "Обертин"
    },
    {
        "value": "Обжиле",
        "label": "Обжиле"
    },
    {
        "value": "Обич",
        "label": "Обич"
    },
    {
        "value": "Обичів",
        "label": "Обичів"
    },
    {
        "value": "Обище",
        "label": "Обище"
    },
    {
        "value": "Обільне",
        "label": "Обільне"
    },
    {
        "value": "Обіточне",
        "label": "Обіточне"
    },
    {
        "value": "Облазниця",
        "label": "Облазниця"
    },
    {
        "value": "Облапи",
        "label": "Облапи"
    },
    {
        "value": "Облітки",
        "label": "Облітки"
    },
    {
        "value": "Обложки",
        "label": "Обложки"
    },
    {
        "value": "Ободівка",
        "label": "Ободівка"
    },
    {
        "value": "Обознівка",
        "label": "Обознівка"
    },
    {
        "value": "Оболоння",
        "label": "Оболоння"
    },
    {
        "value": "Оболоння (Івано-Франківська обл.)",
        "label": "Оболоння (Івано-Франківська обл.)"
    },
    {
        "value": "Оболонь (Семенівський р-н)",
        "label": "Оболонь (Семенівський р-н)"
    },
    {
        "value": "Оброшине",
        "label": "Оброшине"
    },
    {
        "value": "Обтове",
        "label": "Обтове"
    },
    {
        "value": "Обухів",
        "label": "Обухів"
    },
    {
        "value": "Обухів (Вінницька обл.)",
        "label": "Обухів (Вінницька обл.)"
    },
    {
        "value": "Обухівка",
        "label": "Обухівка"
    },
    {
        "value": "Обухівка (Миколаївська обл.)",
        "label": "Обухівка (Миколаївська обл.)"
    },
    {
        "value": "Обуховичі",
        "label": "Обуховичі"
    },
    {
        "value": "Овадне",
        "label": "Овадне"
    },
    {
        "value": "Овідіополь",
        "label": "Овідіополь"
    },
    {
        "value": "Овруч",
        "label": "Овруч"
    },
    {
        "value": "Овсюки",
        "label": "Овсюки"
    },
    {
        "value": "Овсяниківка",
        "label": "Овсяниківка"
    },
    {
        "value": "Огіївка",
        "label": "Огіївка"
    },
    {
        "value": "Оглядів",
        "label": "Оглядів"
    },
    {
        "value": "Огризківці",
        "label": "Огризківці"
    },
    {
        "value": "Огульці",
        "label": "Огульці"
    },
    {
        "value": "Одаї",
        "label": "Одаї"
    },
    {
        "value": "Одаїв",
        "label": "Одаїв"
    },
    {
        "value": "Одарівка",
        "label": "Одарівка"
    },
    {
        "value": "Одая",
        "label": "Одая"
    },
    {
        "value": "Оддихне",
        "label": "Оддихне"
    },
    {
        "value": "Одеради",
        "label": "Одеради"
    },
    {
        "value": "Одеради (Луцький р-н)",
        "label": "Одеради (Луцький р-н)"
    },
    {
        "value": "Одеса",
        "label": "Одеса"
    },
    {
        "value": "Одноробівка",
        "label": "Одноробівка"
    },
    {
        "value": "Одноробівка (селище)",
        "label": "Одноробівка (селище)"
    },
    {
        "value": "Одрадівка",
        "label": "Одрадівка"
    },
    {
        "value": "Одрадове",
        "label": "Одрадове"
    },
    {
        "value": "Одрадокам'янка",
        "label": "Одрадокам'янка"
    },
    {
        "value": "Одринки",
        "label": "Одринки"
    },
    {
        "value": "Ожеве",
        "label": "Ожеве"
    },
    {
        "value": "Ожегівка",
        "label": "Ожегівка"
    },
    {
        "value": "Оженин",
        "label": "Оженин"
    },
    {
        "value": "Ожидів",
        "label": "Ожидів"
    },
    {
        "value": "Озаринці",
        "label": "Озаринці"
    },
    {
        "value": "Оздів",
        "label": "Оздів"
    },
    {
        "value": "Озера",
        "label": "Озера"
    },
    {
        "value": "Озера (Бородянський р-н)",
        "label": "Озера (Бородянський р-н)"
    },
    {
        "value": "Озерище",
        "label": "Озерище"
    },
    {
        "value": "Озерна",
        "label": "Озерна"
    },
    {
        "value": "Озерна (Білоцерківський р-н)",
        "label": "Озерна (Білоцерківський р-н)"
    },
    {
        "value": "Озерне (Житомирська обл.)",
        "label": "Озерне (Житомирська обл.)"
    },
    {
        "value": "Озерне (Одеська обл.)",
        "label": "Озерне (Одеська обл.)"
    },
    {
        "value": "Озерне (Чернігівська обл.)",
        "label": "Озерне (Чернігівська обл.)"
    },
    {
        "value": "Озеро",
        "label": "Озеро"
    },
    {
        "value": "Озеро (Вінницька обл.)",
        "label": "Озеро (Вінницька обл.)"
    },
    {
        "value": "Озеро (Волинська обл.)",
        "label": "Озеро (Волинська обл.)"
    },
    {
        "value": "Озерце",
        "label": "Озерце"
    },
    {
        "value": "Озерці",
        "label": "Озерці"
    },
    {
        "value": "Озерці (Волинська обл.)",
        "label": "Озерці (Волинська обл.)"
    },
    {
        "value": "Озеряни",
        "label": "Озеряни"
    },
    {
        "value": "Озеряни (Бучацький р-н, Тернопільська обл.)",
        "label": "Озеряни (Бучацький р-н, Тернопільська обл.)"
    },
    {
        "value": "Озеряни (Житомирська обл.)",
        "label": "Озеряни (Житомирська обл.)"
    },
    {
        "value": "Озеряни (Івано-Франківська обл.)",
        "label": "Озеряни (Івано-Франківська обл.)"
    },
    {
        "value": "Озеряни (Рівненська обл.)",
        "label": "Озеряни (Рівненська обл.)"
    },
    {
        "value": "Озеряни (Тлумацький р-н)",
        "label": "Озеряни (Тлумацький р-н)"
    },
    {
        "value": "Озеряни (Чортківський р-н, Тернопільська обл.)",
        "label": "Озеряни (Чортківський р-н, Тернопільська обл.)"
    },
    {
        "value": "Озерянка",
        "label": "Озерянка"
    },
    {
        "value": "Озерянка (Зборівський р-н)",
        "label": "Озерянка (Зборівський р-н)"
    },
    {
        "value": "Озірна",
        "label": "Озірна"
    },
    {
        "value": "Озліїв",
        "label": "Озліїв"
    },
    {
        "value": "Окіп",
        "label": "Окіп"
    },
    {
        "value": "Окладне",
        "label": "Окладне"
    },
    {
        "value": "Оклі",
        "label": "Оклі"
    },
    {
        "value": "Оклі Гедь",
        "label": "Оклі Гедь"
    },
    {
        "value": "Окни",
        "label": "Окни"
    },
    {
        "value": "Оконськ",
        "label": "Оконськ"
    },
    {
        "value": "Окопи",
        "label": "Окопи"
    },
    {
        "value": "Округла",
        "label": "Округла"
    },
    {
        "value": "Оксамитне",
        "label": "Оксамитне"
    },
    {
        "value": "Оксанина",
        "label": "Оксанина"
    },
    {
        "value": "Олевськ",
        "label": "Олевськ"
    },
    {
        "value": "Олександрівка (Білозерський р-н., Херсонська обл.)",
        "label": "Олександрівка (Білозерський р-н., Херсонська обл.)"
    },
    {
        "value": "Олександрівка (Болградський р-н)",
        "label": "Олександрівка (Болградський р-н)"
    },
    {
        "value": "Олександрівка (Вінницька обл, Жмеринський р-н)",
        "label": "Олександрівка (Вінницька обл, Жмеринський р-н)"
    },
    {
        "value": "Олександрівка (Вінницький р-н)",
        "label": "Олександрівка (Вінницький р-н)"
    },
    {
        "value": "Олександрівка (Голоприст. р-н., Херсонська обл.)",
        "label": "Олександрівка (Голоприст. р-н., Херсонська обл.)"
    },
    {
        "value": "Олександрівка (Дніпровський р-н)",
        "label": "Олександрівка (Дніпровський р-н)"
    },
    {
        "value": "Олександрівка (Долинський р-н.Кіровоградська обл.)",
        "label": "Олександрівка (Долинський р-н.Кіровоградська обл.)"
    },
    {
        "value": "Олександрівка (Донецька обл.)",
        "label": "Олександрівка (Донецька обл.)"
    },
    {
        "value": "Олександрівка (Жашківський р-н.)",
        "label": "Олександрівка (Жашківський р-н.)"
    },
    {
        "value": "Олександрівка (Житомирська обл.)",
        "label": "Олександрівка (Житомирська обл.)"
    },
    {
        "value": "Олександрівка (Каланчацький р-н)",
        "label": "Олександрівка (Каланчацький р-н)"
    },
    {
        "value": "Олександрівка (Лиманський р-н., Дон. обл.)",
        "label": "Олександрівка (Лиманський р-н., Дон. обл.)"
    },
    {
        "value": "Олександрівка (Літинський р-н)",
        "label": "Олександрівка (Літинський р-н)"
    },
    {
        "value": "Олександрівка (Маловисківський р-н)",
        "label": "Олександрівка (Маловисківський р-н)"
    },
    {
        "value": "Олександрівка (Мелітопольський р-н)",
        "label": "Олександрівка (Мелітопольський р-н)"
    },
    {
        "value": "Олександрівка (Мик. обл, Снігурівський р-н)",
        "label": "Олександрівка (Мик. обл, Снігурівський р-н)"
    },
    {
        "value": "Олександрівка (Миколаївська обл.)",
        "label": "Олександрівка (Миколаївська обл.)"
    },
    {
        "value": "Олександрівка (Новоайдарський р-н)",
        "label": "Олександрівка (Новоайдарський р-н)"
    },
    {
        "value": "Олександрівка (Новомиколаївська сільська рада)",
        "label": "Олександрівка (Новомиколаївська сільська рада)"
    },
    {
        "value": "Олександрівка (Новотроїцький р-н, Херсонська обл.)",
        "label": "Олександрівка (Новотроїцький р-н, Херсонська обл.)"
    },
    {
        "value": "Олександрівка (Одеська обл.)",
        "label": "Олександрівка (Одеська обл.)"
    },
    {
        "value": "Олександрівка (Олександр.р-н,Донец.обл.)",
        "label": "Олександрівка (Олександр.р-н,Донец.обл.)"
    },
    {
        "value": "Олександрівка (Олександрійський р-н, Кіров. обл.)",
        "label": "Олександрівка (Олександрійський р-н, Кіров. обл.)"
    },
    {
        "value": "Олександрівка (Петрівський р-н., Кір. обл.)",
        "label": "Олександрівка (Петрівський р-н., Кір. обл.)"
    },
    {
        "value": "Олександрівка (Пирятинський р-н)",
        "label": "Олександрівка (Пирятинський р-н)"
    },
    {
        "value": "Олександрівка (Покровський р-н. Дніпропетровська)",
        "label": "Олександрівка (Покровський р-н. Дніпропетровська)"
    },
    {
        "value": "Олександрівка (Рокитнівський р-н., Рівн. обл.)",
        "label": "Олександрівка (Рокитнівський р-н., Рівн. обл.)"
    },
    {
        "value": "Олександрівка (Скадовський р-н., Херсонська обл.)",
        "label": "Олександрівка (Скадовський р-н., Херсонська обл.)"
    },
    {
        "value": "Олександрівка (Слов'янський р-н)",
        "label": "Олександрівка (Слов'янський р-н)"
    },
    {
        "value": "Олександрівка (смт.Кіровог.обл.райц)",
        "label": "Олександрівка (смт.Кіровог.обл.райц)"
    },
    {
        "value": "Олександрівка (Тарутинський р-н)",
        "label": "Олександрівка (Тарутинський р-н)"
    },
    {
        "value": "Олександрівка (Фонтанська територіальна громада)",
        "label": "Олександрівка (Фонтанська територіальна громада)"
    },
    {
        "value": "Олександрівка (Хустський р-н.)",
        "label": "Олександрівка (Хустський р-н.)"
    },
    {
        "value": "Олександрівка (Чернігівська обл.)",
        "label": "Олександрівка (Чернігівська обл.)"
    },
    {
        "value": "Олександрівка (Широківський р-н)",
        "label": "Олександрівка (Широківський р-н)"
    },
    {
        "value": "Олександрівка (Ширяївський р-н)",
        "label": "Олександрівка (Ширяївський р-н)"
    },
    {
        "value": "Олександрівка (Якимівський р-н., Запорізька обл.)",
        "label": "Олександрівка (Якимівський р-н., Запорізька обл.)"
    },
    {
        "value": "Олександрійське",
        "label": "Олександрійське"
    },
    {
        "value": "Олександрія (м.Кіровогр.обл.райц)",
        "label": "Олександрія (м.Кіровогр.обл.райц)"
    },
    {
        "value": "Олександрія (Рівненська обл.)",
        "label": "Олександрія (Рівненська обл.)"
    },
    {
        "value": "Олександрія (Широківський р-н)",
        "label": "Олександрія (Широківський р-н)"
    },
    {
        "value": "Олександро-Калинове",
        "label": "Олександро-Калинове"
    },
    {
        "value": "Олександропіль (Брагинівська територіальна громада",
        "label": "Олександропіль (Брагинівська територіальна громада"
    },
    {
        "value": "Олександропіль (Солонянський р-н.)",
        "label": "Олександропіль (Солонянський р-н.)"
    },
    {
        "value": "Олексинці",
        "label": "Олексинці"
    },
    {
        "value": "Олексичі",
        "label": "Олексичі"
    },
    {
        "value": "Олексієво-Дружківка",
        "label": "Олексієво-Дружківка"
    },
    {
        "value": "Олексіївка",
        "label": "Олексіївка"
    },
    {
        "value": "Олексіївка (Бобринецький р-н., Кіров. обл.)",
        "label": "Олексіївка (Бобринецький р-н., Кіров. обл.)"
    },
    {
        "value": "Олексіївка (Верхньорогачицький р-н)",
        "label": "Олексіївка (Верхньорогачицький р-н)"
    },
    {
        "value": "Олексіївка (Генічеський р-н, Херсонська обл.)",
        "label": "Олексіївка (Генічеський р-н, Херсонська обл.)"
    },
    {
        "value": "Олексіївка (Дніпроп. обл., Нікопольский р-н.)",
        "label": "Олексіївка (Дніпроп. обл., Нікопольский р-н.)"
    },
    {
        "value": "Олексіївка (Добровеличківський р-н)",
        "label": "Олексіївка (Добровеличківський р-н)"
    },
    {
        "value": "Олексіївка (Жмеринський р-н)",
        "label": "Олексіївка (Жмеринський р-н)"
    },
    {
        "value": "Олексіївка (Запорізька обл.)",
        "label": "Олексіївка (Запорізька обл.)"
    },
    {
        "value": "Олексіївка (Каланчацький р-н)",
        "label": "Олексіївка (Каланчацький р-н)"
    },
    {
        "value": "Олексіївка (Кіровоградський р-н)",
        "label": "Олексіївка (Кіровоградський р-н)"
    },
    {
        "value": "Олексіївка (Кодимський р-н., Одеська обл.)",
        "label": "Олексіївка (Кодимський р-н., Одеська обл.)"
    },
    {
        "value": "Олексіївка (Одеська обл.)",
        "label": "Олексіївка (Одеська обл.)"
    },
    {
        "value": "Олексіївка (Полтавська обл.)",
        "label": "Олексіївка (Полтавська обл.)"
    },
    {
        "value": "Олексіївка (Сарненський р-н., Рівненська обл.)",
        "label": "Олексіївка (Сарненський р-н., Рівненська обл.)"
    },
    {
        "value": "Олексіївка (Старосинявський р-н., Хмельн. обл.)",
        "label": "Олексіївка (Старосинявський р-н., Хмельн. обл.)"
    },
    {
        "value": "Олексіївка (Харківська обл, Краснокутський р-н)",
        "label": "Олексіївка (Харківська обл, Краснокутський р-н)"
    },
    {
        "value": "Олексіївка (Харківська обл.)",
        "label": "Олексіївка (Харківська обл.)"
    },
    {
        "value": "Олексіївка (Херсонська обл.)",
        "label": "Олексіївка (Херсонська обл.)"
    },
    {
        "value": "Оленине",
        "label": "Оленине"
    },
    {
        "value": "Оленинське",
        "label": "Оленинське"
    },
    {
        "value": "Оленівка (Вінницька обл., Вінницький р-н)",
        "label": "Оленівка (Вінницька обл., Вінницький р-н)"
    },
    {
        "value": "Оленівка (Гусятинський р-н)",
        "label": "Оленівка (Гусятинський р-н)"
    },
    {
        "value": "Оленівка (Дніпропетровська обл.)",
        "label": "Оленівка (Дніпропетровська обл.)"
    },
    {
        "value": "Оленівка (Запорізька обл.)",
        "label": "Оленівка (Запорізька обл.)"
    },
    {
        "value": "Оленівка (Одеська обл.)",
        "label": "Оленівка (Одеська обл.)"
    },
    {
        "value": "Оленівка (Оріхівський р-н)",
        "label": "Оленівка (Оріхівський р-н)"
    },
    {
        "value": "Оленівка (Рожищенський р-н)",
        "label": "Оленівка (Рожищенський р-н)"
    },
    {
        "value": "Оленівка (Чернігівська обл.)",
        "label": "Оленівка (Чернігівська обл.)"
    },
    {
        "value": "Оленівське",
        "label": "Оленівське"
    },
    {
        "value": "Олено-Косогорівка",
        "label": "Олено-Косогорівка"
    },
    {
        "value": "Оленьово",
        "label": "Оленьово"
    },
    {
        "value": "Олесине",
        "label": "Олесине"
    },
    {
        "value": "Олеськ",
        "label": "Олеськ"
    },
    {
        "value": "Олесько",
        "label": "Олесько"
    },
    {
        "value": "Олефірівка",
        "label": "Олефірівка"
    },
    {
        "value": "Олеша",
        "label": "Олеша"
    },
    {
        "value": "Олешин",
        "label": "Олешин"
    },
    {
        "value": "Олешів",
        "label": "Олешів"
    },
    {
        "value": "Олешки (Харківська обл.)",
        "label": "Олешки (Харківська обл.)"
    },
    {
        "value": "Олешки(Херсонська обл)",
        "label": "Олешки(Херсонська обл)"
    },
    {
        "value": "Олешків",
        "label": "Олешків"
    },
    {
        "value": "Олешник",
        "label": "Олешник"
    },
    {
        "value": "Олешня",
        "label": "Олешня"
    },
    {
        "value": "Олешня (Чернігівська обл.)",
        "label": "Олешня (Чернігівська обл.)"
    },
    {
        "value": "Олива",
        "label": "Олива"
    },
    {
        "value": "Олика",
        "label": "Олика"
    },
    {
        "value": "Олієво-Королівка",
        "label": "Олієво-Королівка"
    },
    {
        "value": "Оліїв",
        "label": "Оліїв"
    },
    {
        "value": "Оліївка",
        "label": "Оліївка"
    },
    {
        "value": "Оліївка (Кіровоградська обл.)",
        "label": "Оліївка (Кіровоградська обл.)"
    },
    {
        "value": "Олійники",
        "label": "Олійники"
    },
    {
        "value": "Олійникова Слобода",
        "label": "Олійникова Слобода"
    },
    {
        "value": "Ольгине",
        "label": "Ольгине"
    },
    {
        "value": "Ольгине (Вінницька обл.)",
        "label": "Ольгине (Вінницька обл.)"
    },
    {
        "value": "Ольгинка",
        "label": "Ольгинка"
    },
    {
        "value": "Ольгівка",
        "label": "Ольгівка"
    },
    {
        "value": "Ольгопіль",
        "label": "Ольгопіль"
    },
    {
        "value": "Ольшана",
        "label": "Ольшана"
    },
    {
        "value": "Ольшаниця (Київська обл.)",
        "label": "Ольшаниця (Київська обл.)"
    },
    {
        "value": "Ольшанське",
        "label": "Ольшанське"
    },
    {
        "value": "Оляниця",
        "label": "Оляниця"
    },
    {
        "value": "Омельне (Шацький р-н., Волинська обл.)",
        "label": "Омельне (Шацький р-н., Волинська обл.)"
    },
    {
        "value": "Омельне(Ківерцівський р-н, Волинська обл.)",
        "label": "Омельне(Ківерцівський р-н, Волинська обл.)"
    },
    {
        "value": "Омельник",
        "label": "Омельник"
    },
    {
        "value": "Омельник (Кременчуцький р-н., Полт. обл.)",
        "label": "Омельник (Кременчуцький р-н., Полт. обл.)"
    },
    {
        "value": "Омельник (Оріхівський р-н. Запорізька обл)",
        "label": "Омельник (Оріхівський р-н. Запорізька обл)"
    },
    {
        "value": "Оникієве",
        "label": "Оникієве"
    },
    {
        "value": "Ониськове",
        "label": "Ониськове"
    },
    {
        "value": "Онішки",
        "label": "Онішки"
    },
    {
        "value": "Онок",
        "label": "Онок"
    },
    {
        "value": "Оноківці (ст. Доманинці)",
        "label": "Оноківці (ст. Доманинці)"
    },
    {
        "value": "Онопріївка",
        "label": "Онопріївка"
    },
    {
        "value": "Онут",
        "label": "Онут"
    },
    {
        "value": "Онуфріївка",
        "label": "Онуфріївка"
    },
    {
        "value": "Опака",
        "label": "Опака"
    },
    {
        "value": "Опарипси",
        "label": "Опарипси"
    },
    {
        "value": "Опеньки",
        "label": "Опеньки"
    },
    {
        "value": "Опитне (Бахмутський р-н)",
        "label": "Опитне (Бахмутський р-н)"
    },
    {
        "value": "Опільсько",
        "label": "Опільсько"
    },
    {
        "value": "Опішня",
        "label": "Опішня"
    },
    {
        "value": "Опорець",
        "label": "Опорець"
    },
    {
        "value": "Опори",
        "label": "Опори"
    },
    {
        "value": "Опришени",
        "label": "Опришени"
    },
    {
        "value": "Опришки",
        "label": "Опришки"
    },
    {
        "value": "Опрілівці",
        "label": "Опрілівці"
    },
    {
        "value": "Орадівка (Черкаська обл.)",
        "label": "Орадівка (Черкаська обл.)"
    },
    {
        "value": "Оране",
        "label": "Оране"
    },
    {
        "value": "Оратів",
        "label": "Оратів"
    },
    {
        "value": "Оратів (село)",
        "label": "Оратів (село)"
    },
    {
        "value": "Оратівка",
        "label": "Оратівка"
    },
    {
        "value": "Орв'яниця",
        "label": "Орв'яниця"
    },
    {
        "value": "Орданівка",
        "label": "Орданівка"
    },
    {
        "value": "Ординці",
        "label": "Ординці"
    },
    {
        "value": "Орелець",
        "label": "Орелець"
    },
    {
        "value": "Орепи",
        "label": "Орепи"
    },
    {
        "value": "Орестів",
        "label": "Орестів"
    },
    {
        "value": "Орестівка",
        "label": "Орестівка"
    },
    {
        "value": "Орестопіль",
        "label": "Орестопіль"
    },
    {
        "value": "Оржиця",
        "label": "Оржиця"
    },
    {
        "value": "Оржів",
        "label": "Оржів"
    },
    {
        "value": "Оринин",
        "label": "Оринин"
    },
    {
        "value": "Оришківці",
        "label": "Оришківці"
    },
    {
        "value": "Оришківці (Лановецький р-н)",
        "label": "Оришківці (Лановецький р-н)"
    },
    {
        "value": "Орищі",
        "label": "Орищі"
    },
    {
        "value": "Орів",
        "label": "Орів"
    },
    {
        "value": "Орілька",
        "label": "Орілька"
    },
    {
        "value": "Орільське (Дніпропетров.р-н)",
        "label": "Орільське (Дніпропетров.р-н)"
    },
    {
        "value": "Оріхів",
        "label": "Оріхів"
    },
    {
        "value": "Оріхівка",
        "label": "Оріхівка"
    },
    {
        "value": "Оріхівка (Одеська обл.)",
        "label": "Оріхівка (Одеська обл.)"
    },
    {
        "value": "Оріхове",
        "label": "Оріхове"
    },
    {
        "value": "Оріховець",
        "label": "Оріховець"
    },
    {
        "value": "Орішанка",
        "label": "Орішанка"
    },
    {
        "value": "Орли",
        "label": "Орли"
    },
    {
        "value": "Орли (Лисянський р-н)",
        "label": "Орли (Лисянський р-н)"
    },
    {
        "value": "Орлик",
        "label": "Орлик"
    },
    {
        "value": "Орлівка (Березнівський р-н, Рівненська обл.)",
        "label": "Орлівка (Березнівський р-н, Рівненська обл.)"
    },
    {
        "value": "Орлівка (Донецька обл.)",
        "label": "Орлівка (Донецька обл.)"
    },
    {
        "value": "Орлівка (Ренійський р-н)",
        "label": "Орлівка (Ренійський р-н)"
    },
    {
        "value": "Орлівка (Сарненський р-н, Рівненська обл.)",
        "label": "Орлівка (Сарненський р-н, Рівненська обл.)"
    },
    {
        "value": "Орлівка (Сумська обл.)",
        "label": "Орлівка (Сумська обл.)"
    },
    {
        "value": "Орлівщина",
        "label": "Орлівщина"
    },
    {
        "value": "Орлове",
        "label": "Орлове"
    },
    {
        "value": "Орлове (Дніпропетровська обл.)",
        "label": "Орлове (Дніпропетровська обл.)"
    },
    {
        "value": "Орловець",
        "label": "Орловець"
    },
    {
        "value": "Орлянське",
        "label": "Орлянське"
    },
    {
        "value": "Оросієво",
        "label": "Оросієво"
    },
    {
        "value": "Орчик",
        "label": "Орчик"
    },
    {
        "value": "Оршівці",
        "label": "Оршівці"
    },
    {
        "value": "Орява",
        "label": "Орява"
    },
    {
        "value": "Орявчик",
        "label": "Орявчик"
    },
    {
        "value": "Осава",
        "label": "Осава"
    },
    {
        "value": "Оселівка",
        "label": "Оселівка"
    },
    {
        "value": "Оселя",
        "label": "Оселя"
    },
    {
        "value": "Осещина",
        "label": "Осещина"
    },
    {
        "value": "Осикове (Житомирська обл.)",
        "label": "Осикове (Житомирська обл.)"
    },
    {
        "value": "Осикувате (Дніпропетровська обл.)",
        "label": "Осикувате (Дніпропетровська обл.)"
    },
    {
        "value": "Осинівка",
        "label": "Осинівка"
    },
    {
        "value": "Осинове",
        "label": "Осинове"
    },
    {
        "value": "Осипенко(Бердянський р-н)",
        "label": "Осипенко(Бердянський р-н)"
    },
    {
        "value": "Оситняжка",
        "label": "Оситняжка"
    },
    {
        "value": "Осички",
        "label": "Осички"
    },
    {
        "value": "Осички (Житомирська обл.)",
        "label": "Осички (Житомирська обл.)"
    },
    {
        "value": "Осична",
        "label": "Осична"
    },
    {
        "value": "Осівці",
        "label": "Осівці"
    },
    {
        "value": "Осівці (Брусилівський р-н)",
        "label": "Осівці (Брусилівський р-н)"
    },
    {
        "value": "Осівці (Тернопільська обл.)",
        "label": "Осівці (Тернопільська обл.)"
    },
    {
        "value": "Осій",
        "label": "Осій"
    },
    {
        "value": "Оскіл (Харківська обл.)",
        "label": "Оскіл (Харківська обл.)"
    },
    {
        "value": "Осламів",
        "label": "Осламів"
    },
    {
        "value": "Осмиловичі",
        "label": "Осмиловичі"
    },
    {
        "value": "Осницьк",
        "label": "Осницьк"
    },
    {
        "value": "Осовець",
        "label": "Осовець"
    },
    {
        "value": "Осоївка",
        "label": "Осоївка"
    },
    {
        "value": "Осокорівка",
        "label": "Осокорівка"
    },
    {
        "value": "Осолинка",
        "label": "Осолинка"
    },
    {
        "value": "Остап'є",
        "label": "Остап'є"
    },
    {
        "value": "Остап'є (Полтавська обл.)",
        "label": "Остап'є (Полтавська обл.)"
    },
    {
        "value": "Остапівка",
        "label": "Остапівка"
    },
    {
        "value": "Остапівка",
        "label": "Остапівка"
    },
    {
        "value": "Остапівка (Чернігівська обл.)",
        "label": "Остапівка (Чернігівська обл.)"
    },
    {
        "value": "Осташівці",
        "label": "Осташівці"
    },
    {
        "value": "Осташки",
        "label": "Осташки"
    },
    {
        "value": "Остер",
        "label": "Остер"
    },
    {
        "value": "Остки (Рівненська обл.)",
        "label": "Остки (Рівненська обл.)"
    },
    {
        "value": "Остриня",
        "label": "Остриня"
    },
    {
        "value": "Остриця (Герцаївський р-н)",
        "label": "Остриця (Герцаївський р-н)"
    },
    {
        "value": "Остриця (Новоселицький р-н)",
        "label": "Остриця (Новоселицький р-н)"
    },
    {
        "value": "Острів",
        "label": "Острів"
    },
    {
        "value": "Острів (Львівська обл., Самбірський р-н)",
        "label": "Острів (Львівська обл., Самбірський р-н)"
    },
    {
        "value": "Острів (Тернопільська обл.)",
        "label": "Острів (Тернопільська обл.)"
    },
    {
        "value": "Острівець",
        "label": "Острівець"
    },
    {
        "value": "Острівець (Уманський р-н)",
        "label": "Острівець (Уманський р-н)"
    },
    {
        "value": "Острівне (Одеська обл.)",
        "label": "Острівне (Одеська обл.)"
    },
    {
        "value": "Острівське",
        "label": "Острівське"
    },
    {
        "value": "Острівці (Володимирецький р-н)",
        "label": "Острівці (Володимирецький р-н)"
    },
    {
        "value": "Острівчик-Пильний",
        "label": "Острівчик-Пильний"
    },
    {
        "value": "Острійки",
        "label": "Острійки"
    },
    {
        "value": "Острог",
        "label": "Острог"
    },
    {
        "value": "Острожани",
        "label": "Острожани"
    },
    {
        "value": "Острожець",
        "label": "Острожець"
    },
    {
        "value": "Острожець (Львівська обл.)",
        "label": "Острожець (Львівська обл.)"
    },
    {
        "value": "Отиневичі",
        "label": "Отиневичі"
    },
    {
        "value": "Отинія",
        "label": "Отинія"
    },
    {
        "value": "Отроків",
        "label": "Отроків"
    },
    {
        "value": "Охіньки",
        "label": "Охіньки"
    },
    {
        "value": "Охлопів",
        "label": "Охлопів"
    },
    {
        "value": "Охматів",
        "label": "Охматів"
    },
    {
        "value": "Охнівка",
        "label": "Охнівка"
    },
    {
        "value": "Охотин",
        "label": "Охотин"
    },
    {
        "value": "Охоче",
        "label": "Охоче"
    },
    {
        "value": "Охрамієвичі",
        "label": "Охрамієвичі"
    },
    {
        "value": "Охрімівка",
        "label": "Охрімівка"
    },
    {
        "value": "Охрімівці",
        "label": "Охрімівці"
    },
    {
        "value": "Охтирка",
        "label": "Охтирка"
    },
    {
        "value": "Очаків",
        "label": "Очаків"
    },
    {
        "value": "Очеретине (Ясинуватський р-н)",
        "label": "Очеретине (Ясинуватський р-н)"
    },
    {
        "value": "Очеретня",
        "label": "Очеретня"
    },
    {
        "value": "Очеретня (Погребищенський р-н)",
        "label": "Очеретня (Погребищенський р-н)"
    },
    {
        "value": "Очеретувате",
        "label": "Очеретувате"
    },
    {
        "value": "Очеретувате (Запорізька обл.)",
        "label": "Очеретувате (Запорізька обл.)"
    },
    {
        "value": "Очеретувате (Полтавська обл.)",
        "label": "Очеретувате (Полтавська обл.)"
    },
    {
        "value": "Очеретянка",
        "label": "Очеретянка"
    },
    {
        "value": "Ошихліби",
        "label": "Ошихліби"
    },
    {
        "value": "П'ядики",
        "label": "П'ядики"
    },
    {
        "value": "П'ядиківці",
        "label": "П'ядиківці"
    },
    {
        "value": "П'яновичі",
        "label": "П'яновичі"
    },
    {
        "value": "П'ятигірське",
        "label": "П'ятигірське"
    },
    {
        "value": "П'ятигори",
        "label": "П'ятигори"
    },
    {
        "value": "П'ятидні",
        "label": "П'ятидні"
    },
    {
        "value": "П'ятикори",
        "label": "П'ятикори"
    },
    {
        "value": "П'ятихатка",
        "label": "П'ятихатка"
    },
    {
        "value": "П'ятихатки",
        "label": "П'ятихатки"
    },
    {
        "value": "П'ятихатки (Харківська обл.)",
        "label": "П'ятихатки (Харківська обл.)"
    },
    {
        "value": "П'ятківка",
        "label": "П'ятківка"
    },
    {
        "value": "П'ятницьке",
        "label": "П'ятницьке"
    },
    {
        "value": "П'ятниця",
        "label": "П'ятниця"
    },
    {
        "value": "П'ятничани",
        "label": "П'ятничани"
    },
    {
        "value": "П'ятничани (Жидачівський р-н)",
        "label": "П'ятничани (Жидачівський р-н)"
    },
    {
        "value": "Павленкове (Лебединський р-н)",
        "label": "Павленкове (Лебединський р-н)"
    },
    {
        "value": "Павлинка",
        "label": "Павлинка"
    },
    {
        "value": "Павлиш",
        "label": "Павлиш"
    },
    {
        "value": "Павлів(Львівська обл.)",
        "label": "Павлів(Львівська обл.)"
    },
    {
        "value": "Павлівка",
        "label": "Павлівка"
    },
    {
        "value": "Павлівка (Арцизький р-н)",
        "label": "Павлівка (Арцизький р-н)"
    },
    {
        "value": "Павлівка (Васильківський р-н)",
        "label": "Павлівка (Васильківський р-н)"
    },
    {
        "value": "Павлівка (Вінницька обл., Калинівський р-н)",
        "label": "Павлівка (Вінницька обл., Калинівський р-н)"
    },
    {
        "value": "Павлівка (Волинська обл.)",
        "label": "Павлівка (Волинська обл.)"
    },
    {
        "value": "Павлівка (Донецька обл.)",
        "label": "Павлівка (Донецька обл.)"
    },
    {
        "value": "Павлівка (Івано-Франківська обл.)",
        "label": "Павлівка (Івано-Франківська обл.)"
    },
    {
        "value": "Павлівка (Іллінецький р-н)",
        "label": "Павлівка (Іллінецький р-н)"
    },
    {
        "value": "Павлівка (Канівський р-н)",
        "label": "Павлівка (Канівський р-н)"
    },
    {
        "value": "Павлівка (Кіровоградська обл.)",
        "label": "Павлівка (Кіровоградська обл.)"
    },
    {
        "value": "Павлівка (Луганська обл.)",
        "label": "Павлівка (Луганська обл.)"
    },
    {
        "value": "Павлівка (Машівський р-н)",
        "label": "Павлівка (Машівський р-н)"
    },
    {
        "value": "Павлівка (Миколаївська обл.)",
        "label": "Павлівка (Миколаївська обл.)"
    },
    {
        "value": "Павлівка (Погребищенський р-н.Вінницька обл.)",
        "label": "Павлівка (Погребищенський р-н.Вінницька обл.)"
    },
    {
        "value": "Павлівка (Роздільнянський р-н)",
        "label": "Павлівка (Роздільнянський р-н)"
    },
    {
        "value": "Павлівка (Харківська обл.)",
        "label": "Павлівка (Харківська обл.)"
    },
    {
        "value": "Павлівка (Херсонська обл., Генічеський р-н)",
        "label": "Павлівка (Херсонська обл., Генічеський р-н)"
    },
    {
        "value": "Павлівка (Херсонська обл.)",
        "label": "Павлівка (Херсонська обл.)"
    },
    {
        "value": "Павлівка (Черкаська обл.)",
        "label": "Павлівка (Черкаська обл.)"
    },
    {
        "value": "Павлівка (Чутівський р-н.)",
        "label": "Павлівка (Чутівський р-н.)"
    },
    {
        "value": "Павлівське",
        "label": "Павлівське"
    },
    {
        "value": "Павлівське (Вільнянський р-н)",
        "label": "Павлівське (Вільнянський р-н)"
    },
    {
        "value": "Павлово",
        "label": "Павлово"
    },
    {
        "value": "Павлоград",
        "label": "Павлоград"
    },
    {
        "value": "Паволочка",
        "label": "Паволочка"
    },
    {
        "value": "Павшино",
        "label": "Павшино"
    },
    {
        "value": "Пагурці",
        "label": "Пагурці"
    },
    {
        "value": "Пакуль",
        "label": "Пакуль"
    },
    {
        "value": "Палагичі",
        "label": "Палагичі"
    },
    {
        "value": "Паладь-Комарівці",
        "label": "Паладь-Комарівці"
    },
    {
        "value": "Паланка",
        "label": "Паланка"
    },
    {
        "value": "Паланка (Томашпільський р-н.)",
        "label": "Паланка (Томашпільський р-н.)"
    },
    {
        "value": "Паланочка",
        "label": "Паланочка"
    },
    {
        "value": "Палашівка",
        "label": "Палашівка"
    },
    {
        "value": "Паліївка",
        "label": "Паліївка"
    },
    {
        "value": "Паліївка (Сумська обл.)",
        "label": "Паліївка (Сумська обл.)"
    },
    {
        "value": "Палло",
        "label": "Палло"
    },
    {
        "value": "Пальміра",
        "label": "Пальміра"
    },
    {
        "value": "Пальче",
        "label": "Пальче"
    },
    {
        "value": "Пальчик",
        "label": "Пальчик"
    },
    {
        "value": "Пальчиківка",
        "label": "Пальчиківка"
    },
    {
        "value": "Паляничинці",
        "label": "Паляничинці"
    },
    {
        "value": "Паляничники",
        "label": "Паляничники"
    },
    {
        "value": "Пам'ятне",
        "label": "Пам'ятне"
    },
    {
        "value": "Панасівка",
        "label": "Панасівка"
    },
    {
        "value": "Панасівка (Тернопільська обл.)",
        "label": "Панасівка (Тернопільська обл.)"
    },
    {
        "value": "Паніванівка",
        "label": "Паніванівка"
    },
    {
        "value": "Панка",
        "label": "Панка"
    },
    {
        "value": "Панкратове",
        "label": "Панкратове"
    },
    {
        "value": "Панський Міст",
        "label": "Панський Міст"
    },
    {
        "value": "Пантазіївка",
        "label": "Пантазіївка"
    },
    {
        "value": "Пантаївка",
        "label": "Пантаївка"
    },
    {
        "value": "Панфили",
        "label": "Панфили"
    },
    {
        "value": "Панчеве",
        "label": "Панчеве"
    },
    {
        "value": "Паньківка",
        "label": "Паньківка"
    },
    {
        "value": "Паньківці",
        "label": "Паньківці"
    },
    {
        "value": "Паньківці (Білогірський р-н)",
        "label": "Паньківці (Білогірський р-н)"
    },
    {
        "value": "Паплинці",
        "label": "Паплинці"
    },
    {
        "value": "Папужинці",
        "label": "Папужинці"
    },
    {
        "value": "Парасковіївка",
        "label": "Парасковіївка"
    },
    {
        "value": "Парасковія",
        "label": "Парасковія"
    },
    {
        "value": "Парафіївка",
        "label": "Парафіївка"
    },
    {
        "value": "Паридуби",
        "label": "Паридуби"
    },
    {
        "value": "Паризьке",
        "label": "Паризьке"
    },
    {
        "value": "Парипси",
        "label": "Парипси"
    },
    {
        "value": "Паришків",
        "label": "Паришків"
    },
    {
        "value": "Парище (Івано-Франківська обл.)",
        "label": "Парище (Івано-Франківська обл.)"
    },
    {
        "value": "Парпурівці",
        "label": "Парпурівці"
    },
    {
        "value": "Парутине",
        "label": "Парутине"
    },
    {
        "value": "Пархомівка (Київська обл.)",
        "label": "Пархомівка (Київська обл.)"
    },
    {
        "value": "Пархомівка (Краснокутський р-н.)",
        "label": "Пархомівка (Краснокутський р-н.)"
    },
    {
        "value": "Пархомівці",
        "label": "Пархомівці"
    },
    {
        "value": "Пасат",
        "label": "Пасат"
    },
    {
        "value": "Пасинки",
        "label": "Пасинки"
    },
    {
        "value": "Пасицели (Балтський р-н)",
        "label": "Пасицели (Балтський р-н)"
    },
    {
        "value": "Пасицели (Одеська обл.)",
        "label": "Пасицели (Одеська обл.)"
    },
    {
        "value": "Пасіка",
        "label": "Пасіка"
    },
    {
        "value": "Пасіки",
        "label": "Пасіки"
    },
    {
        "value": "Пасіки (Рівненська обл.)",
        "label": "Пасіки (Рівненська обл.)"
    },
    {
        "value": "Пасіки-Зубрицькі",
        "label": "Пасіки-Зубрицькі"
    },
    {
        "value": "Пасічна",
        "label": "Пасічна"
    },
    {
        "value": "Пасічна (Хмельницька обл.)",
        "label": "Пасічна (Хмельницька обл.)"
    },
    {
        "value": "Патюти",
        "label": "Патюти"
    },
    {
        "value": "Пахарівка",
        "label": "Пахарівка"
    },
    {
        "value": "Пациків",
        "label": "Пациків"
    },
    {
        "value": "Пацканьово",
        "label": "Пацканьово"
    },
    {
        "value": "Пашева",
        "label": "Пашева"
    },
    {
        "value": "Пашена Балка",
        "label": "Пашена Балка"
    },
    {
        "value": "Пашківці (Хмельницька обл.)",
        "label": "Пашківці (Хмельницька обл.)"
    },
    {
        "value": "Пашківці (Хмельницький р-н)",
        "label": "Пашківці (Хмельницький р-н)"
    },
    {
        "value": "Пашківці (Чернівецька обл.)",
        "label": "Пашківці (Чернівецька обл.)"
    },
    {
        "value": "Пединка",
        "label": "Пединка"
    },
    {
        "value": "Педоси",
        "label": "Педоси"
    },
    {
        "value": "Пекарі (Черкаська обл.)",
        "label": "Пекарі (Черкаська обл.)"
    },
    {
        "value": "Пекурівка",
        "label": "Пекурівка"
    },
    {
        "value": "Пеніжкове",
        "label": "Пеніжкове"
    },
    {
        "value": "Пеньківка",
        "label": "Пеньківка"
    },
    {
        "value": "Пеньківка (Літинський р-н)",
        "label": "Пеньківка (Літинський р-н)"
    },
    {
        "value": "Пеняки",
        "label": "Пеняки"
    },
    {
        "value": "Перв'ятичі",
        "label": "Перв'ятичі"
    },
    {
        "value": "Первозванівка",
        "label": "Первозванівка"
    },
    {
        "value": "Первозванівка (Кіровоградська обл.)",
        "label": "Первозванівка (Кіровоградська обл.)"
    },
    {
        "value": "Первомаївка",
        "label": "Первомаївка"
    },
    {
        "value": "Первомайськ(Микол.обл.Первомайс.р-н)",
        "label": "Первомайськ(Микол.обл.Первомайс.р-н)"
    },
    {
        "value": "Первомайське (Дніпропетровська обл.)",
        "label": "Первомайське (Дніпропетровська обл.)"
    },
    {
        "value": "Первомайське (Донецька обл.,Добропільський р-н)",
        "label": "Первомайське (Донецька обл.,Добропільський р-н)"
    },
    {
        "value": "Первомайське (Микол. обл. Вітовський р-н.)",
        "label": "Первомайське (Микол. обл. Вітовський р-н.)"
    },
    {
        "value": "Первомайське (Полтавська обл.)",
        "label": "Первомайське (Полтавська обл.)"
    },
    {
        "value": "Первомайське (Шевченківський р-н)",
        "label": "Первомайське (Шевченківський р-н)"
    },
    {
        "value": "Первомайське (Ясинуватський р-н., Донецкая обл.)",
        "label": "Первомайське (Ясинуватський р-н., Донецкая обл.)"
    },
    {
        "value": "Перга",
        "label": "Перга"
    },
    {
        "value": "Перебиківці",
        "label": "Перебиківці"
    },
    {
        "value": "Переброди (Рівненська обл.)",
        "label": "Переброди (Рівненська обл.)"
    },
    {
        "value": "Перебудова",
        "label": "Перебудова"
    },
    {
        "value": "Перевозець",
        "label": "Перевозець"
    },
    {
        "value": "Переволока (Тернопільська обл.)",
        "label": "Переволока (Тернопільська обл.)"
    },
    {
        "value": "Переволочна",
        "label": "Переволочна"
    },
    {
        "value": "Перегінка",
        "label": "Перегінка"
    },
    {
        "value": "Перегінське",
        "label": "Перегінське"
    },
    {
        "value": "Перегонівка",
        "label": "Перегонівка"
    },
    {
        "value": "Перегонівка (Обухівський р-н)",
        "label": "Перегонівка (Обухівський р-н)"
    },
    {
        "value": "Перегонівка (Полтавська обл.)",
        "label": "Перегонівка (Полтавська обл.)"
    },
    {
        "value": "Перегуди",
        "label": "Перегуди"
    },
    {
        "value": "Передільниця",
        "label": "Передільниця"
    },
    {
        "value": "Передільське",
        "label": "Передільське"
    },
    {
        "value": "Передмірка (Кременецький р-н)",
        "label": "Передмірка (Кременецький р-н)"
    },
    {
        "value": "Передмірка (Лановецький р-н)",
        "label": "Передмірка (Лановецький р-н)"
    },
    {
        "value": "Переїзне",
        "label": "Переїзне"
    },
    {
        "value": "Перекалки",
        "label": "Перекалки"
    },
    {
        "value": "Перекалля",
        "label": "Перекалля"
    },
    {
        "value": "Перекопівка",
        "label": "Перекопівка"
    },
    {
        "value": "Перекора",
        "label": "Перекора"
    },
    {
        "value": "Перекоринці",
        "label": "Перекоринці"
    },
    {
        "value": "Перекоси",
        "label": "Перекоси"
    },
    {
        "value": "Перельоти",
        "label": "Перельоти"
    },
    {
        "value": "Перемилів (Тернопільська обл.)",
        "label": "Перемилів (Тернопільська обл.)"
    },
    {
        "value": "Перемиль",
        "label": "Перемиль"
    },
    {
        "value": "Перемисловичі",
        "label": "Перемисловичі"
    },
    {
        "value": "Перемишель",
        "label": "Перемишель"
    },
    {
        "value": "Перемишляни",
        "label": "Перемишляни"
    },
    {
        "value": "Перемога (Баришівська селищна громада)",
        "label": "Перемога (Баришівська селищна громада)"
    },
    {
        "value": "Перемога (Баштанський р-н., Мик. обл.)",
        "label": "Перемога (Баштанський р-н., Мик. обл.)"
    },
    {
        "value": "Перемога (Броварський р-н)",
        "label": "Перемога (Броварський р-н)"
    },
    {
        "value": "Перемога (Золочівський р-н)",
        "label": "Перемога (Золочівський р-н)"
    },
    {
        "value": "Перемога (Сумська обл.)",
        "label": "Перемога (Сумська обл.)"
    },
    {
        "value": "Перемога (Харківська обл.)",
        "label": "Перемога (Харківська обл.)"
    },
    {
        "value": "Перемога (Чернігівська обл.)",
        "label": "Перемога (Чернігівська обл.)"
    },
    {
        "value": "Переможинці",
        "label": "Переможинці"
    },
    {
        "value": "Переможне",
        "label": "Переможне"
    },
    {
        "value": "Переможне (Запорізька обл.)",
        "label": "Переможне (Запорізька обл.)"
    },
    {
        "value": "Перенівка",
        "label": "Перенівка"
    },
    {
        "value": "Переорки",
        "label": "Переорки"
    },
    {
        "value": "Перепеличчя",
        "label": "Перепеличчя"
    },
    {
        "value": "Перепільчинці",
        "label": "Перепільчинці"
    },
    {
        "value": "Перерісль",
        "label": "Перерісль"
    },
    {
        "value": "Пересадівка",
        "label": "Пересадівка"
    },
    {
        "value": "Переселення",
        "label": "Переселення"
    },
    {
        "value": "Пересипки",
        "label": "Пересипки"
    },
    {
        "value": "Пересічне",
        "label": "Пересічне"
    },
    {
        "value": "Переславичі",
        "label": "Переславичі"
    },
    {
        "value": "Пересопниця",
        "label": "Пересопниця"
    },
    {
        "value": "Переспа",
        "label": "Переспа"
    },
    {
        "value": "Переспа (Львівська обл.)",
        "label": "Переспа (Львівська обл.)"
    },
    {
        "value": "Перетоки",
        "label": "Перетоки"
    },
    {
        "value": "Переходи",
        "label": "Переходи"
    },
    {
        "value": "Перехрестівка (Роменський р-н)",
        "label": "Перехрестівка (Роменський р-н)"
    },
    {
        "value": "Перехрестове",
        "label": "Перехрестове"
    },
    {
        "value": "Перехрестя",
        "label": "Перехрестя"
    },
    {
        "value": "Перечин",
        "label": "Перечин"
    },
    {
        "value": "Перещепине",
        "label": "Перещепине"
    },
    {
        "value": "Переяслав",
        "label": "Переяслав"
    },
    {
        "value": "Переяславське",
        "label": "Переяславське"
    },
    {
        "value": "Перківці",
        "label": "Перківці"
    },
    {
        "value": "Перлявка",
        "label": "Перлявка"
    },
    {
        "value": "Перше Травня",
        "label": "Перше Травня"
    },
    {
        "value": "Перше Травня (Дніпропетровська обл.)",
        "label": "Перше Травня (Дніпропетровська обл.)"
    },
    {
        "value": "Першокостянтинівка",
        "label": "Першокостянтинівка"
    },
    {
        "value": "Першопокровка",
        "label": "Першопокровка"
    },
    {
        "value": "Першотравенка",
        "label": "Першотравенка"
    },
    {
        "value": "Першотравневе",
        "label": "Першотравневе"
    },
    {
        "value": "Першотравневе (Ізмаїльський р-н)",
        "label": "Першотравневе (Ізмаїльський р-н)"
    },
    {
        "value": "Першотравневе (Одеська обл.)",
        "label": "Першотравневе (Одеська обл.)"
    },
    {
        "value": "Першотравневе (Харківська обл.)",
        "label": "Першотравневе (Харківська обл.)"
    },
    {
        "value": "Першотравневе (Харківський р-н., Харк. обл.)",
        "label": "Першотравневе (Харківський р-н., Харк. обл.)"
    },
    {
        "value": "Першотравневе (Черкаська обл.)",
        "label": "Першотравневе (Черкаська обл.)"
    },
    {
        "value": "Песець",
        "label": "Песець"
    },
    {
        "value": "Петранка",
        "label": "Петранка"
    },
    {
        "value": "Петраші",
        "label": "Петраші"
    },
    {
        "value": "Петрашівка (Вінницька обл.)",
        "label": "Петрашівка (Вінницька обл.)"
    },
    {
        "value": "Петрашівка (Герцаївський р-н)",
        "label": "Петрашівка (Герцаївський р-н)"
    },
    {
        "value": "Петрашівка (Київська обл.)",
        "label": "Петрашівка (Київська обл.)"
    },
    {
        "value": "Петрашівка (Тульчинський р-н)",
        "label": "Петрашівка (Тульчинський р-н)"
    },
    {
        "value": "Петрашівка (Хмельницька обл.)",
        "label": "Петрашівка (Хмельницька обл.)"
    },
    {
        "value": "Петрик",
        "label": "Петрик"
    },
    {
        "value": "Петрики",
        "label": "Петрики"
    },
    {
        "value": "Петриків (Тернопільська обл.)",
        "label": "Петриків (Тернопільська обл.)"
    },
    {
        "value": "Петриківка",
        "label": "Петриківка"
    },
    {
        "value": "Петриківці",
        "label": "Петриківці"
    },
    {
        "value": "Петричанка",
        "label": "Петричанка"
    },
    {
        "value": "Петричі",
        "label": "Петричі"
    },
    {
        "value": "Петрів (Івано-Франківська обл.)",
        "label": "Петрів (Івано-Франківська обл.)"
    },
    {
        "value": "Петрівка (Барвінківський р-н)",
        "label": "Петрівка (Барвінківський р-н)"
    },
    {
        "value": "Петрівка (Бобровицький р-н)",
        "label": "Петрівка (Бобровицький р-н)"
    },
    {
        "value": "Петрівка (Закарпатська обл.)",
        "label": "Петрівка (Закарпатська обл.)"
    },
    {
        "value": "Петрівка (Запорізька обл.)",
        "label": "Петрівка (Запорізька обл.)"
    },
    {
        "value": "Петрівка (Кіровоградська обл.)",
        "label": "Петрівка (Кіровоградська обл.)"
    },
    {
        "value": "Петрівка (Красноградський р-н)",
        "label": "Петрівка (Красноградський р-н)"
    },
    {
        "value": "Петрівка (Миколаївська обл, Миколаївський р-н)",
        "label": "Петрівка (Миколаївська обл, Миколаївський р-н)"
    },
    {
        "value": "Петрівка (Миколаївська обл.)",
        "label": "Петрівка (Миколаївська обл.)"
    },
    {
        "value": "Петрівка (Петропавлівський р-н)",
        "label": "Петрівка (Петропавлівський р-н)"
    },
    {
        "value": "Петрівка (Тарутинський р-н)",
        "label": "Петрівка (Тарутинський р-н)"
    },
    {
        "value": "Петрівка (Херсонська обл.)",
        "label": "Петрівка (Херсонська обл.)"
    },
    {
        "value": "Петрівка (Чернігівська обл.)",
        "label": "Петрівка (Чернігівська обл.)"
    },
    {
        "value": "Петрівка (Чутівський р-н.)",
        "label": "Петрівка (Чутівський р-н.)"
    },
    {
        "value": "Петрівка-Роменська",
        "label": "Петрівка-Роменська"
    },
    {
        "value": "Петрівськ (Одеська обл.)",
        "label": "Петрівськ (Одеська обл.)"
    },
    {
        "value": "Петрівське (Краснокутський р-н.)",
        "label": "Петрівське (Краснокутський р-н.)"
    },
    {
        "value": "Петрівське (Петрівська сільська рада)",
        "label": "Петрівське (Петрівська сільська рада)"
    },
    {
        "value": "Петрівське (Харківська обл.)",
        "label": "Петрівське (Харківська обл.)"
    },
    {
        "value": "Петрівці",
        "label": "Петрівці"
    },
    {
        "value": "Петро-Давидівка",
        "label": "Петро-Давидівка"
    },
    {
        "value": "Петро-Євдокіївка",
        "label": "Петро-Євдокіївка"
    },
    {
        "value": "Петро-Михайлівка",
        "label": "Петро-Михайлівка"
    },
    {
        "value": "Петрове (Знам'янський р-н, Кіровоградська обл.)",
        "label": "Петрове (Знам'янський р-н, Кіровоградська обл.)"
    },
    {
        "value": "Петрове (Одеська обл.)",
        "label": "Петрове (Одеська обл.)"
    },
    {
        "value": "Петрове (Олександрійський р-н., Кіровоградська обл",
        "label": "Петрове (Олександрійський р-н., Кіровоградська обл"
    },
    {
        "value": "Петровірівка",
        "label": "Петровірівка"
    },
    {
        "value": "Петрово-Солониха",
        "label": "Петрово-Солониха"
    },
    {
        "value": "Петродолинське",
        "label": "Петродолинське"
    },
    {
        "value": "Петрозагір'я",
        "label": "Петрозагір'я"
    },
    {
        "value": "Петроострів",
        "label": "Петроострів"
    },
    {
        "value": "Петропавлівка (Дніпропетровська обл.)",
        "label": "Петропавлівка (Дніпропетровська обл.)"
    },
    {
        "value": "Петропавлівка (Луганська обл.)",
        "label": "Петропавлівка (Луганська обл.)"
    },
    {
        "value": "Петропавлівка (Одеська обл.)",
        "label": "Петропавлівка (Одеська обл.)"
    },
    {
        "value": "Петропавлівка (Харківська обл.)",
        "label": "Петропавлівка (Харківська обл.)"
    },
    {
        "value": "Петропавлівка (Херсонська обл.)",
        "label": "Петропавлівка (Херсонська обл.)"
    },
    {
        "value": "Петропавлівка (Черкаська обл.)",
        "label": "Петропавлівка (Черкаська обл.)"
    },
    {
        "value": "Петропавлівська Борщагівка",
        "label": "Петропавлівська Борщагівка"
    },
    {
        "value": "Петропавлівське",
        "label": "Петропавлівське"
    },
    {
        "value": "Петропіль",
        "label": "Петропіль"
    },
    {
        "value": "Петрушів (Закарпатська обл.)",
        "label": "Петрушів (Закарпатська обл.)"
    },
    {
        "value": "Петрушівка",
        "label": "Петрушівка"
    },
    {
        "value": "Петрушки",
        "label": "Петрушки"
    },
    {
        "value": "Петрушки (Черкаська обл.)",
        "label": "Петрушки (Черкаська обл.)"
    },
    {
        "value": "Печанівка",
        "label": "Печанівка"
    },
    {
        "value": "Печеніги",
        "label": "Печеніги"
    },
    {
        "value": "Печеніжин",
        "label": "Печеніжин"
    },
    {
        "value": "Печеське",
        "label": "Печеське"
    },
    {
        "value": "Печини",
        "label": "Печини"
    },
    {
        "value": "Печихвости",
        "label": "Печихвости"
    },
    {
        "value": "Печихвости (Кам'янка-Бузький р-н)",
        "label": "Печихвости (Кам'янка-Бузький р-н)"
    },
    {
        "value": "Пийтерфолво",
        "label": "Пийтерфолво"
    },
    {
        "value": "Пиків",
        "label": "Пиків"
    },
    {
        "value": "Пикуловичі",
        "label": "Пикуловичі"
    },
    {
        "value": "Пилипець",
        "label": "Пилипець"
    },
    {
        "value": "Пилипи",
        "label": "Пилипи"
    },
    {
        "value": "Пилипи-Борівські",
        "label": "Пилипи-Борівські"
    },
    {
        "value": "Пилипи-Олександрівські",
        "label": "Пилипи-Олександрівські"
    },
    {
        "value": "Пилипівка",
        "label": "Пилипівка"
    },
    {
        "value": "Пилипівка (Київська обл.)",
        "label": "Пилипівка (Київська обл.)"
    },
    {
        "value": "Пилиповичі",
        "label": "Пилиповичі"
    },
    {
        "value": "Пилиповичі (Житомирська обл.)",
        "label": "Пилиповичі (Житомирська обл.)"
    },
    {
        "value": "Пилипча",
        "label": "Пилипча"
    },
    {
        "value": "Пилипче",
        "label": "Пилипче"
    },
    {
        "value": "Пилява",
        "label": "Пилява"
    },
    {
        "value": "Пилява (Тернопільська обл.)",
        "label": "Пилява (Тернопільська обл.)"
    },
    {
        "value": "Пилява (Тиврівський р-н)",
        "label": "Пилява (Тиврівський р-н)"
    },
    {
        "value": "Пиняни",
        "label": "Пиняни"
    },
    {
        "value": "Пиріжна",
        "label": "Пиріжна"
    },
    {
        "value": "Пироги",
        "label": "Пироги"
    },
    {
        "value": "Пирогівці",
        "label": "Пирогівці"
    },
    {
        "value": "Пирятин",
        "label": "Пирятин"
    },
    {
        "value": "Писарівка",
        "label": "Писарівка"
    },
    {
        "value": "Писарівка (Вінницька обл., Ямпільський р-н)",
        "label": "Писарівка (Вінницька обл., Ямпільський р-н)"
    },
    {
        "value": "Писарівка (Дніпропетровська обл.)",
        "label": "Писарівка (Дніпропетровська обл.)"
    },
    {
        "value": "Писарівка (Калинівський р-н)",
        "label": "Писарівка (Калинівський р-н)"
    },
    {
        "value": "Писарівка (Луганська обл.)",
        "label": "Писарівка (Луганська обл.)"
    },
    {
        "value": "Писарівка (Новосанжарський р-н)",
        "label": "Писарівка (Новосанжарський р-н)"
    },
    {
        "value": "Писарівка (Одеська обл.)",
        "label": "Писарівка (Одеська обл.)"
    },
    {
        "value": "Писарівка (Хмельницька обл.)",
        "label": "Писарівка (Хмельницька обл.)"
    },
    {
        "value": "Писарівка (Шаргородський р-н)",
        "label": "Писарівка (Шаргородський р-н)"
    },
    {
        "value": "Писарівщина",
        "label": "Писарівщина"
    },
    {
        "value": "Письменне",
        "label": "Письменне"
    },
    {
        "value": "Письмечеве",
        "label": "Письмечеве"
    },
    {
        "value": "Пишківці",
        "label": "Пишківці"
    },
    {
        "value": "Пишне",
        "label": "Пишне"
    },
    {
        "value": "Пищатинці",
        "label": "Пищатинці"
    },
    {
        "value": "Пищики",
        "label": "Пищики"
    },
    {
        "value": "Південне",
        "label": "Південне"
    },
    {
        "value": "Південне (Білгород-Дністровський р-н)",
        "label": "Південне (Білгород-Дністровський р-н)"
    },
    {
        "value": "Південне (Дергачівський р-н)",
        "label": "Південне (Дергачівський р-н)"
    },
    {
        "value": "Південне (Харківський р-н)",
        "label": "Південне (Харківський р-н)"
    },
    {
        "value": "Південноукраїнськ",
        "label": "Південноукраїнськ"
    },
    {
        "value": "Північне",
        "label": "Північне"
    },
    {
        "value": "Півці",
        "label": "Півці"
    },
    {
        "value": "Під'ярків",
        "label": "Під'ярків"
    },
    {
        "value": "Підбережжя",
        "label": "Підбережжя"
    },
    {
        "value": "Підбереззя",
        "label": "Підбереззя"
    },
    {
        "value": "Підберізці",
        "label": "Підберізці"
    },
    {
        "value": "Підберізці (Тернопільська обл.)",
        "label": "Підберізці (Тернопільська обл.)"
    },
    {
        "value": "Підбірці",
        "label": "Підбірці"
    },
    {
        "value": "Підбуж",
        "label": "Підбуж"
    },
    {
        "value": "Підвальне",
        "label": "Підвальне"
    },
    {
        "value": "Підвербці",
        "label": "Підвербці"
    },
    {
        "value": "Підвиноградів",
        "label": "Підвиноградів"
    },
    {
        "value": "Підвисоке",
        "label": "Підвисоке"
    },
    {
        "value": "Підвисоке (Івано-Франківська обл.)",
        "label": "Підвисоке (Івано-Франківська обл.)"
    },
    {
        "value": "Підвисоке (Тернопільська обл.)",
        "label": "Підвисоке (Тернопільська обл.)"
    },
    {
        "value": "Підволочиськ",
        "label": "Підволочиськ"
    },
    {
        "value": "Підгайне",
        "label": "Підгайне"
    },
    {
        "value": "Підгайці (Кіровоградська обл.)",
        "label": "Підгайці (Кіровоградська обл.)"
    },
    {
        "value": "Підгайці (Луцький р-н)",
        "label": "Підгайці (Луцький р-н)"
    },
    {
        "value": "Підгайці (Млинівський р-н)",
        "label": "Підгайці (Млинівський р-н)"
    },
    {
        "value": "Підгайці (Підгаєцький р-н., Тернопільська обл.)",
        "label": "Підгайці (Підгаєцький р-н., Тернопільська обл.)"
    },
    {
        "value": "Підгайці (Шумський р-н)",
        "label": "Підгайці (Шумський р-н)"
    },
    {
        "value": "Підгайчики",
        "label": "Підгайчики"
    },
    {
        "value": "Підгайчики (Золочівський р-н)",
        "label": "Підгайчики (Золочівський р-н)"
    },
    {
        "value": "Підгайчики (Львівська обл.)",
        "label": "Підгайчики (Львівська обл.)"
    },
    {
        "value": "Підгайчики (Теребовлянський р-н.,Тернопільська обл",
        "label": "Підгайчики (Теребовлянський р-н.,Тернопільська обл"
    },
    {
        "value": "Підгать",
        "label": "Підгать"
    },
    {
        "value": "Підгір'я",
        "label": "Підгір'я"
    },
    {
        "value": "Підгір'я (Волинська обл.)",
        "label": "Підгір'я (Волинська обл.)"
    },
    {
        "value": "Підгірне",
        "label": "Підгірне"
    },
    {
        "value": "Підгірне (Закарпатська обл.)",
        "label": "Підгірне (Закарпатська обл.)"
    },
    {
        "value": "Підгірне (Запорізька обл.)",
        "label": "Підгірне (Запорізька обл.)"
    },
    {
        "value": "Підгірне (Львівська обл.)",
        "label": "Підгірне (Львівська обл.)"
    },
    {
        "value": "Підгірне (Одеська обл.)",
        "label": "Підгірне (Одеська обл.)"
    },
    {
        "value": "Підгірне (Полтавська обл.)",
        "label": "Підгірне (Полтавська обл.)"
    },
    {
        "value": "Підгірці",
        "label": "Підгірці"
    },
    {
        "value": "Підгірці (Київська обл.)",
        "label": "Підгірці (Київська обл.)"
    },
    {
        "value": "Підгірці (Львівська обл.)",
        "label": "Підгірці (Львівська обл.)"
    },
    {
        "value": "Підгора",
        "label": "Підгора"
    },
    {
        "value": "Підгорб",
        "label": "Підгорб"
    },
    {
        "value": "Підгорівка",
        "label": "Підгорівка"
    },
    {
        "value": "Підгородище",
        "label": "Підгородище"
    },
    {
        "value": "Підгородна",
        "label": "Підгородна"
    },
    {
        "value": "Підгородне (Дніпропетровська обл.)",
        "label": "Підгородне (Дніпропетровська обл.)"
    },
    {
        "value": "Підгородне (Тернопільс. р-н., Тернопільська обл.)",
        "label": "Підгородне (Тернопільс. р-н., Тернопільська обл.)"
    },
    {
        "value": "Підгороднє (Золочівський р-н., Львівська обл.)",
        "label": "Підгороднє (Золочівський р-н., Львівська обл.)"
    },
    {
        "value": "Підгородці (Львівська обл.)",
        "label": "Підгородці (Львівська обл.)"
    },
    {
        "value": "Піддністряни",
        "label": "Піддністряни"
    },
    {
        "value": "Піддубці",
        "label": "Піддубці"
    },
    {
        "value": "Підзамочок",
        "label": "Підзамочок"
    },
    {
        "value": "Підзамче",
        "label": "Підзамче"
    },
    {
        "value": "Підзахаричі",
        "label": "Підзахаричі"
    },
    {
        "value": "Підзвіринець",
        "label": "Підзвіринець"
    },
    {
        "value": "Підкамінь",
        "label": "Підкамінь"
    },
    {
        "value": "Підкамінь (Івано-Франківська обл.)",
        "label": "Підкамінь (Івано-Франківська обл.)"
    },
    {
        "value": "Підкормілля",
        "label": "Підкормілля"
    },
    {
        "value": "Підлиман",
        "label": "Підлиман"
    },
    {
        "value": "Підлипне",
        "label": "Підлипне"
    },
    {
        "value": "Підлипці",
        "label": "Підлипці"
    },
    {
        "value": "Підліски",
        "label": "Підліски"
    },
    {
        "value": "Підлісне",
        "label": "Підлісне"
    },
    {
        "value": "Підлісне (Вінницька обл.)",
        "label": "Підлісне (Вінницька обл.)"
    },
    {
        "value": "Підлісне (Житомирська обл.)",
        "label": "Підлісне (Житомирська обл.)"
    },
    {
        "value": "Підлісне (Кіровоградська обл.)",
        "label": "Підлісне (Кіровоградська обл.)"
    },
    {
        "value": "Підлісне (Літинський р-н)",
        "label": "Підлісне (Літинський р-н)"
    },
    {
        "value": "Підлісне (Миколаївська обл.,Новоодеський р-н)",
        "label": "Підлісне (Миколаївська обл.,Новоодеський р-н)"
    },
    {
        "value": "Підлісний Мукарів",
        "label": "Підлісний Мукарів"
    },
    {
        "value": "Підлісний Олексинець",
        "label": "Підлісний Олексинець"
    },
    {
        "value": "Підліснівка",
        "label": "Підліснівка"
    },
    {
        "value": "Підлісся (Івано-Франківська обл.)",
        "label": "Підлісся (Івано-Франківська обл.)"
    },
    {
        "value": "Підлісся (Київська обл.)",
        "label": "Підлісся (Київська обл.)"
    },
    {
        "value": "Підлісся (Тернопільська обл.)",
        "label": "Підлісся (Тернопільська обл.)"
    },
    {
        "value": "Підлісці",
        "label": "Підлісці"
    },
    {
        "value": "Підлісці (Ізяславський р-н)",
        "label": "Підлісці (Ізяславський р-н)"
    },
    {
        "value": "Підлозці",
        "label": "Підлозці"
    },
    {
        "value": "Підлуби",
        "label": "Підлуби"
    },
    {
        "value": "Підлуби (Львівська обл.)",
        "label": "Підлуби (Львівська обл.)"
    },
    {
        "value": "Підлужжя",
        "label": "Підлужжя"
    },
    {
        "value": "Підлужне",
        "label": "Підлужне"
    },
    {
        "value": "Підманове",
        "label": "Підманове"
    },
    {
        "value": "Підмихайлівці",
        "label": "Підмихайлівці"
    },
    {
        "value": "Підмихайля",
        "label": "Підмихайля"
    },
    {
        "value": "Підмонастирок",
        "label": "Підмонастирок"
    },
    {
        "value": "Підопригори",
        "label": "Підопригори"
    },
    {
        "value": "Підпечери",
        "label": "Підпечери"
    },
    {
        "value": "Підплеша",
        "label": "Підплеша"
    },
    {
        "value": "Підполоззя",
        "label": "Підполоззя"
    },
    {
        "value": "Підруддя",
        "label": "Підруддя"
    },
    {
        "value": "Підрясне",
        "label": "Підрясне"
    },
    {
        "value": "Підсереднє",
        "label": "Підсереднє"
    },
    {
        "value": "Підставки",
        "label": "Підставки"
    },
    {
        "value": "Підставки (Черкаська обл.)",
        "label": "Підставки (Черкаська обл.)"
    },
    {
        "value": "Підцир'я",
        "label": "Підцир'я"
    },
    {
        "value": "Пізники",
        "label": "Пізники"
    },
    {
        "value": "Пії",
        "label": "Пії"
    },
    {
        "value": "Пійло",
        "label": "Пійло"
    },
    {
        "value": "Піківець",
        "label": "Піківець"
    },
    {
        "value": "Пільний Олексинець",
        "label": "Пільний Олексинець"
    },
    {
        "value": "Пінчуки",
        "label": "Пінчуки"
    },
    {
        "value": "Пірванче",
        "label": "Пірванче"
    },
    {
        "value": "Пірнове",
        "label": "Пірнове"
    },
    {
        "value": "Піски (Баштанський р-н)",
        "label": "Піски (Баштанський р-н)"
    },
    {
        "value": "Піски (Бродівський р-н)",
        "label": "Піски (Бродівський р-н)"
    },
    {
        "value": "Піски (Волинська обл.)",
        "label": "Піски (Волинська обл.)"
    },
    {
        "value": "Піски (Житомирська обл.)",
        "label": "Піски (Житомирська обл.)"
    },
    {
        "value": "Піски (Луганська обл.)",
        "label": "Піски (Луганська обл.)"
    },
    {
        "value": "Піски (Полтавська обл, Лубенський р-н)",
        "label": "Піски (Полтавська обл, Лубенський р-н)"
    },
    {
        "value": "Піски (Полтавська обл.)",
        "label": "Піски (Полтавська обл.)"
    },
    {
        "value": "Піски (Пустомитівський р-н)",
        "label": "Піски (Пустомитівський р-н)"
    },
    {
        "value": "Піски (Сумська обл.)",
        "label": "Піски (Сумська обл.)"
    },
    {
        "value": "Піски (Чернігівська обл.)",
        "label": "Піски (Чернігівська обл.)"
    },
    {
        "value": "Піски-Радьківські",
        "label": "Піски-Радьківські"
    },
    {
        "value": "Піски-Річицькі",
        "label": "Піски-Річицькі"
    },
    {
        "value": "Пісків",
        "label": "Пісків"
    },
    {
        "value": "Пісківка",
        "label": "Пісківка"
    },
    {
        "value": "Піскошине",
        "label": "Піскошине"
    },
    {
        "value": "Пісочин",
        "label": "Пісочин"
    },
    {
        "value": "Пісочна",
        "label": "Пісочна"
    },
    {
        "value": "Пісочне",
        "label": "Пісочне"
    },
    {
        "value": "Пістинь",
        "label": "Пістинь"
    },
    {
        "value": "Пістрялово",
        "label": "Пістрялово"
    },
    {
        "value": "Пітушків",
        "label": "Пітушків"
    },
    {
        "value": "Піща",
        "label": "Піща"
    },
    {
        "value": "Піщана",
        "label": "Піщана"
    },
    {
        "value": "Піщана (Білоцерківський р-н)",
        "label": "Піщана (Білоцерківський р-н)"
    },
    {
        "value": "Піщана (Одеська обл.)",
        "label": "Піщана (Одеська обл.)"
    },
    {
        "value": "Піщане",
        "label": "Піщане"
    },
    {
        "value": "Піщане (Волинська обл.)",
        "label": "Піщане (Волинська обл.)"
    },
    {
        "value": "Піщане (Луганська обл.)",
        "label": "Піщане (Луганська обл.)"
    },
    {
        "value": "Піщане (Полтавська обл.)",
        "label": "Піщане (Полтавська обл.)"
    },
    {
        "value": "Піщане (Решетилівський р-н)",
        "label": "Піщане (Решетилівський р-н)"
    },
    {
        "value": "Піщане(Черкаська обл.)",
        "label": "Піщане(Черкаська обл.)"
    },
    {
        "value": "Піщани",
        "label": "Піщани"
    },
    {
        "value": "Піщаний Брід (Добровеличківський р-н)",
        "label": "Піщаний Брід (Добровеличківський р-н)"
    },
    {
        "value": "Піщаний Брід (Олександрійський р-н)",
        "label": "Піщаний Брід (Олександрійський р-н)"
    },
    {
        "value": "Піщаниця",
        "label": "Піщаниця"
    },
    {
        "value": "Піщанка (Вінницька обл.)",
        "label": "Піщанка (Вінницька обл.)"
    },
    {
        "value": "Піщанка (Харківська обл.)",
        "label": "Піщанка (Харківська обл.)"
    },
    {
        "value": "Піщанка(Дніпропетровська обл.)",
        "label": "Піщанка(Дніпропетровська обл.)"
    },
    {
        "value": "Піщатинці",
        "label": "Піщатинці"
    },
    {
        "value": "Плав'я",
        "label": "Плав'я"
    },
    {
        "value": "Плав'я (Свалявський р-н., Закарп. обл.)",
        "label": "Плав'я (Свалявський р-н., Закарп. обл.)"
    },
    {
        "value": "Плавинище",
        "label": "Плавинище"
    },
    {
        "value": "Плавні",
        "label": "Плавні"
    },
    {
        "value": "Плавні (Запорізька обл.)",
        "label": "Плавні (Запорізька обл.)"
    },
    {
        "value": "Плавське",
        "label": "Плавське"
    },
    {
        "value": "Плахтіївка",
        "label": "Плахтіївка"
    },
    {
        "value": "Плахтянка",
        "label": "Плахтянка"
    },
    {
        "value": "Плаюць",
        "label": "Плаюць"
    },
    {
        "value": "Плебанівка",
        "label": "Плебанівка"
    },
    {
        "value": "Плебанівка (Тернопільська обл.)",
        "label": "Плебанівка (Тернопільська обл.)"
    },
    {
        "value": "Плесецьке",
        "label": "Плесецьке"
    },
    {
        "value": "Плесна (Хмельницька обл.)",
        "label": "Плесна (Хмельницька обл.)"
    },
    {
        "value": "Плетений Ташлик",
        "label": "Плетений Ташлик"
    },
    {
        "value": "Плехів",
        "label": "Плехів"
    },
    {
        "value": "Плешкані",
        "label": "Плешкані"
    },
    {
        "value": "Плиски",
        "label": "Плиски"
    },
    {
        "value": "Плисків",
        "label": "Плисків"
    },
    {
        "value": "Плішивець",
        "label": "Плішивець"
    },
    {
        "value": "Пліщин (Хмельницька обл.)",
        "label": "Пліщин (Хмельницька обл.)"
    },
    {
        "value": "Плодове",
        "label": "Плодове"
    },
    {
        "value": "Плодородне",
        "label": "Плодородне"
    },
    {
        "value": "Плоска",
        "label": "Плоска"
    },
    {
        "value": "Плоске (Закарпатська обл.)",
        "label": "Плоске (Закарпатська обл.)"
    },
    {
        "value": "Плоске (Київська обл.)",
        "label": "Плоске (Київська обл.)"
    },
    {
        "value": "Плоске (Носівський р-н)",
        "label": "Плоске (Носівський р-н)"
    },
    {
        "value": "Плоске (Одеська обл.)",
        "label": "Плоске (Одеська обл.)"
    },
    {
        "value": "Плоске (Рівненська обл.)",
        "label": "Плоске (Рівненська обл.)"
    },
    {
        "value": "Плоске (Тернопільська обл.)",
        "label": "Плоске (Тернопільська обл.)"
    },
    {
        "value": "Плоске (Харківська обл.)",
        "label": "Плоске (Харківська обл.)"
    },
    {
        "value": "Плотича",
        "label": "Плотича"
    },
    {
        "value": "Плотича (Козівський р-н)",
        "label": "Плотича (Козівський р-н)"
    },
    {
        "value": "Плугатар",
        "label": "Плугатар"
    },
    {
        "value": "Плугів",
        "label": "Плугів"
    },
    {
        "value": "Плужне",
        "label": "Плужне"
    },
    {
        "value": "Плюти",
        "label": "Плюти"
    },
    {
        "value": "Плющівка",
        "label": "Плющівка"
    },
    {
        "value": "Пляківка",
        "label": "Пляківка"
    },
    {
        "value": "Пляхова",
        "label": "Пляхова"
    },
    {
        "value": "Пляшева",
        "label": "Пляшева"
    },
    {
        "value": "Пнів",
        "label": "Пнів"
    },
    {
        "value": "Пнівне",
        "label": "Пнівне"
    },
    {
        "value": "Пнікут",
        "label": "Пнікут"
    },
    {
        "value": "Побережжя",
        "label": "Побережжя"
    },
    {
        "value": "Побережне",
        "label": "Побережне"
    },
    {
        "value": "Побєда",
        "label": "Побєда"
    },
    {
        "value": "Побєда (Мар'їнський р-н)",
        "label": "Побєда (Мар'їнський р-н)"
    },
    {
        "value": "Побужани",
        "label": "Побужани"
    },
    {
        "value": "Побузьке",
        "label": "Побузьке"
    },
    {
        "value": "Побук",
        "label": "Побук"
    },
    {
        "value": "Повал",
        "label": "Повал"
    },
    {
        "value": "Повідов",
        "label": "Повідов"
    },
    {
        "value": "Повітно (Львівська обл.)",
        "label": "Повітно (Львівська обл.)"
    },
    {
        "value": "Поворськ",
        "label": "Поворськ"
    },
    {
        "value": "Повстанське",
        "label": "Повстанське"
    },
    {
        "value": "Погарисько",
        "label": "Погарисько"
    },
    {
        "value": "Погарщина",
        "label": "Погарщина"
    },
    {
        "value": "Погибляк",
        "label": "Погибляк"
    },
    {
        "value": "Погірці",
        "label": "Погірці"
    },
    {
        "value": "Погорілець",
        "label": "Погорілець"
    },
    {
        "value": "Погорілівка",
        "label": "Погорілівка"
    },
    {
        "value": "Погреби",
        "label": "Погреби"
    },
    {
        "value": "Погреби (Васильківський р-н)",
        "label": "Погреби (Васильківський р-н)"
    },
    {
        "value": "Погреби (Тетіївський р-н)",
        "label": "Погреби (Тетіївський р-н)"
    },
    {
        "value": "Погреби (Черкаська обл.)",
        "label": "Погреби (Черкаська обл.)"
    },
    {
        "value": "Погребище",
        "label": "Погребище"
    },
    {
        "value": "Погребняки",
        "label": "Погребняки"
    },
    {
        "value": "Погулянка",
        "label": "Погулянка"
    },
    {
        "value": "Погулянка (Маневицький р-н)",
        "label": "Погулянка (Маневицький р-н)"
    },
    {
        "value": "Подвір'ївка",
        "label": "Подвір'ївка"
    },
    {
        "value": "Подвірки",
        "label": "Подвірки"
    },
    {
        "value": "Подвірне",
        "label": "Подвірне"
    },
    {
        "value": "Поди",
        "label": "Поди"
    },
    {
        "value": "Подібна (Черкаська обл.)",
        "label": "Подібна (Черкаська обл.)"
    },
    {
        "value": "Поділ",
        "label": "Поділ"
    },
    {
        "value": "Поділля (Баришівський р-н., Київська обл.)",
        "label": "Поділля (Баришівський р-н., Київська обл.)"
    },
    {
        "value": "Поділля (Івано-Франківська обл.)",
        "label": "Поділля (Івано-Франківська обл.)"
    },
    {
        "value": "Поділля (Миколаївська обл.)",
        "label": "Поділля (Миколаївська обл.)"
    },
    {
        "value": "Поділля (Підволочиський р-н)",
        "label": "Поділля (Підволочиський р-н)"
    },
    {
        "value": "Поділля (Тернопільська обл.)",
        "label": "Поділля (Тернопільська обл.)"
    },
    {
        "value": "Подільки",
        "label": "Подільки"
    },
    {
        "value": "Подільськ",
        "label": "Подільськ"
    },
    {
        "value": "Подільське",
        "label": "Подільське"
    },
    {
        "value": "Подільське (Вінницька обл.)",
        "label": "Подільське (Вінницька обл.)"
    },
    {
        "value": "Подільське (Немирівський р-н)",
        "label": "Подільське (Немирівський р-н)"
    },
    {
        "value": "Подільське (Хмельницька обл.)",
        "label": "Подільське (Хмельницька обл.)"
    },
    {
        "value": "Подо-Калинівка",
        "label": "Подо-Калинівка"
    },
    {
        "value": "Подобовець",
        "label": "Подобовець"
    },
    {
        "value": "Подове",
        "label": "Подове"
    },
    {
        "value": "Подове (Кам'янсько-Дніпровський р-н)",
        "label": "Подове (Кам'янсько-Дніпровський р-н)"
    },
    {
        "value": "Подоли",
        "label": "Подоли"
    },
    {
        "value": "Подолянське (Хмельницька обл.)",
        "label": "Подолянське (Хмельницька обл.)"
    },
    {
        "value": "Подолянці",
        "label": "Подолянці"
    },
    {
        "value": "Подорожнє",
        "label": "Подорожнє"
    },
    {
        "value": "Подорожнє (Жидачівський р-н)",
        "label": "Подорожнє (Жидачівський р-н)"
    },
    {
        "value": "Подорожнє (Львівська обл.)",
        "label": "Подорожнє (Львівська обл.)"
    },
    {
        "value": "Подусільна",
        "label": "Подусільна"
    },
    {
        "value": "Пожарки",
        "label": "Пожарки"
    },
    {
        "value": "Поздимир",
        "label": "Поздимир"
    },
    {
        "value": "Познанка Перша",
        "label": "Познанка Перша"
    },
    {
        "value": "Познань (Рівненська обл.)",
        "label": "Познань (Рівненська обл.)"
    },
    {
        "value": "Покалів",
        "label": "Покалів"
    },
    {
        "value": "Покащів",
        "label": "Покащів"
    },
    {
        "value": "Покотилівка",
        "label": "Покотилівка"
    },
    {
        "value": "Покотилове",
        "label": "Покотилове"
    },
    {
        "value": "Покощівка",
        "label": "Покощівка"
    },
    {
        "value": "Покришів",
        "label": "Покришів"
    },
    {
        "value": "Покрівці",
        "label": "Покрівці"
    },
    {
        "value": "Покров (Дніпропетровська обл.)",
        "label": "Покров (Дніпропетровська обл.)"
    },
    {
        "value": "Покровка",
        "label": "Покровка"
    },
    {
        "value": "Покровка (Любашівський р-н)",
        "label": "Покровка (Любашівський р-н)"
    },
    {
        "value": "Покровка (Роздільнянський р-н)",
        "label": "Покровка (Роздільнянський р-н)"
    },
    {
        "value": "Покровськ (Донецька обл.)",
        "label": "Покровськ (Донецька обл.)"
    },
    {
        "value": "Покровська Багачка",
        "label": "Покровська Багачка"
    },
    {
        "value": "Покровське (Артемівський р-н)",
        "label": "Покровське (Артемівський р-н)"
    },
    {
        "value": "Покровське (Житомирська обл.)",
        "label": "Покровське (Житомирська обл.)"
    },
    {
        "value": "Покровське (Кіровоградська обл.)",
        "label": "Покровське (Кіровоградська обл.)"
    },
    {
        "value": "Покровське (Кіровоградський р-н)",
        "label": "Покровське (Кіровоградський р-н)"
    },
    {
        "value": "Покровське (Мангушський р-н)",
        "label": "Покровське (Мангушський р-н)"
    },
    {
        "value": "Покровське (Полтавська обл.)",
        "label": "Покровське (Полтавська обл.)"
    },
    {
        "value": "Покровське (Синельниківський р-н)",
        "label": "Покровське (Синельниківський р-н)"
    },
    {
        "value": "Покровське (Чернігівська обл.)",
        "label": "Покровське (Чернігівська обл.)"
    },
    {
        "value": "Покровське (Шишацький р-н)",
        "label": "Покровське (Шишацький р-н)"
    },
    {
        "value": "Покропивна",
        "label": "Покропивна"
    },
    {
        "value": "Покутине",
        "label": "Покутине"
    },
    {
        "value": "Полапи",
        "label": "Полапи"
    },
    {
        "value": "Полив'яне",
        "label": "Полив'яне"
    },
    {
        "value": "Поливанівка",
        "label": "Поливанівка"
    },
    {
        "value": "Полиці",
        "label": "Полиці"
    },
    {
        "value": "Полиці (Волинська обл.)",
        "label": "Полиці (Волинська обл.)"
    },
    {
        "value": "Полівці",
        "label": "Полівці"
    },
    {
        "value": "Полігон",
        "label": "Полігон"
    },
    {
        "value": "Поліське",
        "label": "Поліське"
    },
    {
        "value": "Поліське (Рівненська обл.)",
        "label": "Поліське (Рівненська обл.)"
    },
    {
        "value": "Поліське (Старовижівський р-н)",
        "label": "Поліське (Старовижівський р-н)"
    },
    {
        "value": "Поліське (Чернігівська обл.)",
        "label": "Поліське (Чернігівська обл.)"
    },
    {
        "value": "Політанки",
        "label": "Політанки"
    },
    {
        "value": "Полове",
        "label": "Полове"
    },
    {
        "value": "Половецьке",
        "label": "Половецьке"
    },
    {
        "value": "Половинчик",
        "label": "Половинчик"
    },
    {
        "value": "Половлі",
        "label": "Половлі"
    },
    {
        "value": "Пологи (Запорізька обл.)",
        "label": "Пологи (Запорізька обл.)"
    },
    {
        "value": "Пологи (Київська обл.)",
        "label": "Пологи (Київська обл.)"
    },
    {
        "value": "Пологи (Полтавська обл.)",
        "label": "Пологи (Полтавська обл.)"
    },
    {
        "value": "Пологи (село)",
        "label": "Пологи (село)"
    },
    {
        "value": "Пологи-Вергуни",
        "label": "Пологи-Вергуни"
    },
    {
        "value": "Пологи-Яненки",
        "label": "Пологи-Яненки"
    },
    {
        "value": "Положаї",
        "label": "Положаї"
    },
    {
        "value": "Положеве",
        "label": "Положеве"
    },
    {
        "value": "Полонисте",
        "label": "Полонисте"
    },
    {
        "value": "Полоничі",
        "label": "Полоничі"
    },
    {
        "value": "Полонка",
        "label": "Полонка"
    },
    {
        "value": "Полонне",
        "label": "Полонне"
    },
    {
        "value": "Полоузівка",
        "label": "Полоузівка"
    },
    {
        "value": "Полошки",
        "label": "Полошки"
    },
    {
        "value": "Полствин",
        "label": "Полствин"
    },
    {
        "value": "Полтава",
        "label": "Полтава"
    },
    {
        "value": "Полтавка",
        "label": "Полтавка"
    },
    {
        "value": "Полтавка (Запорізька обл.)",
        "label": "Полтавка (Запорізька обл.)"
    },
    {
        "value": "Полтавка (Кіровоградська обл.)",
        "label": "Полтавка (Кіровоградська обл.)"
    },
    {
        "value": "Полтва",
        "label": "Полтва"
    },
    {
        "value": "Полузір'я",
        "label": "Полузір'я"
    },
    {
        "value": "Полупанівка",
        "label": "Полупанівка"
    },
    {
        "value": "Польова",
        "label": "Польова"
    },
    {
        "value": "Польова Лисіївка",
        "label": "Польова Лисіївка"
    },
    {
        "value": "Польове",
        "label": "Польове"
    },
    {
        "value": "Поляна (Городоцький р-н)",
        "label": "Поляна (Городоцький р-н)"
    },
    {
        "value": "Поляна (Закарпатська обл.)",
        "label": "Поляна (Закарпатська обл.)"
    },
    {
        "value": "Поляна (Сарненський р-н)",
        "label": "Поляна (Сарненський р-н)"
    },
    {
        "value": "Поляна (Слохинівська сільська рада)",
        "label": "Поляна (Слохинівська сільська рада)"
    },
    {
        "value": "Поляна (Чернівецька обл.)",
        "label": "Поляна (Чернівецька обл.)"
    },
    {
        "value": "Полянецьке",
        "label": "Полянецьке"
    },
    {
        "value": "Полянецьке (Черкаська обл.)",
        "label": "Полянецьке (Черкаська обл.)"
    },
    {
        "value": "Поляни (Золочівський р-н)",
        "label": "Поляни (Золочівський р-н)"
    },
    {
        "value": "Поляни (Рівненська обл.)",
        "label": "Поляни (Рівненська обл.)"
    },
    {
        "value": "Поляни (Хмельницька обл.)",
        "label": "Поляни (Хмельницька обл.)"
    },
    {
        "value": "Поляниця (Болехівська міська рада)",
        "label": "Поляниця (Болехівська міська рада)"
    },
    {
        "value": "Поляниця (Буковель)",
        "label": "Поляниця (Буковель)"
    },
    {
        "value": "Полянка",
        "label": "Полянка"
    },
    {
        "value": "Полянка (Львівська обл.)",
        "label": "Полянка (Львівська обл.)"
    },
    {
        "value": "Полянка (Одеська обл.)",
        "label": "Полянка (Одеська обл.)"
    },
    {
        "value": "Поляхова",
        "label": "Поляхова"
    },
    {
        "value": "Помазани",
        "label": "Помазани"
    },
    {
        "value": "Поминик",
        "label": "Поминик"
    },
    {
        "value": "Помірці",
        "label": "Помірці"
    },
    {
        "value": "Помічна",
        "label": "Помічна"
    },
    {
        "value": "Помічна (Новоукраїнський р-н., Кір. обл.)",
        "label": "Помічна (Новоукраїнський р-н., Кір. обл.)"
    },
    {
        "value": "Помоклі",
        "label": "Помоклі"
    },
    {
        "value": "Помонята",
        "label": "Помонята"
    },
    {
        "value": "Поморяни",
        "label": "Поморяни"
    },
    {
        "value": "Понебель",
        "label": "Понебель"
    },
    {
        "value": "Пониква",
        "label": "Пониква"
    },
    {
        "value": "Пониковиця",
        "label": "Пониковиця"
    },
    {
        "value": "Понінка",
        "label": "Понінка"
    },
    {
        "value": "Понорниця",
        "label": "Понорниця"
    },
    {
        "value": "Понятівка",
        "label": "Понятівка"
    },
    {
        "value": "Понятівка (Херсонська обл.)",
        "label": "Понятівка (Херсонська обл.)"
    },
    {
        "value": "Попасна",
        "label": "Попасна"
    },
    {
        "value": "Попасне (Новомосковський р-н.)",
        "label": "Попасне (Новомосковський р-н.)"
    },
    {
        "value": "Попелі",
        "label": "Попелі"
    },
    {
        "value": "Попелів",
        "label": "Попелів"
    },
    {
        "value": "Попельнасте",
        "label": "Попельнасте"
    },
    {
        "value": "Попельники",
        "label": "Попельники"
    },
    {
        "value": "Попелюхи",
        "label": "Попелюхи"
    },
    {
        "value": "Попелюхи (Піщанський р-н)",
        "label": "Попелюхи (Піщанський р-н)"
    },
    {
        "value": "Попеляни",
        "label": "Попеляни"
    },
    {
        "value": "Попівка",
        "label": "Попівка"
    },
    {
        "value": "Попівка (Звенигородський р-н)",
        "label": "Попівка (Звенигородський р-н)"
    },
    {
        "value": "Попівка (Карлівський р-н)",
        "label": "Попівка (Карлівський р-н)"
    },
    {
        "value": "Попівка (Кіровоградська обл.)",
        "label": "Попівка (Кіровоградська обл.)"
    },
    {
        "value": "Попівка (Красноградський р-н)",
        "label": "Попівка (Красноградський р-н)"
    },
    {
        "value": "Попівка (Миргородський р-н)",
        "label": "Попівка (Миргородський р-н)"
    },
    {
        "value": "Попівка (Смілянський р-н.)",
        "label": "Попівка (Смілянський р-н.)"
    },
    {
        "value": "Попівка (Сумська обл.)",
        "label": "Попівка (Сумська обл.)"
    },
    {
        "value": "Попівці",
        "label": "Попівці"
    },
    {
        "value": "Попівці (Бродівський р-н)",
        "label": "Попівці (Бродівський р-н)"
    },
    {
        "value": "Попівці (Волочиський р-н, Хмельницька обл.)",
        "label": "Попівці (Волочиський р-н, Хмельницька обл.)"
    },
    {
        "value": "Попівці (Хмельницька обл.)",
        "label": "Попівці (Хмельницька обл.)"
    },
    {
        "value": "Попільня",
        "label": "Попільня"
    },
    {
        "value": "Попільня (село)",
        "label": "Попільня (село)"
    },
    {
        "value": "Поплави",
        "label": "Поплави"
    },
    {
        "value": "Попова Гребля",
        "label": "Попова Гребля"
    },
    {
        "value": "Попово",
        "label": "Попово"
    },
    {
        "value": "Попудня",
        "label": "Попудня"
    },
    {
        "value": "Порадівка",
        "label": "Порадівка"
    },
    {
        "value": "Порик (Вінницька обл.)",
        "label": "Порик (Вінницька обл.)"
    },
    {
        "value": "Поріччя",
        "label": "Поріччя"
    },
    {
        "value": "Поріччя (Городоцький р-н)",
        "label": "Поріччя (Городоцький р-н)"
    },
    {
        "value": "Поріччя (Львівська обл.)",
        "label": "Поріччя (Львівська обл.)"
    },
    {
        "value": "Пороги",
        "label": "Пороги"
    },
    {
        "value": "Пороги (Вінницька обл.)",
        "label": "Пороги (Вінницька обл.)"
    },
    {
        "value": "Порозове",
        "label": "Порозове"
    },
    {
        "value": "Поромів",
        "label": "Поромів"
    },
    {
        "value": "Поромівка",
        "label": "Поромівка"
    },
    {
        "value": "Порохня",
        "label": "Порохня"
    },
    {
        "value": "Порохова (Тернопільська обл.)",
        "label": "Порохова (Тернопільська обл.)"
    },
    {
        "value": "Порошково",
        "label": "Порошково"
    },
    {
        "value": "Портівське",
        "label": "Портівське"
    },
    {
        "value": "Порцелянове",
        "label": "Порцелянове"
    },
    {
        "value": "Поршна",
        "label": "Поршна"
    },
    {
        "value": "Посад-Покровське",
        "label": "Посад-Покровське"
    },
    {
        "value": "Посників",
        "label": "Посників"
    },
    {
        "value": "Постійне",
        "label": "Постійне"
    },
    {
        "value": "Постолівка",
        "label": "Постолівка"
    },
    {
        "value": "Постолівка (Тернопільська обл.)",
        "label": "Постолівка (Тернопільська обл.)"
    },
    {
        "value": "Поступель",
        "label": "Поступель"
    },
    {
        "value": "Посухів",
        "label": "Посухів"
    },
    {
        "value": "Посягва",
        "label": "Посягва"
    },
    {
        "value": "Потаповичі",
        "label": "Потаповичі"
    },
    {
        "value": "Поташ",
        "label": "Поташ"
    },
    {
        "value": "Поташня",
        "label": "Поташня"
    },
    {
        "value": "Потелич",
        "label": "Потелич"
    },
    {
        "value": "Потіївка",
        "label": "Потіївка"
    },
    {
        "value": "Потіївка (Київська обл.)",
        "label": "Потіївка (Київська обл.)"
    },
    {
        "value": "Потік",
        "label": "Потік"
    },
    {
        "value": "Потік (Івано-Франківська обл.)",
        "label": "Потік (Івано-Франківська обл.)"
    },
    {
        "value": "Потічок",
        "label": "Потічок"
    },
    {
        "value": "Потічок (Полтавская обл.)",
        "label": "Потічок (Полтавская обл.)"
    },
    {
        "value": "Потоки (Катеринопільський р-н, Черкаська обл.)",
        "label": "Потоки (Катеринопільський р-н, Черкаська обл.)"
    },
    {
        "value": "Потоки (Кременчуцький р-н)",
        "label": "Потоки (Кременчуцький р-н)"
    },
    {
        "value": "Поториця",
        "label": "Поториця"
    },
    {
        "value": "Поточище",
        "label": "Поточище"
    },
    {
        "value": "Потутори",
        "label": "Потутори"
    },
    {
        "value": "Похівка",
        "label": "Похівка"
    },
    {
        "value": "Почаєвичі",
        "label": "Почаєвичі"
    },
    {
        "value": "Почаїв",
        "label": "Почаїв"
    },
    {
        "value": "Почаївка",
        "label": "Почаївка"
    },
    {
        "value": "Почапинці",
        "label": "Почапинці"
    },
    {
        "value": "Почапинці (Хмельницька обл.)",
        "label": "Почапинці (Хмельницька обл.)"
    },
    {
        "value": "Почапинці (Черкаська обл.)",
        "label": "Почапинці (Черкаська обл.)"
    },
    {
        "value": "Почапки",
        "label": "Почапки"
    },
    {
        "value": "Почино-Софіївка",
        "label": "Почино-Софіївка"
    },
    {
        "value": "Почуйки",
        "label": "Почуйки"
    },
    {
        "value": "Правдине (Херсонська обл.)",
        "label": "Правдине (Херсонська обл.)"
    },
    {
        "value": "Правдівка",
        "label": "Правдівка"
    },
    {
        "value": "Преображенка (Каланчацький р-н)",
        "label": "Преображенка (Каланчацький р-н)"
    },
    {
        "value": "Преображенка (Криничанський р-н,, Дніпроп. обл.)",
        "label": "Преображенка (Криничанський р-н,, Дніпроп. обл.)"
    },
    {
        "value": "Преображенка (Одеська обл.)",
        "label": "Преображенка (Одеська обл.)"
    },
    {
        "value": "Преображенка (Оріхівський р-н.)",
        "label": "Преображенка (Оріхівський р-н.)"
    },
    {
        "value": "Преображенка (Царичанський р-н., Дніпроп. обл.)",
        "label": "Преображенка (Царичанський р-н., Дніпроп. обл.)"
    },
    {
        "value": "Преображенка (Чаплинський р-н., Херсонська обл.)",
        "label": "Преображенка (Чаплинський р-н., Херсонська обл.)"
    },
    {
        "value": "Преображенка (Юр'ївський р-н., Дніпропетр. обл.)",
        "label": "Преображенка (Юр'ївський р-н., Дніпропетр. обл.)"
    },
    {
        "value": "Преображенне",
        "label": "Преображенне"
    },
    {
        "value": "Преслав",
        "label": "Преслав"
    },
    {
        "value": "Пречистівка",
        "label": "Пречистівка"
    },
    {
        "value": "Приазовське",
        "label": "Приазовське"
    },
    {
        "value": "Приазовське (Донецька обл.)",
        "label": "Приазовське (Донецька обл.)"
    },
    {
        "value": "Прибережне",
        "label": "Прибережне"
    },
    {
        "value": "Прибережне (Вінницька обл.)",
        "label": "Прибережне (Вінницька обл.)"
    },
    {
        "value": "Прибилів",
        "label": "Прибилів"
    },
    {
        "value": "Прибитки",
        "label": "Прибитки"
    },
    {
        "value": "Прибірськ",
        "label": "Прибірськ"
    },
    {
        "value": "Приборжавське",
        "label": "Приборжавське"
    },
    {
        "value": "Приборівка",
        "label": "Приборівка"
    },
    {
        "value": "Прибужани (Кам'янка-Бузький р-н)",
        "label": "Прибужани (Кам'янка-Бузький р-н)"
    },
    {
        "value": "Прибужжя",
        "label": "Прибужжя"
    },
    {
        "value": "Прибузьке",
        "label": "Прибузьке"
    },
    {
        "value": "Прибузьке (Вінницький р-н)",
        "label": "Прибузьке (Вінницький р-н)"
    },
    {
        "value": "Прибузьке (Хмельницький р-н)",
        "label": "Прибузьке (Хмельницький р-н)"
    },
    {
        "value": "Привілля",
        "label": "Привілля"
    },
    {
        "value": "Привілля (Лисичанська міська рада)",
        "label": "Привілля (Лисичанська міська рада)"
    },
    {
        "value": "Привілля (Троїцький р-н)",
        "label": "Привілля (Троїцький р-н)"
    },
    {
        "value": "Привілля (Херсонська обл.)",
        "label": "Привілля (Херсонська обл.)"
    },
    {
        "value": "Привільне",
        "label": "Привільне"
    },
    {
        "value": "Привільне (Вільнянський р-н)",
        "label": "Привільне (Вільнянський р-н)"
    },
    {
        "value": "Привільне (Генічеський р-н., Херсонська обл.)",
        "label": "Привільне (Генічеський р-н., Херсонська обл.)"
    },
    {
        "value": "Привільне (Дніпропетровська обл.)",
        "label": "Привільне (Дніпропетровська обл.)"
    },
    {
        "value": "Привільне (Запорізька обл.)",
        "label": "Привільне (Запорізька обл.)"
    },
    {
        "value": "Привільне (Рівненська обл.)",
        "label": "Привільне (Рівненська обл.)"
    },
    {
        "value": "Привітів",
        "label": "Привітів"
    },
    {
        "value": "Привітівка",
        "label": "Привітівка"
    },
    {
        "value": "Привітне",
        "label": "Привітне"
    },
    {
        "value": "Привітне (Вінницька обл.)",
        "label": "Привітне (Вінницька обл.)"
    },
    {
        "value": "Привітне (Запорізька обл.)",
        "label": "Привітне (Запорізька обл.)"
    },
    {
        "value": "Привітне (Черкаська обл., Золотоніський р-н)",
        "label": "Привітне (Черкаська обл., Золотоніський р-н)"
    },
    {
        "value": "Привітне (Черкаська обл.)",
        "label": "Привітне (Черкаська обл.)"
    },
    {
        "value": "Привовчанське",
        "label": "Привовчанське"
    },
    {
        "value": "Привокзальне",
        "label": "Привокзальне"
    },
    {
        "value": "Привокзальне (Сумська обл.)",
        "label": "Привокзальне (Сумська обл.)"
    },
    {
        "value": "Привороки",
        "label": "Привороки"
    },
    {
        "value": "Привороття (Житомирська обл.)",
        "label": "Привороття (Житомирська обл.)"
    },
    {
        "value": "Пригарівка",
        "label": "Пригарівка"
    },
    {
        "value": "Пригородок",
        "label": "Пригородок"
    },
    {
        "value": "Придніпровське",
        "label": "Придніпровське"
    },
    {
        "value": "Придніпровське (Запорізька обл.)",
        "label": "Придніпровське (Запорізька обл.)"
    },
    {
        "value": "Придніпрянське (Полтавська обл.)",
        "label": "Придніпрянське (Полтавська обл.)"
    },
    {
        "value": "Придністров'я",
        "label": "Придністров'я"
    },
    {
        "value": "Приколотне",
        "label": "Приколотне"
    },
    {
        "value": "Прилбичі (Львівська обл.)",
        "label": "Прилбичі (Львівська обл.)"
    },
    {
        "value": "Прилиманське",
        "label": "Прилиманське"
    },
    {
        "value": "Прилипче",
        "label": "Прилипче"
    },
    {
        "value": "Прилісне",
        "label": "Прилісне"
    },
    {
        "value": "Прилуки",
        "label": "Прилуки"
    },
    {
        "value": "Прилуки (Житомирська обл.)",
        "label": "Прилуки (Житомирська обл.)"
    },
    {
        "value": "Прилуцьке",
        "label": "Прилуцьке"
    },
    {
        "value": "Приморськ (Запорізька обл.)",
        "label": "Приморськ (Запорізька обл.)"
    },
    {
        "value": "Приморське (Білгород-Дністровський р-н.)",
        "label": "Приморське (Білгород-Дністровський р-н.)"
    },
    {
        "value": "Приморське (Запорізька обл.)",
        "label": "Приморське (Запорізька обл.)"
    },
    {
        "value": "Приморське (Кілійський р-н)",
        "label": "Приморське (Кілійський р-н)"
    },
    {
        "value": "Приморське (Одеська обл.)",
        "label": "Приморське (Одеська обл.)"
    },
    {
        "value": "Приморське (Печенізький р-н., Харк. обл.)",
        "label": "Приморське (Печенізький р-н., Харк. обл.)"
    },
    {
        "value": "Приморське (Скадовський р-н.)",
        "label": "Приморське (Скадовський р-н.)"
    },
    {
        "value": "Приморський Посад",
        "label": "Приморський Посад"
    },
    {
        "value": "Приозерне (Одеська обл.)",
        "label": "Приозерне (Одеська обл.)"
    },
    {
        "value": "Прип'ять",
        "label": "Прип'ять"
    },
    {
        "value": "Припруття",
        "label": "Припруття"
    },
    {
        "value": "Припутні",
        "label": "Припутні"
    },
    {
        "value": "Припутні (Чернігівська обл.)",
        "label": "Припутні (Чернігівська обл.)"
    },
    {
        "value": "Приски",
        "label": "Приски"
    },
    {
        "value": "Присліп (Міжгірський р-н)",
        "label": "Присліп (Міжгірський р-н)"
    },
    {
        "value": "Прислуч",
        "label": "Прислуч"
    },
    {
        "value": "Пристайлове",
        "label": "Пристайлове"
    },
    {
        "value": "Пристанційне",
        "label": "Пристанційне"
    },
    {
        "value": "Пристанційне (Полтавська обл.)",
        "label": "Пристанційне (Полтавська обл.)"
    },
    {
        "value": "Пристань",
        "label": "Пристань"
    },
    {
        "value": "Пристроми",
        "label": "Пристроми"
    },
    {
        "value": "Пришиб (Запорізька обл.)",
        "label": "Пришиб (Запорізька обл.)"
    },
    {
        "value": "Пришиб (Кременчуцький р-н)",
        "label": "Пришиб (Кременчуцький р-н)"
    },
    {
        "value": "Пришиб (Миколаївська обл.)",
        "label": "Пришиб (Миколаївська обл.)"
    },
    {
        "value": "Пришиб (Харківська обл.)",
        "label": "Пришиб (Харківська обл.)"
    },
    {
        "value": "Приют",
        "label": "Приют"
    },
    {
        "value": "Приютівка (Кіровоградська обл.)",
        "label": "Приютівка (Кіровоградська обл.)"
    },
    {
        "value": "Приютне",
        "label": "Приютне"
    },
    {
        "value": "Пробіжна (Тернопільська обл.)",
        "label": "Пробіжна (Тернопільська обл.)"
    },
    {
        "value": "Прогрес",
        "label": "Прогрес"
    },
    {
        "value": "Проїждже",
        "label": "Проїждже"
    },
    {
        "value": "Прокурава",
        "label": "Прокурава"
    },
    {
        "value": "Проліски",
        "label": "Проліски"
    },
    {
        "value": "Пролісне",
        "label": "Пролісне"
    },
    {
        "value": "Промінь (Волинська обл.)",
        "label": "Промінь (Волинська обл.)"
    },
    {
        "value": "Промінь (Миколаївська обл.)",
        "label": "Промінь (Миколаївська обл.)"
    },
    {
        "value": "Пронозівка",
        "label": "Пронозівка"
    },
    {
        "value": "Просикуряни",
        "label": "Просикуряни"
    },
    {
        "value": "Проскурівка",
        "label": "Проскурівка"
    },
    {
        "value": "Просторе",
        "label": "Просторе"
    },
    {
        "value": "Просяна (Синельниківський р-н)",
        "label": "Просяна (Синельниківський р-н)"
    },
    {
        "value": "Просяне",
        "label": "Просяне"
    },
    {
        "value": "Протеси",
        "label": "Протеси"
    },
    {
        "value": "Протопопівка",
        "label": "Протопопівка"
    },
    {
        "value": "Протопопівка (Дергачівський р-н)",
        "label": "Протопопівка (Дергачівський р-н)"
    },
    {
        "value": "Протопопівка (Кіровоградська обл.)",
        "label": "Протопопівка (Кіровоградська обл.)"
    },
    {
        "value": "Протопопівка (Одеська обл.)",
        "label": "Протопопівка (Одеська обл.)"
    },
    {
        "value": "Проходи",
        "label": "Проходи"
    },
    {
        "value": "Прохорів",
        "label": "Прохорів"
    },
    {
        "value": "Прохорівка",
        "label": "Прохорівка"
    },
    {
        "value": "Проців",
        "label": "Проців"
    },
    {
        "value": "Прошова",
        "label": "Прошова"
    },
    {
        "value": "Пруди",
        "label": "Пруди"
    },
    {
        "value": "Прут",
        "label": "Прут"
    },
    {
        "value": "Прутівка",
        "label": "Прутівка"
    },
    {
        "value": "Прядівка",
        "label": "Прядівка"
    },
    {
        "value": "Пряжів",
        "label": "Пряжів"
    },
    {
        "value": "Прямобалка (Одеська обл.)",
        "label": "Прямобалка (Одеська обл.)"
    },
    {
        "value": "Пугач",
        "label": "Пугач"
    },
    {
        "value": "Пугачівка",
        "label": "Пугачівка"
    },
    {
        "value": "Пугачівка (Рівненська обл.)",
        "label": "Пугачівка (Рівненська обл.)"
    },
    {
        "value": "Пугачівка (Уманський р-н.)",
        "label": "Пугачівка (Уманський р-н.)"
    },
    {
        "value": "Пудлівці",
        "label": "Пудлівці"
    },
    {
        "value": "Пужайкове",
        "label": "Пужайкове"
    },
    {
        "value": "Пужники",
        "label": "Пужники"
    },
    {
        "value": "Пузикове",
        "label": "Пузикове"
    },
    {
        "value": "Пузирі",
        "label": "Пузирі"
    },
    {
        "value": "Пукасівці",
        "label": "Пукасівці"
    },
    {
        "value": "Пукеничі",
        "label": "Пукеничі"
    },
    {
        "value": "Пуків",
        "label": "Пуків"
    },
    {
        "value": "Пулемець",
        "label": "Пулемець"
    },
    {
        "value": "Пулини",
        "label": "Пулини"
    },
    {
        "value": "Пултівці",
        "label": "Пултівці"
    },
    {
        "value": "Пульмо",
        "label": "Пульмо"
    },
    {
        "value": "Пурпурівка",
        "label": "Пурпурівка"
    },
    {
        "value": "Пустельникове",
        "label": "Пустельникове"
    },
    {
        "value": "Пустинки",
        "label": "Пустинки"
    },
    {
        "value": "Пустоварівка",
        "label": "Пустоварівка"
    },
    {
        "value": "Пустовійти ",
        "label": "Пустовійти "
    },
    {
        "value": "Пустовійтівка",
        "label": "Пустовійтівка"
    },
    {
        "value": "Пустовійтове",
        "label": "Пустовійтове"
    },
    {
        "value": "Пустовіти",
        "label": "Пустовіти"
    },
    {
        "value": "Пустоіванне",
        "label": "Пустоіванне"
    },
    {
        "value": "Пустомити",
        "label": "Пустомити"
    },
    {
        "value": "Пустомити (Волинська обл.)",
        "label": "Пустомити (Волинська обл.)"
    },
    {
        "value": "Путивль",
        "label": "Путивль"
    },
    {
        "value": "Путила",
        "label": "Путила"
    },
    {
        "value": "Путиловичі",
        "label": "Путиловичі"
    },
    {
        "value": "Путрине",
        "label": "Путрине"
    },
    {
        "value": "Путринці",
        "label": "Путринці"
    },
    {
        "value": "Путрівка",
        "label": "Путрівка"
    },
    {
        "value": "Путятинці",
        "label": "Путятинці"
    },
    {
        "value": "Пухівка",
        "label": "Пухівка"
    },
    {
        "value": "Пушкарі",
        "label": "Пушкарі"
    },
    {
        "value": "Пушкарівка",
        "label": "Пушкарівка"
    },
    {
        "value": "Пушкіно",
        "label": "Пушкіно"
    },
    {
        "value": "Пушкове",
        "label": "Пушкове"
    },
    {
        "value": "Пуща-Водиця (Київ)",
        "label": "Пуща-Водиця (Київ)"
    },
    {
        "value": "Пчани",
        "label": "Пчани"
    },
    {
        "value": "Пшеничне (Одеська обл.)",
        "label": "Пшеничне (Одеська обл.)"
    },
    {
        "value": "Пшеничники",
        "label": "Пшеничники"
    },
    {
        "value": "Пшеничники (Долинський р-н)",
        "label": "Пшеничники (Долинський р-н)"
    },
    {
        "value": "Рава-Руська",
        "label": "Рава-Руська"
    },
    {
        "value": "Равське",
        "label": "Равське"
    },
    {
        "value": "Радванці",
        "label": "Радванці"
    },
    {
        "value": "Раделичі",
        "label": "Раделичі"
    },
    {
        "value": "Раденськ",
        "label": "Раденськ"
    },
    {
        "value": "Радехів",
        "label": "Радехів"
    },
    {
        "value": "Радехів (Любомльський р-н)",
        "label": "Радехів (Любомльський р-н)"
    },
    {
        "value": "Радиванівка",
        "label": "Радиванівка"
    },
    {
        "value": "Радивилів",
        "label": "Радивилів"
    },
    {
        "value": "Радивонівка",
        "label": "Радивонівка"
    },
    {
        "value": "Радивонівка (Бердянський р-н)",
        "label": "Радивонівка (Бердянський р-н)"
    },
    {
        "value": "Радижеве",
        "label": "Радижеве"
    },
    {
        "value": "Радинка",
        "label": "Радинка"
    },
    {
        "value": "Радів",
        "label": "Радів"
    },
    {
        "value": "Радівка",
        "label": "Радівка"
    },
    {
        "value": "Радісне (Іванівський р-н)",
        "label": "Радісне (Іванівський р-н)"
    },
    {
        "value": "Радісне (Одеська обл.)",
        "label": "Радісне (Одеська обл.)"
    },
    {
        "value": "Радісне (Херсонська обл.)",
        "label": "Радісне (Херсонська обл.)"
    },
    {
        "value": "Радісне (Хмельницька обл.)",
        "label": "Радісне (Хмельницька обл.)"
    },
    {
        "value": "Радісний Сад",
        "label": "Радісний Сад"
    },
    {
        "value": "Радове",
        "label": "Радове"
    },
    {
        "value": "Радовель",
        "label": "Радовель"
    },
    {
        "value": "Радовичі",
        "label": "Радовичі"
    },
    {
        "value": "Радомишль",
        "label": "Радомишль"
    },
    {
        "value": "Радомишль (Волинська обл.)",
        "label": "Радомишль (Волинська обл.)"
    },
    {
        "value": "Радошин",
        "label": "Радошин"
    },
    {
        "value": "Радошівка",
        "label": "Радошівка"
    },
    {
        "value": "Радушне",
        "label": "Радушне"
    },
    {
        "value": "Радча",
        "label": "Радча"
    },
    {
        "value": "Радченки",
        "label": "Радченки"
    },
    {
        "value": "Радчиха",
        "label": "Радчиха"
    },
    {
        "value": "Радчиці",
        "label": "Радчиці"
    },
    {
        "value": "Ражнів",
        "label": "Ражнів"
    },
    {
        "value": "Разіне",
        "label": "Разіне"
    },
    {
        "value": "Раївка",
        "label": "Раївка"
    },
    {
        "value": "Рай (Бережанський р-н)",
        "label": "Рай (Бережанський р-н)"
    },
    {
        "value": "Рай-Олександрівка",
        "label": "Рай-Олександрівка"
    },
    {
        "value": "Рай-Оленівка",
        "label": "Рай-Оленівка"
    },
    {
        "value": "Райгород",
        "label": "Райгород"
    },
    {
        "value": "Райгород (Вінницька обл.)",
        "label": "Райгород (Вінницька обл.)"
    },
    {
        "value": "Райгородка",
        "label": "Райгородка"
    },
    {
        "value": "Райгородок(Слов'янський р-н)",
        "label": "Райгородок(Слов'янський р-н)"
    },
    {
        "value": "Райки",
        "label": "Райки"
    },
    {
        "value": "Райківці",
        "label": "Райківці"
    },
    {
        "value": "Райлів",
        "label": "Райлів"
    },
    {
        "value": "Райозеро",
        "label": "Райозеро"
    },
    {
        "value": "Райполе",
        "label": "Райполе"
    },
    {
        "value": "Райське(Херсонська обл.)",
        "label": "Райське(Херсонська обл.)"
    },
    {
        "value": "Раків",
        "label": "Раків"
    },
    {
        "value": "Раків Ліс",
        "label": "Раків Ліс"
    },
    {
        "value": "Раківка",
        "label": "Раківка"
    },
    {
        "value": "Раківчик",
        "label": "Раківчик"
    },
    {
        "value": "Раківщина",
        "label": "Раківщина"
    },
    {
        "value": "Ракобовти",
        "label": "Ракобовти"
    },
    {
        "value": "Ракове (Вознесенський р-н)",
        "label": "Ракове (Вознесенський р-н)"
    },
    {
        "value": "Ракове (Закарпатська обл.)",
        "label": "Ракове (Закарпатська обл.)"
    },
    {
        "value": "Раковець",
        "label": "Раковець"
    },
    {
        "value": "Раковець (Городенківський р-н.,Ів.-Франк. обл.)",
        "label": "Раковець (Городенківський р-н.,Ів.-Франк. обл.)"
    },
    {
        "value": "Раковець (Львівська обл.)",
        "label": "Раковець (Львівська обл.)"
    },
    {
        "value": "Раковець (Тернопільська обл.)",
        "label": "Раковець (Тернопільська обл.)"
    },
    {
        "value": "Раково (Перечинський р-н)",
        "label": "Раково (Перечинський р-н)"
    },
    {
        "value": "Ракош",
        "label": "Ракош"
    },
    {
        "value": "Ракошино",
        "label": "Ракошино"
    },
    {
        "value": "Ралівка",
        "label": "Ралівка"
    },
    {
        "value": "Раневичі",
        "label": "Раневичі"
    },
    {
        "value": "Раславка",
        "label": "Раславка"
    },
    {
        "value": "Рата",
        "label": "Рата"
    },
    {
        "value": "Ратівці (Закарпатська обл.)",
        "label": "Ратівці (Закарпатська обл.)"
    },
    {
        "value": "Ратне",
        "label": "Ратне"
    },
    {
        "value": "Ратнів",
        "label": "Ратнів"
    },
    {
        "value": "Ратуш (Вінницька обл.)",
        "label": "Ратуш (Вінницька обл.)"
    },
    {
        "value": "Раухівка",
        "label": "Раухівка"
    },
    {
        "value": "Рафалівка",
        "label": "Рафалівка"
    },
    {
        "value": "Рахиня",
        "label": "Рахиня"
    },
    {
        "value": "Рахів",
        "label": "Рахів"
    },
    {
        "value": "Рахни-Лісові",
        "label": "Рахни-Лісові"
    },
    {
        "value": "Рахнівка",
        "label": "Рахнівка"
    },
    {
        "value": "Рацеве",
        "label": "Рацеве"
    },
    {
        "value": "Рачин",
        "label": "Рачин"
    },
    {
        "value": "Рачинці",
        "label": "Рачинці"
    },
    {
        "value": "Рашівка",
        "label": "Рашівка"
    },
    {
        "value": "Рашків (Івано-Франківська обл.)",
        "label": "Рашків (Івано-Франківська обл.)"
    },
    {
        "value": "Рашків (Чернівецька обл.)",
        "label": "Рашків (Чернівецька обл.)"
    },
    {
        "value": "Раштівці",
        "label": "Раштівці"
    },
    {
        "value": "Ребедайлівка",
        "label": "Ребедайлівка"
    },
    {
        "value": "Реваківці",
        "label": "Реваківці"
    },
    {
        "value": "Ревбинці",
        "label": "Ревбинці"
    },
    {
        "value": "Ревівка",
        "label": "Ревівка"
    },
    {
        "value": "Ревківці",
        "label": "Ревківці"
    },
    {
        "value": "Ревне",
        "label": "Ревне"
    },
    {
        "value": "Ревне (Чернівецька обл.)",
        "label": "Ревне (Чернівецька обл.)"
    },
    {
        "value": "Ревуха",
        "label": "Ревуха"
    },
    {
        "value": "Регентівка",
        "label": "Регентівка"
    },
    {
        "value": "Рекіти",
        "label": "Рекіти"
    },
    {
        "value": "Реклинець",
        "label": "Реклинець"
    },
    {
        "value": "Ременів",
        "label": "Ременів"
    },
    {
        "value": "Ремчиці",
        "label": "Ремчиці"
    },
    {
        "value": "Рені",
        "label": "Рені"
    },
    {
        "value": "Ренів",
        "label": "Ренів"
    },
    {
        "value": "Репехів",
        "label": "Репехів"
    },
    {
        "value": "Репинне",
        "label": "Репинне"
    },
    {
        "value": "Репужинці",
        "label": "Репужинці"
    },
    {
        "value": "Республіка",
        "label": "Республіка"
    },
    {
        "value": "Реутинці",
        "label": "Реутинці"
    },
    {
        "value": "Рецюківщина",
        "label": "Рецюківщина"
    },
    {
        "value": "Речичани",
        "label": "Речичани"
    },
    {
        "value": "Решетилівка",
        "label": "Решетилівка"
    },
    {
        "value": "Решнівка",
        "label": "Решнівка"
    },
    {
        "value": "Ржавинці",
        "label": "Ржавинці"
    },
    {
        "value": "Ржавчик",
        "label": "Ржавчик"
    },
    {
        "value": "Ржищів",
        "label": "Ржищів"
    },
    {
        "value": "Риб'янцеве",
        "label": "Риб'янцеве"
    },
    {
        "value": "Рибаківка",
        "label": "Рибаківка"
    },
    {
        "value": "Рибальське (Одеська обл.)",
        "label": "Рибальське (Одеська обл.)"
    },
    {
        "value": "Рибальче",
        "label": "Рибальче"
    },
    {
        "value": "Рибинськ",
        "label": "Рибинськ"
    },
    {
        "value": "Рибинське",
        "label": "Рибинське"
    },
    {
        "value": "Рибник",
        "label": "Рибник"
    },
    {
        "value": "Риботин",
        "label": "Риботин"
    },
    {
        "value": "Рибчине",
        "label": "Рибчине"
    },
    {
        "value": "Рибчинці",
        "label": "Рибчинці"
    },
    {
        "value": "Риги",
        "label": "Риги"
    },
    {
        "value": "Ридодуби",
        "label": "Ридодуби"
    },
    {
        "value": "Ридомиль",
        "label": "Ридомиль"
    },
    {
        "value": "Рижавка",
        "label": "Рижавка"
    },
    {
        "value": "Рижани",
        "label": "Рижани"
    },
    {
        "value": "Рижанівка",
        "label": "Рижанівка"
    },
    {
        "value": "Ризине",
        "label": "Ризине"
    },
    {
        "value": "Рикове",
        "label": "Рикове"
    },
    {
        "value": "Риковичі",
        "label": "Риковичі"
    },
    {
        "value": "Римарівка",
        "label": "Римарівка"
    },
    {
        "value": "Римачі",
        "label": "Римачі"
    },
    {
        "value": "Рингач",
        "label": "Рингач"
    },
    {
        "value": "Рихальське",
        "label": "Рихальське"
    },
    {
        "value": "Рихта",
        "label": "Рихта"
    },
    {
        "value": "Рихтичі (Львівська обл.)",
        "label": "Рихтичі (Львівська обл.)"
    },
    {
        "value": "Ричагів",
        "label": "Ричагів"
    },
    {
        "value": "Рів",
        "label": "Рів"
    },
    {
        "value": "Рівець",
        "label": "Рівець"
    },
    {
        "value": "Рівне",
        "label": "Рівне"
    },
    {
        "value": "Рівне (Березівський р-н)",
        "label": "Рівне (Березівський р-н)"
    },
    {
        "value": "Рівне (Вінницька обл.)",
        "label": "Рівне (Вінницька обл.)"
    },
    {
        "value": "Рівне (Волинська обл.)",
        "label": "Рівне (Волинська обл.)"
    },
    {
        "value": "Рівне (Донецька обл.)",
        "label": "Рівне (Донецька обл.)"
    },
    {
        "value": "Рівне (Євгенівська сільська рада)",
        "label": "Рівне (Євгенівська сільська рада)"
    },
    {
        "value": "Рівне (Львівська обл.)",
        "label": "Рівне (Львівська обл.)"
    },
    {
        "value": "Рівне (Новоукраїнський р-н Кіровоградська обл.)",
        "label": "Рівне (Новоукраїнський р-н Кіровоградська обл.)"
    },
    {
        "value": "Рівне (Одеська обл.)",
        "label": "Рівне (Одеська обл.)"
    },
    {
        "value": "Рівне (Очаківський р-н)",
        "label": "Рівне (Очаківський р-н)"
    },
    {
        "value": "Рівне (Херсонська обл.)",
        "label": "Рівне (Херсонська обл.)"
    },
    {
        "value": "Рівнопілля",
        "label": "Рівнопілля"
    },
    {
        "value": "Рівнопілля (Чернігівський р-н)",
        "label": "Рівнопілля (Чернігівський р-н)"
    },
    {
        "value": "Рівнопіль",
        "label": "Рівнопіль"
    },
    {
        "value": "Рівня",
        "label": "Рівня"
    },
    {
        "value": "Рівня (Верховинський р-н)",
        "label": "Рівня (Верховинський р-н)"
    },
    {
        "value": "Рівчак-Степанівка",
        "label": "Рівчак-Степанівка"
    },
    {
        "value": "Рідківці",
        "label": "Рідківці"
    },
    {
        "value": "Рідне",
        "label": "Рідне"
    },
    {
        "value": "Ріжки",
        "label": "Ріжки"
    },
    {
        "value": "Ріжок",
        "label": "Ріжок"
    },
    {
        "value": "Різдвяни",
        "label": "Різдвяни"
    },
    {
        "value": "Різдвяни (Тернопільська обл.)",
        "label": "Різдвяни (Тернопільська обл.)"
    },
    {
        "value": "Різдвянка",
        "label": "Різдвянка"
    },
    {
        "value": "Різня",
        "label": "Різня"
    },
    {
        "value": "Різуненкове",
        "label": "Різуненкове"
    },
    {
        "value": "Ріп'янка",
        "label": "Ріп'янка"
    },
    {
        "value": "Ріпинці",
        "label": "Ріпинці"
    },
    {
        "value": "Ріпки",
        "label": "Ріпки"
    },
    {
        "value": "Ріпки (Хмельницька обл.)",
        "label": "Ріпки (Хмельницька обл.)"
    },
    {
        "value": "Ріпна",
        "label": "Ріпна"
    },
    {
        "value": "Ріпне",
        "label": "Ріпне"
    },
    {
        "value": "Ріпнів",
        "label": "Ріпнів"
    },
    {
        "value": "Ріпчиці",
        "label": "Ріпчиці"
    },
    {
        "value": "Річиця",
        "label": "Річиця"
    },
    {
        "value": "Річка",
        "label": "Річка"
    },
    {
        "value": "Річка (Міжгірський р-н.,)",
        "label": "Річка (Міжгірський р-н.,)"
    },
    {
        "value": "Річки (Львівська обл.)",
        "label": "Річки (Львівська обл.)"
    },
    {
        "value": "Роботине",
        "label": "Роботине"
    },
    {
        "value": "Рованці",
        "label": "Рованці"
    },
    {
        "value": "Ровжі",
        "label": "Ровжі"
    },
    {
        "value": "Рогань(Велика Рогань)",
        "label": "Рогань(Велика Рогань)"
    },
    {
        "value": "Рогатин",
        "label": "Рогатин"
    },
    {
        "value": "Рогачів",
        "label": "Рогачів"
    },
    {
        "value": "Роги",
        "label": "Роги"
    },
    {
        "value": "Рогізка",
        "label": "Рогізка"
    },
    {
        "value": "Рогізки",
        "label": "Рогізки"
    },
    {
        "value": "Рогізна",
        "label": "Рогізна"
    },
    {
        "value": "Рогізно (Жидачівський р-н)",
        "label": "Рогізно (Жидачівський р-н)"
    },
    {
        "value": "Рогізно (Львівська обл.)",
        "label": "Рогізно (Львівська обл.)"
    },
    {
        "value": "Рогізно (Яворівський р-н)",
        "label": "Рогізно (Яворівський р-н)"
    },
    {
        "value": "Рогова",
        "label": "Рогова"
    },
    {
        "value": "Рогове",
        "label": "Рогове"
    },
    {
        "value": "Рогозів",
        "label": "Рогозів"
    },
    {
        "value": "Родатичі",
        "label": "Родатичі"
    },
    {
        "value": "Родинське",
        "label": "Родинське"
    },
    {
        "value": "Родниківка",
        "label": "Родниківка"
    },
    {
        "value": "Родниківка (Закарпатська обл.)",
        "label": "Родниківка (Закарпатська обл.)"
    },
    {
        "value": "Родниківка (Кіровоградська обл.)",
        "label": "Родниківка (Кіровоградська обл.)"
    },
    {
        "value": "Родникова Гута",
        "label": "Родникова Гута"
    },
    {
        "value": "Рожанівка",
        "label": "Рожанівка"
    },
    {
        "value": "Рождественське",
        "label": "Рождественське"
    },
    {
        "value": "Рожеве",
        "label": "Рожеве"
    },
    {
        "value": "Рожище",
        "label": "Рожище"
    },
    {
        "value": "Рожівка",
        "label": "Рожівка"
    },
    {
        "value": "Рожневі Поля",
        "label": "Рожневі Поля"
    },
    {
        "value": "Рожни",
        "label": "Рожни"
    },
    {
        "value": "Рожни (Хмельницька обл.)",
        "label": "Рожни (Хмельницька обл.)"
    },
    {
        "value": "Рожнів",
        "label": "Рожнів"
    },
    {
        "value": "Рожнівка",
        "label": "Рожнівка"
    },
    {
        "value": "Рожнятів",
        "label": "Рожнятів"
    },
    {
        "value": "Роза",
        "label": "Роза"
    },
    {
        "value": "Розалівка",
        "label": "Розалівка"
    },
    {
        "value": "Розаліївка (Білоцерківський р-н)",
        "label": "Розаліївка (Білоцерківський р-н)"
    },
    {
        "value": "Розбишівка",
        "label": "Розбишівка"
    },
    {
        "value": "Розвадів",
        "label": "Розвадів"
    },
    {
        "value": "Розваж",
        "label": "Розваж"
    },
    {
        "value": "Розважів",
        "label": "Розважів"
    },
    {
        "value": "Розгірче",
        "label": "Розгірче"
    },
    {
        "value": "Розділ",
        "label": "Розділ"
    },
    {
        "value": "Роздільна (Одеська обл.)",
        "label": "Роздільна (Одеська обл.)"
    },
    {
        "value": "Роздол",
        "label": "Роздол"
    },
    {
        "value": "Роздол (Голованівський р-н)",
        "label": "Роздол (Голованівський р-н)"
    },
    {
        "value": "Роздол (Запорізька обл.)",
        "label": "Роздол (Запорізька обл.)"
    },
    {
        "value": "Роздолівка",
        "label": "Роздолівка"
    },
    {
        "value": "Роздолля",
        "label": "Роздолля"
    },
    {
        "value": "Роздольне (Донецька обл.)",
        "label": "Роздольне (Донецька обл.)"
    },
    {
        "value": "Роздольне (Каланчацький р-н., Херсонська обл.)",
        "label": "Роздольне (Каланчацький р-н., Херсонська обл.)"
    },
    {
        "value": "Роздольне (Каховський р-н)",
        "label": "Роздольне (Каховський р-н)"
    },
    {
        "value": "Роздори",
        "label": "Роздори"
    },
    {
        "value": "Розжалів",
        "label": "Розжалів"
    },
    {
        "value": "Розівка",
        "label": "Розівка"
    },
    {
        "value": "Розівка (Одеська обл.)",
        "label": "Розівка (Одеська обл.)"
    },
    {
        "value": "Розівка (Розівський р-н., Запорізька обл.)",
        "label": "Розівка (Розівський р-н., Запорізька обл.)"
    },
    {
        "value": "Розквіт",
        "label": "Розквіт"
    },
    {
        "value": "Розкішне",
        "label": "Розкішне"
    },
    {
        "value": "Розкішне (Кіровоградська обл.)",
        "label": "Розкішне (Кіровоградська обл.)"
    },
    {
        "value": "Розкопане",
        "label": "Розкопане"
    },
    {
        "value": "Розкопанці",
        "label": "Розкопанці"
    },
    {
        "value": "Розлив",
        "label": "Розлив"
    },
    {
        "value": "Розлив (Херсонська обл.)",
        "label": "Розлив (Херсонська обл.)"
    },
    {
        "value": "Розлуч",
        "label": "Розлуч"
    },
    {
        "value": "Розничі",
        "label": "Розничі"
    },
    {
        "value": "Розношенське",
        "label": "Розношенське"
    },
    {
        "value": "Розселенець",
        "label": "Розселенець"
    },
    {
        "value": "Розсішки",
        "label": "Розсішки"
    },
    {
        "value": "Розсохуватка",
        "label": "Розсохуватка"
    },
    {
        "value": "Розсохуватка (Черкаська обл.)",
        "label": "Розсохуватка (Черкаська обл.)"
    },
    {
        "value": "Розсоша (Хмельницька обл.)",
        "label": "Розсоша (Хмельницька обл.)"
    },
    {
        "value": "Розсошенці (Полтавська обл.)",
        "label": "Розсошенці (Полтавська обл.)"
    },
    {
        "value": "Розтока",
        "label": "Розтока"
    },
    {
        "value": "Розтоки",
        "label": "Розтоки"
    },
    {
        "value": "Розтоки (Закарпатська обл.)",
        "label": "Розтоки (Закарпатська обл.)"
    },
    {
        "value": "Розтоки (Івано-Франківська обл.)",
        "label": "Розтоки (Івано-Франківська обл.)"
    },
    {
        "value": "Розточки",
        "label": "Розточки"
    },
    {
        "value": "Розумівка (Запорізький р-н., Запорізька обл.)",
        "label": "Розумівка (Запорізький р-н., Запорізька обл.)"
    },
    {
        "value": "Розумниця",
        "label": "Розумниця"
    },
    {
        "value": "Рокині",
        "label": "Рокині"
    },
    {
        "value": "Рокита",
        "label": "Рокита"
    },
    {
        "value": "Рокита (Полтавська обл.)",
        "label": "Рокита (Полтавська обл.)"
    },
    {
        "value": "Рокитне (Київська обл., Білоцерківський р-н)",
        "label": "Рокитне (Київська обл., Білоцерківський р-н)"
    },
    {
        "value": "Рокитне (Нововодолазький р-н. Харківська обл.)",
        "label": "Рокитне (Нововодолазький р-н. Харківська обл.)"
    },
    {
        "value": "Рокитне (Рівненська обл., Костопільський р-н)",
        "label": "Рокитне (Рівненська обл., Костопільський р-н)"
    },
    {
        "value": "Рокитне (Рівненська обл., Рокитнівський р-н)",
        "label": "Рокитне (Рівненська обл., Рокитнівський р-н)"
    },
    {
        "value": "Рокитне (село) (Рівненська обл.,Рокитнівський р-н)",
        "label": "Рокитне (село) (Рівненська обл.,Рокитнівський р-н)"
    },
    {
        "value": "Рокитне (Чернівецька обл., Новоселицький р-н)",
        "label": "Рокитне (Чернівецька обл., Новоселицький р-н)"
    },
    {
        "value": "Рокитниця",
        "label": "Рокитниця"
    },
    {
        "value": "Рокосово",
        "label": "Рокосово"
    },
    {
        "value": "Роксолани",
        "label": "Роксолани"
    },
    {
        "value": "Ролів",
        "label": "Ролів"
    },
    {
        "value": "Роля",
        "label": "Роля"
    },
    {
        "value": "Романів",
        "label": "Романів"
    },
    {
        "value": "Романів (Волинська обл.)",
        "label": "Романів (Волинська обл.)"
    },
    {
        "value": "Романів (Перемишлянський р-н)",
        "label": "Романів (Перемишлянський р-н)"
    },
    {
        "value": "Романівка",
        "label": "Романівка"
    },
    {
        "value": "Романівка (Бердичівський р-н)",
        "label": "Романівка (Бердичівський р-н)"
    },
    {
        "value": "Романівка (Попільнянський р-н., Житомирська обл.)",
        "label": "Романівка (Попільнянський р-н., Житомирська обл.)"
    },
    {
        "value": "Романівка (Романівський р-н., Жит. обл.)",
        "label": "Романівка (Романівський р-н., Жит. обл.)"
    },
    {
        "value": "Романівка (Сокальський р-н., Львів. обл.)",
        "label": "Романівка (Сокальський р-н., Львів. обл.)"
    },
    {
        "value": "Романівка (Тернопільська обл.)",
        "label": "Романівка (Тернопільська обл.)"
    },
    {
        "value": "Романівка (Черкаська обл.)",
        "label": "Романівка (Черкаська обл.)"
    },
    {
        "value": "Романки",
        "label": "Романки"
    },
    {
        "value": "Романків",
        "label": "Романків"
    },
    {
        "value": "Романківці",
        "label": "Романківці"
    },
    {
        "value": "Романова Балка",
        "label": "Романова Балка"
    },
    {
        "value": "Романове Село",
        "label": "Романове Село"
    },
    {
        "value": "Ромашівка",
        "label": "Ромашівка"
    },
    {
        "value": "Ромашки (Рокитнянський р-н)",
        "label": "Ромашки (Рокитнянський р-н)"
    },
    {
        "value": "Ромейки",
        "label": "Ромейки"
    },
    {
        "value": "Ромни",
        "label": "Ромни"
    },
    {
        "value": "Ромодан",
        "label": "Ромодан"
    },
    {
        "value": "Ропавське",
        "label": "Ропавське"
    },
    {
        "value": "Ропотуха",
        "label": "Ропотуха"
    },
    {
        "value": "Ропча",
        "label": "Ропча"
    },
    {
        "value": "Росава",
        "label": "Росава"
    },
    {
        "value": "Росільна",
        "label": "Росільна"
    },
    {
        "value": "Росішка",
        "label": "Росішка"
    },
    {
        "value": "Росішки",
        "label": "Росішки"
    },
    {
        "value": "Росіянівка",
        "label": "Росіянівка"
    },
    {
        "value": "Рославичі",
        "label": "Рославичі"
    },
    {
        "value": "Росолівці (Хмельницька обл.)",
        "label": "Росолівці (Хмельницька обл.)"
    },
    {
        "value": "Росохач",
        "label": "Росохач"
    },
    {
        "value": "Росохач (Тернопільська обл.)",
        "label": "Росохач (Тернопільська обл.)"
    },
    {
        "value": "Росош",
        "label": "Росош"
    },
    {
        "value": "Росоша",
        "label": "Росоша"
    },
    {
        "value": "Росоша (Теплицький р-н.)",
        "label": "Росоша (Теплицький р-н.)"
    },
    {
        "value": "Росошани",
        "label": "Росошани"
    },
    {
        "value": "Роставиця",
        "label": "Роставиця"
    },
    {
        "value": "Ростань",
        "label": "Ростань"
    },
    {
        "value": "Ротмістрівка",
        "label": "Ротмістрівка"
    },
    {
        "value": "Рохманів",
        "label": "Рохманів"
    },
    {
        "value": "Рошнів",
        "label": "Рошнів"
    },
    {
        "value": "Рошняте",
        "label": "Рошняте"
    },
    {
        "value": "Рояківка",
        "label": "Рояківка"
    },
    {
        "value": "Рубаний Міст",
        "label": "Рубаний Міст"
    },
    {
        "value": "Рубаний Міст (Кіровоградська обл.)",
        "label": "Рубаний Міст (Кіровоградська обл.)"
    },
    {
        "value": "Рубанівка",
        "label": "Рубанівка"
    },
    {
        "value": "Рубанка",
        "label": "Рубанка"
    },
    {
        "value": "Рубіжне",
        "label": "Рубіжне"
    },
    {
        "value": "Рубіжне (Харківська обл.)",
        "label": "Рубіжне (Харківська обл.)"
    },
    {
        "value": "Рублин",
        "label": "Рублин"
    },
    {
        "value": "Рубці",
        "label": "Рубці"
    },
    {
        "value": "Рубченки",
        "label": "Рубченки"
    },
    {
        "value": "Руда",
        "label": "Руда"
    },
    {
        "value": "Руда (Кам'янець-Подільський р-н)",
        "label": "Руда (Кам'янець-Подільський р-н)"
    },
    {
        "value": "Руда (Львівська обл.)",
        "label": "Руда (Львівська обл.)"
    },
    {
        "value": "Руда-Краковецька",
        "label": "Руда-Краковецька"
    },
    {
        "value": "Руда-Красна",
        "label": "Руда-Красна"
    },
    {
        "value": "Руданське",
        "label": "Руданське"
    },
    {
        "value": "Руданці",
        "label": "Руданці"
    },
    {
        "value": "Руде Село",
        "label": "Руде Село"
    },
    {
        "value": "Руденківка",
        "label": "Руденківка"
    },
    {
        "value": "Рудка (Володимирецький р-н)",
        "label": "Рудка (Володимирецький р-н)"
    },
    {
        "value": "Рудка (Гребінківський р-н)",
        "label": "Рудка (Гребінківський р-н)"
    },
    {
        "value": "Рудка (Демидівський р-н)",
        "label": "Рудка (Демидівський р-н)"
    },
    {
        "value": "Рудка (Дніпропетровська обл.)",
        "label": "Рудка (Дніпропетровська обл.)"
    },
    {
        "value": "Рудка (Кременецький р-н)",
        "label": "Рудка (Кременецький р-н)"
    },
    {
        "value": "Рудка (Любешівський р-н)",
        "label": "Рудка (Любешівський р-н)"
    },
    {
        "value": "Рудка (Хмельницька обл.)",
        "label": "Рудка (Хмельницька обл.)"
    },
    {
        "value": "Рудка-Козинська",
        "label": "Рудка-Козинська"
    },
    {
        "value": "Рудка-Червинська",
        "label": "Рудка-Червинська"
    },
    {
        "value": "Рудки",
        "label": "Рудки"
    },
    {
        "value": "Рудківці (Новоушицький р-н)",
        "label": "Рудківці (Новоушицький р-н)"
    },
    {
        "value": "Рудне",
        "label": "Рудне"
    },
    {
        "value": "Рудники",
        "label": "Рудники"
    },
    {
        "value": "Рудники (Волинська обл.)",
        "label": "Рудники (Волинська обл.)"
    },
    {
        "value": "Рудники (Івано-Франківська обл.)",
        "label": "Рудники (Івано-Франківська обл.)"
    },
    {
        "value": "Рудницьке",
        "label": "Рудницьке"
    },
    {
        "value": "Рудницьке (Вінницька обл.)",
        "label": "Рудницьке (Вінницька обл.)"
    },
    {
        "value": "Рудниця",
        "label": "Рудниця"
    },
    {
        "value": "Руднівка",
        "label": "Руднівка"
    },
    {
        "value": "Рудня (Волинська обл.)",
        "label": "Рудня (Волинська обл.)"
    },
    {
        "value": "Рудня (Деснянська сільська рада)",
        "label": "Рудня (Деснянська сільська рада)"
    },
    {
        "value": "Рудня (Дубровицький р-н)",
        "label": "Рудня (Дубровицький р-н)"
    },
    {
        "value": "Рудня (Київська обл.)",
        "label": "Рудня (Київська обл.)"
    },
    {
        "value": "Рудня (Костопільський р-н)",
        "label": "Рудня (Костопільський р-н)"
    },
    {
        "value": "Рудня (Львівська обл.)",
        "label": "Рудня (Львівська обл.)"
    },
    {
        "value": "Рудня (Сосницький р-н)",
        "label": "Рудня (Сосницький р-н)"
    },
    {
        "value": "Рудня (Хмельницька обл.)",
        "label": "Рудня (Хмельницька обл.)"
    },
    {
        "value": "Рудня (Чернігівська обл.)",
        "label": "Рудня (Чернігівська обл.)"
    },
    {
        "value": "Рудня-Бистра",
        "label": "Рудня-Бистра"
    },
    {
        "value": "Рудня-Іванівська",
        "label": "Рудня-Іванівська"
    },
    {
        "value": "Рудня-Пошта",
        "label": "Рудня-Пошта"
    },
    {
        "value": "Рудьківка",
        "label": "Рудьківка"
    },
    {
        "value": "Ружин",
        "label": "Ружин"
    },
    {
        "value": "Ружичанка",
        "label": "Ружичанка"
    },
    {
        "value": "Рукомиш",
        "label": "Рукомиш"
    },
    {
        "value": "Рукшин",
        "label": "Рукшин"
    },
    {
        "value": "Рулево",
        "label": "Рулево"
    },
    {
        "value": "Руликів",
        "label": "Руликів"
    },
    {
        "value": "Рунгури",
        "label": "Рунгури"
    },
    {
        "value": "Рунівщина",
        "label": "Рунівщина"
    },
    {
        "value": "Рунівщина (Харківська обл.)",
        "label": "Рунівщина (Харківська обл.)"
    },
    {
        "value": "Руня",
        "label": "Руня"
    },
    {
        "value": "Русава",
        "label": "Русава"
    },
    {
        "value": "Русанів",
        "label": "Русанів"
    },
    {
        "value": "Русанівка",
        "label": "Русанівка"
    },
    {
        "value": "Русанівці",
        "label": "Русанівці"
    },
    {
        "value": "Русів",
        "label": "Русів"
    },
    {
        "value": "Руська Долина",
        "label": "Руська Долина"
    },
    {
        "value": "Руська Мокра",
        "label": "Руська Мокра"
    },
    {
        "value": "Руська Поляна",
        "label": "Руська Поляна"
    },
    {
        "value": "Руська Слобідка",
        "label": "Руська Слобідка"
    },
    {
        "value": "Руське",
        "label": "Руське"
    },
    {
        "value": "Руське Поле",
        "label": "Руське Поле"
    },
    {
        "value": "Руські Геївці",
        "label": "Руські Геївці"
    },
    {
        "value": "Руські Комарівці",
        "label": "Руські Комарівці"
    },
    {
        "value": "Руські Тишки",
        "label": "Руські Тишки"
    },
    {
        "value": "Рухотин",
        "label": "Рухотин"
    },
    {
        "value": "Ручки (Гадяцький р-н.)",
        "label": "Ручки (Гадяцький р-н.)"
    },
    {
        "value": "Рябківка",
        "label": "Рябківка"
    },
    {
        "value": "Рябоконеве",
        "label": "Рябоконеве"
    },
    {
        "value": "Рясне",
        "label": "Рясне"
    },
    {
        "value": "Рясне (Житомирська обл.)",
        "label": "Рясне (Житомирська обл.)"
    },
    {
        "value": "Рясне (Харківська обл.)",
        "label": "Рясне (Харківська обл.)"
    },
    {
        "value": "Рясне-Руське",
        "label": "Рясне-Руське"
    },
    {
        "value": "Рясники",
        "label": "Рясники"
    },
    {
        "value": "Ряснопіль (Одеська обл.)",
        "label": "Ряснопіль (Одеська обл.)"
    },
    {
        "value": "Ряське",
        "label": "Ряське"
    },
    {
        "value": "Сабанівка",
        "label": "Сабанівка"
    },
    {
        "value": "Сабатинівка",
        "label": "Сабатинівка"
    },
    {
        "value": "Саблине",
        "label": "Саблине"
    },
    {
        "value": "Саварка",
        "label": "Саварка"
    },
    {
        "value": "Саверці",
        "label": "Саверці"
    },
    {
        "value": "Савин",
        "label": "Савин"
    },
    {
        "value": "Савинки",
        "label": "Савинки"
    },
    {
        "value": "Савинці",
        "label": "Савинці"
    },
    {
        "value": "Савинці (Миргородський р-н.)",
        "label": "Савинці (Миргородський р-н.)"
    },
    {
        "value": "Савинці (Оржицький р-н)",
        "label": "Савинці (Оржицький р-н)"
    },
    {
        "value": "Савинці (Тростянецький р-н., Вінницька обл.)",
        "label": "Савинці (Тростянецький р-н., Вінницька обл.)"
    },
    {
        "value": "Савинці (Харківська обл.)",
        "label": "Савинці (Харківська обл.)"
    },
    {
        "value": "Савранське",
        "label": "Савранське"
    },
    {
        "value": "Саврань",
        "label": "Саврань"
    },
    {
        "value": "Савчин",
        "label": "Савчин"
    },
    {
        "value": "Савчиці",
        "label": "Савчиці"
    },
    {
        "value": "Сагунівка",
        "label": "Сагунівка"
    },
    {
        "value": "Сад",
        "label": "Сад"
    },
    {
        "value": "Сад (Дніпропетровська обл.)",
        "label": "Сад (Дніпропетровська обл.)"
    },
    {
        "value": "Саджава (Івано-Франківська обл.)",
        "label": "Саджава (Івано-Франківська обл.)"
    },
    {
        "value": "Саджавка",
        "label": "Саджавка"
    },
    {
        "value": "Садки (Житомирська обл.)",
        "label": "Садки (Житомирська обл.)"
    },
    {
        "value": "Садки (Львівська обл.)",
        "label": "Садки (Львівська обл.)"
    },
    {
        "value": "Садки (Рівненська обл.)",
        "label": "Садки (Рівненська обл.)"
    },
    {
        "value": "Садковичі",
        "label": "Садковичі"
    },
    {
        "value": "Садова",
        "label": "Садова"
    },
    {
        "value": "Садове",
        "label": "Садове"
    },
    {
        "value": "Садове (Арцизький р-н)",
        "label": "Садове (Арцизький р-н)"
    },
    {
        "value": "Садове (Білгород-Дністровський р-н., Одеська обл.)",
        "label": "Садове (Білгород-Дністровський р-н., Одеська обл.)"
    },
    {
        "value": "Садове (Благодатненська територіальна громада)",
        "label": "Садове (Благодатненська територіальна громада)"
    },
    {
        "value": "Садове (Близнюківський р-н)",
        "label": "Садове (Близнюківський р-н)"
    },
    {
        "value": "Садове (Дніпропетровська обл.)",
        "label": "Садове (Дніпропетровська обл.)"
    },
    {
        "value": "Садове (Запорізька обл., Токмацький р-н)",
        "label": "Садове (Запорізька обл., Токмацький р-н)"
    },
    {
        "value": "Садове (Київська обл.)",
        "label": "Садове (Київська обл.)"
    },
    {
        "value": "Садове (Коростишівський р-н)",
        "label": "Садове (Коростишівський р-н)"
    },
    {
        "value": "Садове (Красноградський р-н)",
        "label": "Садове (Красноградський р-н)"
    },
    {
        "value": "Садове (Літинський р-н., Вінницька обл.)",
        "label": "Садове (Літинський р-н., Вінницька обл.)"
    },
    {
        "value": "Садове (Мелітопольський р-н., Запорізька обл.)",
        "label": "Садове (Мелітопольський р-н., Запорізька обл.)"
    },
    {
        "value": "Садове (Миколаївська обл.)",
        "label": "Садове (Миколаївська обл.)"
    },
    {
        "value": "Садове (Херсонська обл.)",
        "label": "Садове (Херсонська обл.)"
    },
    {
        "value": "Садове (Хмельницька обл.)",
        "label": "Садове (Хмельницька обл.)"
    },
    {
        "value": "Саї",
        "label": "Саї"
    },
    {
        "value": "Саївка",
        "label": "Саївка"
    },
    {
        "value": "Саїнка",
        "label": "Саїнка"
    },
    {
        "value": "Саксагань",
        "label": "Саксагань"
    },
    {
        "value": "Салгани",
        "label": "Салгани"
    },
    {
        "value": "Саливонки",
        "label": "Саливонки"
    },
    {
        "value": "Салиха",
        "label": "Салиха"
    },
    {
        "value": "Салтикова Дівиця",
        "label": "Салтикова Дівиця"
    },
    {
        "value": "Салтикове",
        "label": "Салтикове"
    },
    {
        "value": "Салтичія",
        "label": "Салтичія"
    },
    {
        "value": "Салькове",
        "label": "Салькове"
    },
    {
        "value": "Сальне",
        "label": "Сальне"
    },
    {
        "value": "Сальник",
        "label": "Сальник"
    },
    {
        "value": "Сальниця",
        "label": "Сальниця"
    },
    {
        "value": "Самар",
        "label": "Самар"
    },
    {
        "value": "Самари",
        "label": "Самари"
    },
    {
        "value": "Самари-Оріхові",
        "label": "Самари-Оріхові"
    },
    {
        "value": "Самарське (Дніпропетровська обл.)",
        "label": "Самарське (Дніпропетровська обл.)"
    },
    {
        "value": "Самбір",
        "label": "Самбір"
    },
    {
        "value": "Самгородок",
        "label": "Самгородок"
    },
    {
        "value": "Самгородок (Вінницька обл.)",
        "label": "Самгородок (Вінницька обл.)"
    },
    {
        "value": "Самгородок (Київська обл.)",
        "label": "Самгородок (Київська обл.)"
    },
    {
        "value": "Самійличі",
        "label": "Самійличі"
    },
    {
        "value": "Самійлівка (Запорізька обл.)",
        "label": "Самійлівка (Запорізька обл.)"
    },
    {
        "value": "Самоволя",
        "label": "Самоволя"
    },
    {
        "value": "Самолусківці",
        "label": "Самолусківці"
    },
    {
        "value": "Самотоївка",
        "label": "Самотоївка"
    },
    {
        "value": "Самчики",
        "label": "Самчики"
    },
    {
        "value": "Санжариха",
        "label": "Санжариха"
    },
    {
        "value": "Санжійка",
        "label": "Санжійка"
    },
    {
        "value": "Санники",
        "label": "Санники"
    },
    {
        "value": "Сапанів",
        "label": "Сапанів"
    },
    {
        "value": "Сапіжанка",
        "label": "Сапіжанка"
    },
    {
        "value": "Сапіжанка (Кам'янка-Бузький р-н)",
        "label": "Сапіжанка (Кам'янка-Бузький р-н)"
    },
    {
        "value": "Сапогів",
        "label": "Сапогів"
    },
    {
        "value": "Сапогів (Тернопільська обл.)",
        "label": "Сапогів (Тернопільська обл.)"
    },
    {
        "value": "Сапожин",
        "label": "Сапожин"
    },
    {
        "value": "Саранчуки",
        "label": "Саранчуки"
    },
    {
        "value": "Сарата",
        "label": "Сарата"
    },
    {
        "value": "Сари",
        "label": "Сари"
    },
    {
        "value": "Сарни",
        "label": "Сарни"
    },
    {
        "value": "Сарни (Львівська обл.)",
        "label": "Сарни (Львівська обл.)"
    },
    {
        "value": "Сарни (Черкаська обл.)",
        "label": "Сарни (Черкаська обл.)"
    },
    {
        "value": "Сарнів",
        "label": "Сарнів"
    },
    {
        "value": "Сарнівка",
        "label": "Сарнівка"
    },
    {
        "value": "Сартана (Донецька обл.)",
        "label": "Сартана (Донецька обл.)"
    },
    {
        "value": "Сасанівка",
        "label": "Сасанівка"
    },
    {
        "value": "Сасів",
        "label": "Сасів"
    },
    {
        "value": "Сасівка",
        "label": "Сасівка"
    },
    {
        "value": "Сасівка (Кіровоградська обл.)",
        "label": "Сасівка (Кіровоградська обл.)"
    },
    {
        "value": "Сасово",
        "label": "Сасово"
    },
    {
        "value": "Сатанів",
        "label": "Сатанів"
    },
    {
        "value": "Сатанівка",
        "label": "Сатанівка"
    },
    {
        "value": "Сатиїв",
        "label": "Сатиїв"
    },
    {
        "value": "Саф'яни",
        "label": "Саф'яни"
    },
    {
        "value": "Сахкамінь (Хмельницька обл.)",
        "label": "Сахкамінь (Хмельницька обл.)"
    },
    {
        "value": "Сахни",
        "label": "Сахни"
    },
    {
        "value": "Сахнівка",
        "label": "Сахнівка"
    },
    {
        "value": "Сахнівці",
        "label": "Сахнівці"
    },
    {
        "value": "Сахнівці (Ізяславський р-н)",
        "label": "Сахнівці (Ізяславський р-н)"
    },
    {
        "value": "Сахнівщина (Полтавська обл.)",
        "label": "Сахнівщина (Полтавська обл.)"
    },
    {
        "value": "Сахновщина (Харківська обл.)",
        "label": "Сахновщина (Харківська обл.)"
    },
    {
        "value": "Сахутівка",
        "label": "Сахутівка"
    },
    {
        "value": "Свалява",
        "label": "Свалява"
    },
    {
        "value": "Сварині",
        "label": "Сварині"
    },
    {
        "value": "Сварицевичі",
        "label": "Сварицевичі"
    },
    {
        "value": "Сваричів",
        "label": "Сваричів"
    },
    {
        "value": "Сваркове",
        "label": "Сваркове"
    },
    {
        "value": "Сватки",
        "label": "Сватки"
    },
    {
        "value": "Сватове",
        "label": "Сватове"
    },
    {
        "value": "Свердликове",
        "label": "Свердликове"
    },
    {
        "value": "Свеса",
        "label": "Свеса"
    },
    {
        "value": "Свидівок",
        "label": "Свидівок"
    },
    {
        "value": "Свидники",
        "label": "Свидники"
    },
    {
        "value": "Свидова (Тернопільська обл.)",
        "label": "Свидова (Тернопільська обл.)"
    },
    {
        "value": "Свиридівка",
        "label": "Свиридівка"
    },
    {
        "value": "Свірж",
        "label": "Свірж"
    },
    {
        "value": "Свірневе",
        "label": "Свірневе"
    },
    {
        "value": "Свіршківці",
        "label": "Свіршківці"
    },
    {
        "value": "Світанок",
        "label": "Світанок"
    },
    {
        "value": "Світанок (Запорізька обл.)",
        "label": "Світанок (Запорізька обл.)"
    },
    {
        "value": "Світанок (Корецький р-н., Рівненська обл.)",
        "label": "Світанок (Корецький р-н., Рівненська обл.)"
    },
    {
        "value": "Світильня",
        "label": "Світильня"
    },
    {
        "value": "Світин (Житомирська обл.)",
        "label": "Світин (Житомирська обл.)"
    },
    {
        "value": "Світле",
        "label": "Світле"
    },
    {
        "value": "Світле (Мирноградська)",
        "label": "Світле (Мирноградська)"
    },
    {
        "value": "Світличне",
        "label": "Світличне"
    },
    {
        "value": "Світличне (Чернігівська обл)",
        "label": "Світличне (Чернігівська обл)"
    },
    {
        "value": "Світловодськ",
        "label": "Світловодськ"
    },
    {
        "value": "Світлогірське",
        "label": "Світлогірське"
    },
    {
        "value": "Світлогірське (Полтавська обл.)",
        "label": "Світлогірське (Полтавська обл.)"
    },
    {
        "value": "Світлогірське (Роздільнянський р-н)",
        "label": "Світлогірське (Роздільнянський р-н)"
    },
    {
        "value": "Світлодарськ",
        "label": "Світлодарськ"
    },
    {
        "value": "Світлодолинське (Запорізька обл.)",
        "label": "Світлодолинське (Запорізька обл.)"
    },
    {
        "value": "Світлодолинське (Одеська обл.)",
        "label": "Світлодолинське (Одеська обл.)"
    },
    {
        "value": "Світязь",
        "label": "Світязь"
    },
    {
        "value": "Свічкареве",
        "label": "Свічкареве"
    },
    {
        "value": "Свічківка",
        "label": "Свічківка"
    },
    {
        "value": "Свобода",
        "label": "Свобода"
    },
    {
        "value": "Свободне",
        "label": "Свободне"
    },
    {
        "value": "Святець",
        "label": "Святець"
    },
    {
        "value": "Святилівка",
        "label": "Святилівка"
    },
    {
        "value": "Святовасилівка",
        "label": "Святовасилівка"
    },
    {
        "value": "Святогірськ",
        "label": "Святогірськ"
    },
    {
        "value": "Святогорівка",
        "label": "Святогорівка"
    },
    {
        "value": "Святомиколаївка",
        "label": "Святомиколаївка"
    },
    {
        "value": "Святопетрівське (Києво-Свят.р-н)",
        "label": "Святопетрівське (Києво-Свят.р-н)"
    },
    {
        "value": "Себечів",
        "label": "Себечів"
    },
    {
        "value": "Себине",
        "label": "Себине"
    },
    {
        "value": "Северини",
        "label": "Северини"
    },
    {
        "value": "Северинівка",
        "label": "Северинівка"
    },
    {
        "value": "Северинівка (Іванівський р-н)",
        "label": "Северинівка (Іванівський р-н)"
    },
    {
        "value": "Северинівка (Київська обл.)",
        "label": "Северинівка (Київська обл.)"
    },
    {
        "value": "Северинівка (Таращанський р-н)",
        "label": "Северинівка (Таращанський р-н)"
    },
    {
        "value": "Северинівка (Тростянецький р-н)",
        "label": "Северинівка (Тростянецький р-н)"
    },
    {
        "value": "Северинівка (Ямпільський р-н)",
        "label": "Северинівка (Ямпільський р-н)"
    },
    {
        "value": "Севрюки",
        "label": "Севрюки"
    },
    {
        "value": "Сегединці",
        "label": "Сегединці"
    },
    {
        "value": "Седлище",
        "label": "Седлище"
    },
    {
        "value": "Седлище (Любешівський р-н)",
        "label": "Седлище (Любешівський р-н)"
    },
    {
        "value": "Седнів",
        "label": "Седнів"
    },
    {
        "value": "Седнівка",
        "label": "Седнівка"
    },
    {
        "value": "Сезенків (Київська обл.)",
        "label": "Сезенків (Київська обл.)"
    },
    {
        "value": "Секретарівка",
        "label": "Секретарівка"
    },
    {
        "value": "Секретарка",
        "label": "Секретарка"
    },
    {
        "value": "Секунь",
        "label": "Секунь"
    },
    {
        "value": "Селезенівка",
        "label": "Селезенівка"
    },
    {
        "value": "Селекційне",
        "label": "Селекційне"
    },
    {
        "value": "Селець",
        "label": "Селець"
    },
    {
        "value": "Селець (Володимир-Волинський р-н)",
        "label": "Селець (Володимир-Волинський р-н)"
    },
    {
        "value": "Селець (Рівненська обл.)",
        "label": "Селець (Рівненська обл.)"
    },
    {
        "value": "Селещина",
        "label": "Селещина"
    },
    {
        "value": "Селичів",
        "label": "Селичів"
    },
    {
        "value": "Селичівка",
        "label": "Селичівка"
    },
    {
        "value": "Селище",
        "label": "Селище"
    },
    {
        "value": "Селище (Вінницька обл., Літинський р-н)",
        "label": "Селище (Вінницька обл., Літинський р-н)"
    },
    {
        "value": "Селище (Київська обл.)",
        "label": "Селище (Київська обл.)"
    },
    {
        "value": "Селище (Козятинський р-н)",
        "label": "Селище (Козятинський р-н)"
    },
    {
        "value": "Селище (Рівненська обл.)",
        "label": "Селище (Рівненська обл.)"
    },
    {
        "value": "Селище (Тиврівський р-н., Вінницька обл.)",
        "label": "Селище (Тиврівський р-н., Вінницька обл.)"
    },
    {
        "value": "Селище (Черкаська обл.)",
        "label": "Селище (Черкаська обл.)"
    },
    {
        "value": "Селятин",
        "label": "Селятин"
    },
    {
        "value": "Сем'янівка",
        "label": "Сем'янівка"
    },
    {
        "value": "Семаківці",
        "label": "Семаківці"
    },
    {
        "value": "Семаківці (Коломийський р-н)",
        "label": "Семаківці (Коломийський р-н)"
    },
    {
        "value": "Семаківці (Тернопільська обл.)",
        "label": "Семаківці (Тернопільська обл.)"
    },
    {
        "value": "Семенасте",
        "label": "Семенасте"
    },
    {
        "value": "Семенів",
        "label": "Семенів"
    },
    {
        "value": "Семенів Яр",
        "label": "Семенів Яр"
    },
    {
        "value": "Семенівка (Білгород-Дністровський р-н)",
        "label": "Семенівка (Білгород-Дністровський р-н)"
    },
    {
        "value": "Семенівка (Дніпропетровська обл.)",
        "label": "Семенівка (Дніпропетровська обл.)"
    },
    {
        "value": "Семенівка (Донецька обл.)",
        "label": "Семенівка (Донецька обл.)"
    },
    {
        "value": "Семенівка (Запорізька обл.)",
        "label": "Семенівка (Запорізька обл.)"
    },
    {
        "value": "Семенівка (Київська обл.)",
        "label": "Семенівка (Київська обл.)"
    },
    {
        "value": "Семенівка (Корюківський р-н)",
        "label": "Семенівка (Корюківський р-н)"
    },
    {
        "value": "Семенівка (Криничанський р-н., Дніпроп. обл.)",
        "label": "Семенівка (Криничанський р-н., Дніпроп. обл.)"
    },
    {
        "value": "Семенівка (Липоводолинський р-н)",
        "label": "Семенівка (Липоводолинський р-н)"
    },
    {
        "value": "Семенівка (Львівська обл.)",
        "label": "Семенівка (Львівська обл.)"
    },
    {
        "value": "Семенівка (Миколаївська обл.)",
        "label": "Семенівка (Миколаївська обл.)"
    },
    {
        "value": "Семенівка (Обухівський р-н)",
        "label": "Семенівка (Обухівський р-н)"
    },
    {
        "value": "Семенівка (Пологівський р-н)",
        "label": "Семенівка (Пологівський р-н)"
    },
    {
        "value": "Семенівка (Харківська обл.)",
        "label": "Семенівка (Харківська обл.)"
    },
    {
        "value": "Семенівка (Херсонська обл.)",
        "label": "Семенівка (Херсонська обл.)"
    },
    {
        "value": "Семенівка (Черкаська обл.)",
        "label": "Семенівка (Черкаська обл.)"
    },
    {
        "value": "Семенівка(Полт.обл., Семенів.р-н)",
        "label": "Семенівка(Полт.обл., Семенів.р-н)"
    },
    {
        "value": "Семенівка(Чернігівська обл.)",
        "label": "Семенівка(Чернігівська обл.)"
    },
    {
        "value": "Семенки",
        "label": "Семенки"
    },
    {
        "value": "Семигинів",
        "label": "Семигинів"
    },
    {
        "value": "Семидуби",
        "label": "Семидуби"
    },
    {
        "value": "Семимогили",
        "label": "Семимогили"
    },
    {
        "value": "Семиполки",
        "label": "Семиполки"
    },
    {
        "value": "Семихатки",
        "label": "Семихатки"
    },
    {
        "value": "Сенечів",
        "label": "Сенечів"
    },
    {
        "value": "Сенкевичівка",
        "label": "Сенкевичівка"
    },
    {
        "value": "Сенча",
        "label": "Сенча"
    },
    {
        "value": "Сеньківка",
        "label": "Сеньківка"
    },
    {
        "value": "Серафинці",
        "label": "Серафинці"
    },
    {
        "value": "Серби",
        "label": "Серби"
    },
    {
        "value": "Сербинівка",
        "label": "Сербинівка"
    },
    {
        "value": "Сербинівка (Полтавська обл.)",
        "label": "Сербинівка (Полтавська обл.)"
    },
    {
        "value": "Сербинівці",
        "label": "Сербинівці"
    },
    {
        "value": "Сербичани",
        "label": "Сербичани"
    },
    {
        "value": "Сербка",
        "label": "Сербка"
    },
    {
        "value": "Сербо-Слобідка",
        "label": "Сербо-Слобідка"
    },
    {
        "value": "Сергії",
        "label": "Сергії"
    },
    {
        "value": "Сергіївка (Білгород-Дністровський р-н)",
        "label": "Сергіївка (Білгород-Дністровський р-н)"
    },
    {
        "value": "Сергіївка (Братський р-н)",
        "label": "Сергіївка (Братський р-н)"
    },
    {
        "value": "Сергіївка (Гадяцький р-н)",
        "label": "Сергіївка (Гадяцький р-н)"
    },
    {
        "value": "Сергіївка (Дніпропетровська обл.)",
        "label": "Сергіївка (Дніпропетровська обл.)"
    },
    {
        "value": "Сергіївка (Запорізька обл.)",
        "label": "Сергіївка (Запорізька обл.)"
    },
    {
        "value": "Сергіївка (Каховський р-н)",
        "label": "Сергіївка (Каховський р-н)"
    },
    {
        "value": "Сергіївка (Саратський р-н., Одеська обл.)",
        "label": "Сергіївка (Саратський р-н., Одеська обл.)"
    },
    {
        "value": "Сергіївка (Слов'янський р-н)",
        "label": "Сергіївка (Слов'янський р-н)"
    },
    {
        "value": "Сердиця",
        "label": "Сердиця"
    },
    {
        "value": "Сердюки",
        "label": "Сердюки"
    },
    {
        "value": "Сердюківка",
        "label": "Сердюківка"
    },
    {
        "value": "Серебринці",
        "label": "Серебринці"
    },
    {
        "value": "Серебрія",
        "label": "Серебрія"
    },
    {
        "value": "Середи",
        "label": "Середи"
    },
    {
        "value": "Середина-Буда",
        "label": "Середина-Буда"
    },
    {
        "value": "Серединці",
        "label": "Серединці"
    },
    {
        "value": "Середівка",
        "label": "Середівка"
    },
    {
        "value": "Середкевичі",
        "label": "Середкевичі"
    },
    {
        "value": "Середнє",
        "label": "Середнє"
    },
    {
        "value": "Середнє Водяне",
        "label": "Середнє Водяне"
    },
    {
        "value": "Середній Бабин",
        "label": "Середній Бабин"
    },
    {
        "value": "Середній Березів",
        "label": "Середній Березів"
    },
    {
        "value": "Середній Майдан",
        "label": "Середній Майдан"
    },
    {
        "value": "Середній Угринів",
        "label": "Середній Угринів"
    },
    {
        "value": "Середня",
        "label": "Середня"
    },
    {
        "value": "Середняки (Гадяцький р-н, Полтавська обл.)",
        "label": "Середняки (Гадяцький р-н, Полтавська обл.)"
    },
    {
        "value": "Сереховичі",
        "label": "Сереховичі"
    },
    {
        "value": "Серне",
        "label": "Серне"
    },
    {
        "value": "Серники",
        "label": "Серники"
    },
    {
        "value": "Серпневе",
        "label": "Серпневе"
    },
    {
        "value": "Сестринівка",
        "label": "Сестринівка"
    },
    {
        "value": "Сестрятин",
        "label": "Сестрятин"
    },
    {
        "value": "Сєвєродонецьк",
        "label": "Сєвєродонецьк"
    },
    {
        "value": "Сиваківці",
        "label": "Сиваківці"
    },
    {
        "value": "Сиваське",
        "label": "Сиваське"
    },
    {
        "value": "Сивашівка",
        "label": "Сивашівка"
    },
    {
        "value": "Сивки",
        "label": "Сивки"
    },
    {
        "value": "Сивухи",
        "label": "Сивухи"
    },
    {
        "value": "Сигнаївка",
        "label": "Сигнаївка"
    },
    {
        "value": "Сигнал",
        "label": "Сигнал"
    },
    {
        "value": "Сидорів",
        "label": "Сидорів"
    },
    {
        "value": "Сидорівка (Жидачівський р-н)",
        "label": "Сидорівка (Жидачівський р-н)"
    },
    {
        "value": "Сидорове",
        "label": "Сидорове"
    },
    {
        "value": "Сильне",
        "label": "Сильне"
    },
    {
        "value": "Симинівка",
        "label": "Симинівка"
    },
    {
        "value": "Симонів",
        "label": "Симонів"
    },
    {
        "value": "Сингаї",
        "label": "Сингаї"
    },
    {
        "value": "Синевир",
        "label": "Синевир"
    },
    {
        "value": "Синевирська Поляна (Закарпатська обл.)",
        "label": "Синевирська Поляна (Закарпатська обл.)"
    },
    {
        "value": "Синельникове",
        "label": "Синельникове"
    },
    {
        "value": "Синельникове (Харківська обл.)",
        "label": "Синельникове (Харківська обл.)"
    },
    {
        "value": "Синицівка",
        "label": "Синицівка"
    },
    {
        "value": "Синиця",
        "label": "Синиця"
    },
    {
        "value": "Синиця (Київська обл.)",
        "label": "Синиця (Київська обл.)"
    },
    {
        "value": "Синів",
        "label": "Синів"
    },
    {
        "value": "Синівка",
        "label": "Синівка"
    },
    {
        "value": "Синьки",
        "label": "Синьки"
    },
    {
        "value": "Синьків (Тернопільська обл.)",
        "label": "Синьків (Тернопільська обл.)"
    },
    {
        "value": "Синьковичі",
        "label": "Синьковичі"
    },
    {
        "value": "Синьооківка",
        "label": "Синьооківка"
    },
    {
        "value": "Синютки",
        "label": "Синютки"
    },
    {
        "value": "Синюхин Брід",
        "label": "Синюхин Брід"
    },
    {
        "value": "Синява",
        "label": "Синява"
    },
    {
        "value": "Синявка",
        "label": "Синявка"
    },
    {
        "value": "Синяк",
        "label": "Синяк"
    },
    {
        "value": "Сираї",
        "label": "Сираї"
    },
    {
        "value": "Сирватинці",
        "label": "Сирватинці"
    },
    {
        "value": "Сирники",
        "label": "Сирники"
    },
    {
        "value": "Сировари",
        "label": "Сировари"
    },
    {
        "value": "Сирове",
        "label": "Сирове"
    },
    {
        "value": "Сиротине",
        "label": "Сиротине"
    },
    {
        "value": "Ситківці",
        "label": "Ситківці"
    },
    {
        "value": "Ситне",
        "label": "Ситне"
    },
    {
        "value": "Ситники",
        "label": "Ситники"
    },
    {
        "value": "Сихів",
        "label": "Сихів"
    },
    {
        "value": "Сичавка",
        "label": "Сичавка"
    },
    {
        "value": "Сичівка",
        "label": "Сичівка"
    },
    {
        "value": "Сіверськ",
        "label": "Сіверськ"
    },
    {
        "value": "Сівка-Войнилівська",
        "label": "Сівка-Войнилівська"
    },
    {
        "value": "Сівка-Калуська",
        "label": "Сівка-Калуська"
    },
    {
        "value": "Сідава",
        "label": "Сідава"
    },
    {
        "value": "Сіде",
        "label": "Сіде"
    },
    {
        "value": "Сілець (Івано-Франківська обл.)",
        "label": "Сілець (Івано-Франківська обл.)"
    },
    {
        "value": "Сілець (Кам'янка-Бузький р-н., Львів. обл.)",
        "label": "Сілець (Кам'янка-Бузький р-н., Львів. обл.)"
    },
    {
        "value": "Сілець (Львівська обл.)",
        "label": "Сілець (Львівська обл.)"
    },
    {
        "value": "Сіль",
        "label": "Сіль"
    },
    {
        "value": "Сільце",
        "label": "Сільце"
    },
    {
        "value": "Сільце (Волинська обл.)",
        "label": "Сільце (Волинська обл.)"
    },
    {
        "value": "Сільце (Закарпатська обл.)",
        "label": "Сільце (Закарпатська обл.)"
    },
    {
        "value": "Сім'янівка",
        "label": "Сім'янівка"
    },
    {
        "value": "Сімаківка",
        "label": "Сімаківка"
    },
    {
        "value": "Сімер (Закарпатська обл.)",
        "label": "Сімер (Закарпатська обл.)"
    },
    {
        "value": "Сімерки (Закарпатська обл.)",
        "label": "Сімерки (Закарпатська обл.)"
    },
    {
        "value": "Сінгури",
        "label": "Сінгури"
    },
    {
        "value": "Сінне",
        "label": "Сінне"
    },
    {
        "value": "Сіряки",
        "label": "Сіряки"
    },
    {
        "value": "Січинці",
        "label": "Січинці"
    },
    {
        "value": "Сіянці",
        "label": "Сіянці"
    },
    {
        "value": "Скадовськ",
        "label": "Скадовськ"
    },
    {
        "value": "Скала-Подільська",
        "label": "Скала-Подільська"
    },
    {
        "value": "Скалат",
        "label": "Скалат"
    },
    {
        "value": "Скалева",
        "label": "Скалева"
    },
    {
        "value": "Скаливатка",
        "label": "Скаливатка"
    },
    {
        "value": "Скалівські Хутори",
        "label": "Скалівські Хутори"
    },
    {
        "value": "Скаржинці",
        "label": "Скаржинці"
    },
    {
        "value": "Скаржинці (Вінницька обл.)",
        "label": "Скаржинці (Вінницька обл.)"
    },
    {
        "value": "Скаржинці (Лісовогринівецька СГ)",
        "label": "Скаржинці (Лісовогринівецька СГ)"
    },
    {
        "value": "Скварява",
        "label": "Скварява"
    },
    {
        "value": "Сквира",
        "label": "Сквира"
    },
    {
        "value": "Скелівка",
        "label": "Скелівка"
    },
    {
        "value": "Скиби",
        "label": "Скиби"
    },
    {
        "value": "Скибин",
        "label": "Скибин"
    },
    {
        "value": "Скибин (Київська обл.)",
        "label": "Скибин (Київська обл.)"
    },
    {
        "value": "Скибинці",
        "label": "Скибинці"
    },
    {
        "value": "Скибівка",
        "label": "Скибівка"
    },
    {
        "value": "Скіпче",
        "label": "Скіпче"
    },
    {
        "value": "Скірче",
        "label": "Скірче"
    },
    {
        "value": "Скнилів",
        "label": "Скнилів"
    },
    {
        "value": "Скобелка",
        "label": "Скобелка"
    },
    {
        "value": "Скобичівка",
        "label": "Скобичівка"
    },
    {
        "value": "Сков'ятин (Тернопільська обл.)",
        "label": "Сков'ятин (Тернопільська обл.)"
    },
    {
        "value": "Сковородинівка",
        "label": "Сковородинівка"
    },
    {
        "value": "Сколе",
        "label": "Сколе"
    },
    {
        "value": "Скоморохи",
        "label": "Скоморохи"
    },
    {
        "value": "Скоморохи (Житомирська обл.)",
        "label": "Скоморохи (Житомирська обл.)"
    },
    {
        "value": "Скоморохи (Тернопільська обл.)",
        "label": "Скоморохи (Тернопільська обл.)"
    },
    {
        "value": "Скоморохи (Тернопільський р-н)",
        "label": "Скоморохи (Тернопільський р-н)"
    },
    {
        "value": "Скоморошки",
        "label": "Скоморошки"
    },
    {
        "value": "Скорики",
        "label": "Скорики"
    },
    {
        "value": "Скориківка",
        "label": "Скориківка"
    },
    {
        "value": "Скородинці",
        "label": "Скородинці"
    },
    {
        "value": "Скородистик",
        "label": "Скородистик"
    },
    {
        "value": "Скороходове (Полтавська обл.)",
        "label": "Скороходове (Полтавська обл.)"
    },
    {
        "value": "Скосарівка",
        "label": "Скосарівка"
    },
    {
        "value": "Скотареве",
        "label": "Скотареве"
    },
    {
        "value": "Скотарське",
        "label": "Скотарське"
    },
    {
        "value": "Скраглівка",
        "label": "Скраглівка"
    },
    {
        "value": "Скребиші",
        "label": "Скребиші"
    },
    {
        "value": "Скрипаї",
        "label": "Скрипаї"
    },
    {
        "value": "Скрипиця",
        "label": "Скрипиця"
    },
    {
        "value": "Скрицьке",
        "label": "Скрицьке"
    },
    {
        "value": "Скулин",
        "label": "Скулин"
    },
    {
        "value": "Слабин",
        "label": "Слабин"
    },
    {
        "value": "Славгород (Дніпропетровська обл.)",
        "label": "Славгород (Дніпропетровська обл.)"
    },
    {
        "value": "Славгород (Сумська обл.)",
        "label": "Славгород (Сумська обл.)"
    },
    {
        "value": "Славна",
        "label": "Славна"
    },
    {
        "value": "Славне",
        "label": "Славне"
    },
    {
        "value": "Славне (Вінницька обл.)",
        "label": "Славне (Вінницька обл.)"
    },
    {
        "value": "Славське (Львівська обл.)",
        "label": "Славське (Львівська обл.)"
    },
    {
        "value": "Славута",
        "label": "Славута"
    },
    {
        "value": "Славута (Віньковецький р-н, Хмельницька обл.)",
        "label": "Славута (Віньковецький р-н, Хмельницька обл.)"
    },
    {
        "value": "Славутич",
        "label": "Славутич"
    },
    {
        "value": "Слатине",
        "label": "Слатине"
    },
    {
        "value": "Сливине",
        "label": "Сливине"
    },
    {
        "value": "Сливки",
        "label": "Сливки"
    },
    {
        "value": "Сліди",
        "label": "Сліди"
    },
    {
        "value": "Сліпород",
        "label": "Сліпород"
    },
    {
        "value": "Сліпушинське",
        "label": "Сліпушинське"
    },
    {
        "value": "Сліпчиці",
        "label": "Сліпчиці"
    },
    {
        "value": "Слобідка (Городенківський р-н., Ів.-Франк. обл.)",
        "label": "Слобідка (Городенківський р-н., Ів.-Франк. обл.)"
    },
    {
        "value": "Слобідка (Житомирська обл., Коростишівський р-н) ",
        "label": "Слобідка (Житомирська обл., Коростишівський р-н) "
    },
    {
        "value": "Слобідка (Житомирська, обл., Малинський р-н) ",
        "label": "Слобідка (Житомирська, обл., Малинський р-н) "
    },
    {
        "value": "Слобідка (Івано-Франківська обл,Косівський р-н)",
        "label": "Слобідка (Івано-Франківська обл,Косівський р-н)"
    },
    {
        "value": "Слобідка (Івано-Франківська обл.)",
        "label": "Слобідка (Івано-Франківська обл.)"
    },
    {
        "value": "Слобідка (Калинівський р-н)",
        "label": "Слобідка (Калинівський р-н)"
    },
    {
        "value": "Слобідка (Калуський р-н)",
        "label": "Слобідка (Калуський р-н)"
    },
    {
        "value": "Слобідка (Кельменецький р-н., Чернівецька обл.)",
        "label": "Слобідка (Кельменецький р-н., Чернівецька обл.)"
    },
    {
        "value": "Слобідка (Новоушицький р-н)",
        "label": "Слобідка (Новоушицький р-н)"
    },
    {
        "value": "Слобідка (Подільський р-н)",
        "label": "Слобідка (Подільський р-н)"
    },
    {
        "value": "Слобідка (Полтавська обл.)",
        "label": "Слобідка (Полтавська обл.)"
    },
    {
        "value": "Слобідка (Пулинський р-н)",
        "label": "Слобідка (Пулинський р-н)"
    },
    {
        "value": "Слобідка (Рівненська обл.,Острозький р-н)",
        "label": "Слобідка (Рівненська обл.,Острозький р-н)"
    },
    {
        "value": "Слобідка (Стрийський р-н., Львівська обл.)",
        "label": "Слобідка (Стрийський р-н., Львівська обл.)"
    },
    {
        "value": "Слобідка (Тернопільська обл.)",
        "label": "Слобідка (Тернопільська обл.)"
    },
    {
        "value": "Слобідка (Хмельницька обл.)",
        "label": "Слобідка (Хмельницька обл.)"
    },
    {
        "value": "Слобідка (Чернівецька обл.,Глибоцький р-н)",
        "label": "Слобідка (Чернівецька обл.,Глибоцький р-н)"
    },
    {
        "value": "Слобідка Більшівцівська",
        "label": "Слобідка Більшівцівська"
    },
    {
        "value": "Слобідка-Гуменецька",
        "label": "Слобідка-Гуменецька"
    },
    {
        "value": "Слобідка-Кульчієвецька",
        "label": "Слобідка-Кульчієвецька"
    },
    {
        "value": "Слобідка-Мушкатівська",
        "label": "Слобідка-Мушкатівська"
    },
    {
        "value": "Слобідка-Охрімовецька",
        "label": "Слобідка-Охрімовецька"
    },
    {
        "value": "Слобідка-Рахнівська (Хмельницька обл.)",
        "label": "Слобідка-Рахнівська (Хмельницька обл.)"
    },
    {
        "value": "Слобідка-Рихтівська",
        "label": "Слобідка-Рихтівська"
    },
    {
        "value": "Слобідка-Смотрицька",
        "label": "Слобідка-Смотрицька"
    },
    {
        "value": "Слобідське",
        "label": "Слобідське"
    },
    {
        "value": "Слобода (Івано-Франківська обл.)",
        "label": "Слобода (Івано-Франківська обл.)"
    },
    {
        "value": "Слобода (Київська обл.)",
        "label": "Слобода (Київська обл.)"
    },
    {
        "value": "Слобода (Сумська обл.)",
        "label": "Слобода (Сумська обл.)"
    },
    {
        "value": "Слобода (Чернівецька обл.)",
        "label": "Слобода (Чернівецька обл.)"
    },
    {
        "value": "Слобода-Банилів",
        "label": "Слобода-Банилів"
    },
    {
        "value": "Слобода-Болехівська",
        "label": "Слобода-Болехівська"
    },
    {
        "value": "Слобода-Дашковецька",
        "label": "Слобода-Дашковецька"
    },
    {
        "value": "Слобода-Долинська",
        "label": "Слобода-Долинська"
    },
    {
        "value": "Слобода-Комарівці (Чернівецька обл.)",
        "label": "Слобода-Комарівці (Чернівецька обл.)"
    },
    {
        "value": "Слобода-Небилівська",
        "label": "Слобода-Небилівська"
    },
    {
        "value": "Слобода-Рівнянська",
        "label": "Слобода-Рівнянська"
    },
    {
        "value": "Слобода-Селець",
        "label": "Слобода-Селець"
    },
    {
        "value": "Слобода-Шаргородська",
        "label": "Слобода-Шаргородська"
    },
    {
        "value": "Слобода-Шоломківська",
        "label": "Слобода-Шоломківська"
    },
    {
        "value": "Слободище",
        "label": "Слободище"
    },
    {
        "value": "Слободище (Житомирська обл.)",
        "label": "Слободище (Житомирська обл.)"
    },
    {
        "value": "Слобожанське",
        "label": "Слобожанське"
    },
    {
        "value": "Слобожанське (Близнюківський р-н)",
        "label": "Слобожанське (Близнюківський р-н)"
    },
    {
        "value": "Слобожанське (Харківська обл., Кегичівський р-н)",
        "label": "Слобожанське (Харківська обл., Кегичівський р-н)"
    },
    {
        "value": "Слобожанське (Харківська обл.,Нововодолазький р-н)",
        "label": "Слобожанське (Харківська обл.,Нововодолазький р-н)"
    },
    {
        "value": "Слобожанське (Чугуївський р-н., Харківська обл.)",
        "label": "Слобожанське (Чугуївський р-н., Харківська обл.)"
    },
    {
        "value": "Слов'янка",
        "label": "Слов'янка"
    },
    {
        "value": "Слов'яносербка",
        "label": "Слов'яносербка"
    },
    {
        "value": "Слов'янськ",
        "label": "Слов'янськ"
    },
    {
        "value": "Словечне",
        "label": "Словечне"
    },
    {
        "value": "Словіта (Львівська обл.)",
        "label": "Словіта (Львівська обл.)"
    },
    {
        "value": "Слоут",
        "label": "Слоут"
    },
    {
        "value": "Слохині",
        "label": "Слохині"
    },
    {
        "value": "Слюсареве",
        "label": "Слюсареве"
    },
    {
        "value": "Смереків",
        "label": "Смереків"
    },
    {
        "value": "Смереківка",
        "label": "Смереківка"
    },
    {
        "value": "Смига",
        "label": "Смига"
    },
    {
        "value": "Смиків",
        "label": "Смиків"
    },
    {
        "value": "Смиківці",
        "label": "Смиківці"
    },
    {
        "value": "Смирнове",
        "label": "Смирнове"
    },
    {
        "value": "Смичин",
        "label": "Смичин"
    },
    {
        "value": "Смідин",
        "label": "Смідин"
    },
    {
        "value": "Сміла",
        "label": "Сміла"
    },
    {
        "value": "Сміле",
        "label": "Сміле"
    },
    {
        "value": "Смільне",
        "label": "Смільне"
    },
    {
        "value": "Смільчинці",
        "label": "Смільчинці"
    },
    {
        "value": "Смогів",
        "label": "Смогів"
    },
    {
        "value": "Смодна",
        "label": "Смодна"
    },
    {
        "value": "Сможе (Львівська обл.)",
        "label": "Сможе (Львівська обл.)"
    },
    {
        "value": "Смолдирів",
        "label": "Смолдирів"
    },
    {
        "value": "Смолигів",
        "label": "Смолигів"
    },
    {
        "value": "Смолин",
        "label": "Смолин"
    },
    {
        "value": "Смолин (Яворівський р-н)",
        "label": "Смолин (Яворівський р-н)"
    },
    {
        "value": "Смоліне",
        "label": "Смоліне"
    },
    {
        "value": "Смологовиця",
        "label": "Смологовиця"
    },
    {
        "value": "Смоляне",
        "label": "Смоляне"
    },
    {
        "value": "Смолянинове",
        "label": "Смолянинове"
    },
    {
        "value": "Смолянка",
        "label": "Смолянка"
    },
    {
        "value": "Смолярі (Волинська обл.)",
        "label": "Смолярі (Волинська обл.)"
    },
    {
        "value": "Смордва",
        "label": "Смордва"
    },
    {
        "value": "Сморжів",
        "label": "Сморжів"
    },
    {
        "value": "Сморжів (Рівненська обл.)",
        "label": "Сморжів (Рівненська обл.)"
    },
    {
        "value": "Смотрики",
        "label": "Смотрики"
    },
    {
        "value": "Смотрич (Дунаєвецький р-н)",
        "label": "Смотрич (Дунаєвецький р-н)"
    },
    {
        "value": "Снігурівка",
        "label": "Снігурівка"
    },
    {
        "value": "Снігурівка (Тернопільська обл.)",
        "label": "Снігурівка (Тернопільська обл.)"
    },
    {
        "value": "Снідавка (Івано-Франківська обл.)",
        "label": "Снідавка (Івано-Франківська обл.)"
    },
    {
        "value": "Сніжки",
        "label": "Сніжки"
    },
    {
        "value": "Сніжків",
        "label": "Сніжків"
    },
    {
        "value": "Сніжна",
        "label": "Сніжна"
    },
    {
        "value": "Снітин",
        "label": "Снітин"
    },
    {
        "value": "Снітине",
        "label": "Снітине"
    },
    {
        "value": "Снітівка",
        "label": "Снітівка"
    },
    {
        "value": "Снітків (Вінницька обл.)",
        "label": "Снітків (Вінницька обл.)"
    },
    {
        "value": "Сновидів",
        "label": "Сновидів"
    },
    {
        "value": "Сновичі",
        "label": "Сновичі"
    },
    {
        "value": "Сновськ",
        "label": "Сновськ"
    },
    {
        "value": "Снятин",
        "label": "Снятин"
    },
    {
        "value": "Снятинка",
        "label": "Снятинка"
    },
    {
        "value": "Снячів",
        "label": "Снячів"
    },
    {
        "value": "Собіщиці",
        "label": "Собіщиці"
    },
    {
        "value": "Собківка",
        "label": "Собківка"
    },
    {
        "value": "Соболівка",
        "label": "Соболівка"
    },
    {
        "value": "Соболівка (Брусилівський р-н)",
        "label": "Соболівка (Брусилівський р-н)"
    },
    {
        "value": "Соболівка (Липовецький р-н)",
        "label": "Соболівка (Липовецький р-н)"
    },
    {
        "value": "Соболівка (Одеська обл.)",
        "label": "Соболівка (Одеська обл.)"
    },
    {
        "value": "Соболівка (Романівський р-н)",
        "label": "Соболівка (Романівський р-н)"
    },
    {
        "value": "Соборне",
        "label": "Соборне"
    },
    {
        "value": "Совпа",
        "label": "Совпа"
    },
    {
        "value": "Созонівка",
        "label": "Созонівка"
    },
    {
        "value": "Сойми (Закарпатська обл.)",
        "label": "Сойми (Закарпатська обл.)"
    },
    {
        "value": "Сокаль",
        "label": "Сокаль"
    },
    {
        "value": "Сокиринці",
        "label": "Сокиринці"
    },
    {
        "value": "Сокиринці (Вінницька обл.)",
        "label": "Сокиринці (Вінницька обл.)"
    },
    {
        "value": "Сокиринці (Чемеровецький р-н., Хмельн. обл.)",
        "label": "Сокиринці (Чемеровецький р-н., Хмельн. обл.)"
    },
    {
        "value": "Сокиричі",
        "label": "Сокиричі"
    },
    {
        "value": "Сокирниця (Хуст.р-н,Закарпатська обл.)",
        "label": "Сокирниця (Хуст.р-н,Закарпатська обл.)"
    },
    {
        "value": "Сокирчин",
        "label": "Сокирчин"
    },
    {
        "value": "Сокиряни",
        "label": "Сокиряни"
    },
    {
        "value": "Сокіл",
        "label": "Сокіл"
    },
    {
        "value": "Сокіл (Волинська обл.)",
        "label": "Сокіл (Волинська обл.)"
    },
    {
        "value": "Сокіл (Івано-Франківська обл.)",
        "label": "Сокіл (Івано-Франківська обл.)"
    },
    {
        "value": "Сокіл (Кам'янець-Подільський р-н)",
        "label": "Сокіл (Кам'янець-Подільський р-н)"
    },
    {
        "value": "Сокілець",
        "label": "Сокілець"
    },
    {
        "value": "Сокільники",
        "label": "Сокільники"
    },
    {
        "value": "Соколів",
        "label": "Соколів"
    },
    {
        "value": "Соколів (Житомирська обл.)",
        "label": "Соколів (Житомирська обл.)"
    },
    {
        "value": "Соколів (Теребовлянський р-н)",
        "label": "Соколів (Теребовлянський р-н)"
    },
    {
        "value": "Соколівка",
        "label": "Соколівка"
    },
    {
        "value": "Соколівка (Васильківський р-н)",
        "label": "Соколівка (Васильківський р-н)"
    },
    {
        "value": "Соколівка (Вінницька обл.)",
        "label": "Соколівка (Вінницька обл.)"
    },
    {
        "value": "Соколівка (Дніпропетровська обл.)",
        "label": "Соколівка (Дніпропетровська обл.)"
    },
    {
        "value": "Соколівка (Жидачівський р-н)",
        "label": "Соколівка (Жидачівський р-н)"
    },
    {
        "value": "Соколівка (Івано-Франківська)",
        "label": "Соколівка (Івано-Франківська)"
    },
    {
        "value": "Соколівка (Літинський р-н)",
        "label": "Соколівка (Літинський р-н)"
    },
    {
        "value": "Соколівка (Львівська обл.)",
        "label": "Соколівка (Львівська обл.)"
    },
    {
        "value": "Соколівка (Хмельницька обл.)",
        "label": "Соколівка (Хмельницька обл.)"
    },
    {
        "value": "Соколівка (Чернігівська обл., Чернігівський р-н)",
        "label": "Соколівка (Чернігівська обл., Чернігівський р-н)"
    },
    {
        "value": "Соколівочка",
        "label": "Соколівочка"
    },
    {
        "value": "Соколівське",
        "label": "Соколівське"
    },
    {
        "value": "Соколова Балка",
        "label": "Соколова Балка"
    },
    {
        "value": "Соколове",
        "label": "Соколове"
    },
    {
        "value": "Соколове (Дніпропетровська обл.)",
        "label": "Соколове (Дніпропетровська обл.)"
    },
    {
        "value": "Сокологірне",
        "label": "Сокологірне"
    },
    {
        "value": "Соколя",
        "label": "Соколя"
    },
    {
        "value": "Солгутове",
        "label": "Солгутове"
    },
    {
        "value": "Соледар",
        "label": "Соледар"
    },
    {
        "value": "Солобківці",
        "label": "Солобківці"
    },
    {
        "value": "Соловичі",
        "label": "Соловичі"
    },
    {
        "value": "Соловіївка",
        "label": "Соловіївка"
    },
    {
        "value": "Соловка",
        "label": "Соловка"
    },
    {
        "value": "Солодководне",
        "label": "Солодководне"
    },
    {
        "value": "Соломіївка",
        "label": "Соломіївка"
    },
    {
        "value": "Соломія",
        "label": "Соломія"
    },
    {
        "value": "Соломна",
        "label": "Соломна"
    },
    {
        "value": "Соломоново",
        "label": "Соломоново"
    },
    {
        "value": "Солоне",
        "label": "Солоне"
    },
    {
        "value": "Солоне (Вільнянський р-н)",
        "label": "Солоне (Вільнянський р-н)"
    },
    {
        "value": "Солоне (Тернопільська обл.)",
        "label": "Солоне (Тернопільська обл.)"
    },
    {
        "value": "Солоницівка",
        "label": "Солоницівка"
    },
    {
        "value": "Солониця (Полтавська обл.)",
        "label": "Солониця (Полтавська обл.)"
    },
    {
        "value": "Солонка (Львівська обл.)",
        "label": "Солонка (Львівська обл.)"
    },
    {
        "value": "Солонське",
        "label": "Солонське"
    },
    {
        "value": "Солонці",
        "label": "Солонці"
    },
    {
        "value": "Солонці (Миргородський р-н., Полт. обл.)",
        "label": "Солонці (Миргородський р-н., Полт. обл.)"
    },
    {
        "value": "Солончаки",
        "label": "Солончаки"
    },
    {
        "value": "Солотвин",
        "label": "Солотвин"
    },
    {
        "value": "Солотвино",
        "label": "Солотвино"
    },
    {
        "value": "Солочин",
        "label": "Солочин"
    },
    {
        "value": "Солтанівка",
        "label": "Солтанівка"
    },
    {
        "value": "Солуків",
        "label": "Солуків"
    },
    {
        "value": "Солянуватка",
        "label": "Солянуватка"
    },
    {
        "value": "Сомкова Долина",
        "label": "Сомкова Долина"
    },
    {
        "value": "Сонине",
        "label": "Сонине"
    },
    {
        "value": "Сонячне",
        "label": "Сонячне"
    },
    {
        "value": "Сонячне (Запорізька обл.)",
        "label": "Сонячне (Запорізька обл.)"
    },
    {
        "value": "Сонячне (Кіровоградська обл.)",
        "label": "Сонячне (Кіровоградська обл.)"
    },
    {
        "value": "Сонячне (Полтавська обл.)",
        "label": "Сонячне (Полтавська обл.)"
    },
    {
        "value": "Сопачів",
        "label": "Сопачів"
    },
    {
        "value": "Сопів",
        "label": "Сопів"
    },
    {
        "value": "Сопіт",
        "label": "Сопіт"
    },
    {
        "value": "Сопошин",
        "label": "Сопошин"
    },
    {
        "value": "Сорока",
        "label": "Сорока"
    },
    {
        "value": "Сорока (Гусятинський р-н., Терноп. обл.)",
        "label": "Сорока (Гусятинський р-н., Терноп. обл.)"
    },
    {
        "value": "Сороки",
        "label": "Сороки"
    },
    {
        "value": "Сороки (Тернопільська обл.)",
        "label": "Сороки (Тернопільська обл.)"
    },
    {
        "value": "Сороки-Львівські",
        "label": "Сороки-Львівські"
    },
    {
        "value": "Сорокотяга",
        "label": "Сорокотяга"
    },
    {
        "value": "Сорокотяги",
        "label": "Сорокотяги"
    },
    {
        "value": "Сороцьке",
        "label": "Сороцьке"
    },
    {
        "value": "Сосни",
        "label": "Сосни"
    },
    {
        "value": "Соснина",
        "label": "Соснина"
    },
    {
        "value": "Сосниця",
        "label": "Сосниця"
    },
    {
        "value": "Соснів (Теребовлянський р-н)",
        "label": "Соснів (Теребовлянський р-н)"
    },
    {
        "value": "Соснівка (Білогірський р-н)",
        "label": "Соснівка (Білогірський р-н)"
    },
    {
        "value": "Соснівка (Київська обл.)",
        "label": "Соснівка (Київська обл.)"
    },
    {
        "value": "Соснівка (Кіровоградська обл.)",
        "label": "Соснівка (Кіровоградська обл.)"
    },
    {
        "value": "Соснівка (Конотопський р-н)",
        "label": "Соснівка (Конотопський р-н)"
    },
    {
        "value": "Соснівка (Корюківський р-н)",
        "label": "Соснівка (Корюківський р-н)"
    },
    {
        "value": "Соснівка (Львівська обл.)",
        "label": "Соснівка (Львівська обл.)"
    },
    {
        "value": "Соснівка (Полтавська обл.)",
        "label": "Соснівка (Полтавська обл.)"
    },
    {
        "value": "Соснівка (Пустомитівський р-н)",
        "label": "Соснівка (Пустомитівський р-н)"
    },
    {
        "value": "Соснівка (Сумська обл.)",
        "label": "Соснівка (Сумська обл.)"
    },
    {
        "value": "Соснівка (Тернопільська обл.)",
        "label": "Соснівка (Тернопільська обл.)"
    },
    {
        "value": "Соснівка (Харківська обл.)",
        "label": "Соснівка (Харківська обл.)"
    },
    {
        "value": "Соснова",
        "label": "Соснова"
    },
    {
        "value": "Соснове (Рівненська обл.)",
        "label": "Соснове (Рівненська обл.)"
    },
    {
        "value": "Сосновий",
        "label": "Сосновий"
    },
    {
        "value": "Сосонка",
        "label": "Сосонка"
    },
    {
        "value": "Сосулівка (Тернопільська обл.)",
        "label": "Сосулівка (Тернопільська обл.)"
    },
    {
        "value": "Сотники",
        "label": "Сотники"
    },
    {
        "value": "Сотниківка",
        "label": "Сотниківка"
    },
    {
        "value": "Сотницьке (Дніпропетровська обл.)",
        "label": "Сотницьке (Дніпропетровська обл.)"
    },
    {
        "value": "Софіївка",
        "label": "Софіївка"
    },
    {
        "value": "Софіївка (Білозерський р-н)",
        "label": "Софіївка (Білозерський р-н)"
    },
    {
        "value": "Софіївка (Донецька обл.)",
        "label": "Софіївка (Донецька обл.)"
    },
    {
        "value": "Софіївка (Запорізька обл.)",
        "label": "Софіївка (Запорізька обл.)"
    },
    {
        "value": "Софіївка (Кіровоградська обл.)",
        "label": "Софіївка (Кіровоградська обл.)"
    },
    {
        "value": "Софіївка (Криворізький р-н)",
        "label": "Софіївка (Криворізький р-н)"
    },
    {
        "value": "Софіївка (Миколаївська обл., Новобузький р-н)",
        "label": "Софіївка (Миколаївська обл., Новобузький р-н)"
    },
    {
        "value": "Софіївка (Миколаївська обл.)",
        "label": "Софіївка (Миколаївська обл.)"
    },
    {
        "value": "Софіївка (Новомиколаївський р-н., Запорізька обл.)",
        "label": "Софіївка (Новомиколаївський р-н., Запорізька обл.)"
    },
    {
        "value": "Софіївка (Одеська обл.)",
        "label": "Софіївка (Одеська обл.)"
    },
    {
        "value": "Софіївка (Херсонська обл.)",
        "label": "Софіївка (Херсонська обл.)"
    },
    {
        "value": "Софіївка (Черкаська обл., Черкаський р-н)",
        "label": "Софіївка (Черкаська обл., Черкаський р-н)"
    },
    {
        "value": "Софіївка(Дніпропетровська обл.)",
        "label": "Софіївка(Дніпропетровська обл.)"
    },
    {
        "value": "Софіївська Борщагівка",
        "label": "Софіївська Борщагівка"
    },
    {
        "value": "Сохачі",
        "label": "Сохачі"
    },
    {
        "value": "Сошанське",
        "label": "Сошанське"
    },
    {
        "value": "Соше-Острівське",
        "label": "Соше-Острівське"
    },
    {
        "value": "Сошичне",
        "label": "Сошичне"
    },
    {
        "value": "Сошне",
        "label": "Сошне"
    },
    {
        "value": "Сошників",
        "label": "Сошників"
    },
    {
        "value": "Спас (Коломийський р-н., Івано-Франківс. обл.)",
        "label": "Спас (Коломийський р-н., Івано-Франківс. обл.)"
    },
    {
        "value": "Спас (Рожнятівський р-н., Івано-Франків. обл.)",
        "label": "Спас (Рожнятівський р-н., Івано-Франків. обл.)"
    },
    {
        "value": "Спас (Старосамбірський р-н)",
        "label": "Спас (Старосамбірський р-н)"
    },
    {
        "value": "Спасів",
        "label": "Спасів"
    },
    {
        "value": "Спасівка",
        "label": "Спасівка"
    },
    {
        "value": "Спаська",
        "label": "Спаська"
    },
    {
        "value": "Спаське (Дніпропетровська обл.)",
        "label": "Спаське (Дніпропетровська обл.)"
    },
    {
        "value": "Спаське (Одеська обл.)",
        "label": "Спаське (Одеська обл.)"
    },
    {
        "value": "Спаське (Сумська обл.)",
        "label": "Спаське (Сумська обл.)"
    },
    {
        "value": "Спаське (Чернігівська обл.)",
        "label": "Спаське (Чернігівська обл.)"
    },
    {
        "value": "Спасько-Михайлівка",
        "label": "Спасько-Михайлівка"
    },
    {
        "value": "Спичинці",
        "label": "Спичинці"
    },
    {
        "value": "Сподахи",
        "label": "Сподахи"
    },
    {
        "value": "Сприня",
        "label": "Сприня"
    },
    {
        "value": "Срібне (Рівненська обл.)",
        "label": "Срібне (Рівненська обл.)"
    },
    {
        "value": "Срібне (Чернігівська обл.)",
        "label": "Срібне (Чернігівська обл.)"
    },
    {
        "value": "Стави",
        "label": "Стави"
    },
    {
        "value": "Ставиське",
        "label": "Ставиське"
    },
    {
        "value": "Ставищани",
        "label": "Ставищани"
    },
    {
        "value": "Ставище",
        "label": "Ставище"
    },
    {
        "value": "Ставище (Брусилівський р-н)",
        "label": "Ставище (Брусилівський р-н)"
    },
    {
        "value": "Ставище (Дунаєвецький р-н)",
        "label": "Ставище (Дунаєвецький р-н)"
    },
    {
        "value": "Ставки (Миколаївська обл.)",
        "label": "Ставки (Миколаївська обл.)"
    },
    {
        "value": "Ставки (Піщанський р-н)",
        "label": "Ставки (Піщанський р-н)"
    },
    {
        "value": "Ставки (Радомишльський р-н)",
        "label": "Ставки (Радомишльський р-н)"
    },
    {
        "value": "Ставки (Рівненська обл.)",
        "label": "Ставки (Рівненська обл.)"
    },
    {
        "value": "Ставкове",
        "label": "Ставкове"
    },
    {
        "value": "Ставне",
        "label": "Ставне"
    },
    {
        "value": "Ставниця",
        "label": "Ставниця"
    },
    {
        "value": "Ставок (Рівненська обл.)",
        "label": "Ставок (Рівненська обл.)"
    },
    {
        "value": "Ставрів",
        "label": "Ставрів"
    },
    {
        "value": "Ставрове",
        "label": "Ставрове"
    },
    {
        "value": "Ставчани",
        "label": "Ставчани"
    },
    {
        "value": "Ставчани (Кіцманський р-н.)",
        "label": "Ставчани (Кіцманський р-н.)"
    },
    {
        "value": "Ставчани (Хотинський р-н.)",
        "label": "Ставчани (Хотинський р-н.)"
    },
    {
        "value": "Стадники",
        "label": "Стадники"
    },
    {
        "value": "Стадниця",
        "label": "Стадниця"
    },
    {
        "value": "Стадниця (Київська обл.)",
        "label": "Стадниця (Київська обл.)"
    },
    {
        "value": "Стайки",
        "label": "Стайки"
    },
    {
        "value": "Стальнівці",
        "label": "Стальнівці"
    },
    {
        "value": "Станиля",
        "label": "Станиля"
    },
    {
        "value": "Станимир",
        "label": "Станимир"
    },
    {
        "value": "Станиця Луганська",
        "label": "Станиця Луганська"
    },
    {
        "value": "Станичне",
        "label": "Станичне"
    },
    {
        "value": "Станишівка",
        "label": "Станишівка"
    },
    {
        "value": "Станівці",
        "label": "Станівці"
    },
    {
        "value": "Станіслав",
        "label": "Станіслав"
    },
    {
        "value": "Станіславівка",
        "label": "Станіславівка"
    },
    {
        "value": "Станіславчик",
        "label": "Станіславчик"
    },
    {
        "value": "Станіславчик (Київська обл.)",
        "label": "Станіславчик (Київська обл.)"
    },
    {
        "value": "Станіславчик (Львівська обл.)",
        "label": "Станіславчик (Львівська обл.)"
    },
    {
        "value": "Станіславчик (Черкаська обл.)",
        "label": "Станіславчик (Черкаська обл.)"
    },
    {
        "value": "Станішівка",
        "label": "Станішівка"
    },
    {
        "value": "Станків",
        "label": "Станків"
    },
    {
        "value": "Станківці",
        "label": "Станківці"
    },
    {
        "value": "Станова",
        "label": "Станова"
    },
    {
        "value": "Станово",
        "label": "Станово"
    },
    {
        "value": "Станційне",
        "label": "Станційне"
    },
    {
        "value": "Станційне (Лугинський р-н)",
        "label": "Станційне (Лугинський р-н)"
    },
    {
        "value": "Станькова",
        "label": "Станькова"
    },
    {
        "value": "Стара Басань",
        "label": "Стара Басань"
    },
    {
        "value": "Стара Богданівка",
        "label": "Стара Богданівка"
    },
    {
        "value": "Стара Вижівка",
        "label": "Стара Вижівка"
    },
    {
        "value": "Стара Гута",
        "label": "Стара Гута"
    },
    {
        "value": "Стара Гута (Житомирська обл.)",
        "label": "Стара Гута (Житомирська обл.)"
    },
    {
        "value": "Стара Гута (Івано-Франківська обл.)",
        "label": "Стара Гута (Івано-Франківська обл.)"
    },
    {
        "value": "Стара Гута (Хмельницька обл.,Дунаєвецький р-н)",
        "label": "Стара Гута (Хмельницька обл.,Дунаєвецький р-н)"
    },
    {
        "value": "Стара Жадова",
        "label": "Стара Жадова"
    },
    {
        "value": "Стара Збур'ївка",
        "label": "Стара Збур'ївка"
    },
    {
        "value": "Стара Котельня",
        "label": "Стара Котельня"
    },
    {
        "value": "Стара Красношора",
        "label": "Стара Красношора"
    },
    {
        "value": "Стара Краснянка (Луганська обл.)",
        "label": "Стара Краснянка (Луганська обл.)"
    },
    {
        "value": "Стара Лішня",
        "label": "Стара Лішня"
    },
    {
        "value": "Стара Миколаївка",
        "label": "Стара Миколаївка"
    },
    {
        "value": "Стара Некрасівка",
        "label": "Стара Некрасівка"
    },
    {
        "value": "Стара Оржиця",
        "label": "Стара Оржиця"
    },
    {
        "value": "Стара Осота",
        "label": "Стара Осота"
    },
    {
        "value": "Стара Пісочна",
        "label": "Стара Пісочна"
    },
    {
        "value": "Стара Покровка",
        "label": "Стара Покровка"
    },
    {
        "value": "Стара Прилука",
        "label": "Стара Прилука"
    },
    {
        "value": "Стара Рафалівка",
        "label": "Стара Рафалівка"
    },
    {
        "value": "Стара Ропа",
        "label": "Стара Ропа"
    },
    {
        "value": "Стара Синява",
        "label": "Стара Синява"
    },
    {
        "value": "Стара Сіль",
        "label": "Стара Сіль"
    },
    {
        "value": "Стара Скварява",
        "label": "Стара Скварява"
    },
    {
        "value": "Стара Талалаївка",
        "label": "Стара Талалаївка"
    },
    {
        "value": "Стара Ушиця",
        "label": "Стара Ушиця"
    },
    {
        "value": "Стара Чортория",
        "label": "Стара Чортория"
    },
    {
        "value": "Старе",
        "label": "Старе"
    },
    {
        "value": "Старе Давидково",
        "label": "Старе Давидково"
    },
    {
        "value": "Старе Місто",
        "label": "Старе Місто"
    },
    {
        "value": "Старе Село",
        "label": "Старе Село"
    },
    {
        "value": "Старе Село (Дрогобицький р-н)",
        "label": "Старе Село (Дрогобицький р-н)"
    },
    {
        "value": "Старе Село (Жидачівський р-н)",
        "label": "Старе Село (Жидачівський р-н)"
    },
    {
        "value": "Старе Село (Пустомитівський р-н)",
        "label": "Старе Село (Пустомитівський р-н)"
    },
    {
        "value": "Старе Село (Рівненська обл.)",
        "label": "Старе Село (Рівненська обл.)"
    },
    {
        "value": "Старий Биків",
        "label": "Старий Биків"
    },
    {
        "value": "Старий Білоус",
        "label": "Старий Білоус"
    },
    {
        "value": "Старий Вишнівець",
        "label": "Старий Вишнівець"
    },
    {
        "value": "Старий Вовчинець",
        "label": "Старий Вовчинець"
    },
    {
        "value": "Старий Гвіздець (Івано-Франківська обл.)",
        "label": "Старий Гвіздець (Івано-Франківська обл.)"
    },
    {
        "value": "Старий Добротвір",
        "label": "Старий Добротвір"
    },
    {
        "value": "Старий Дорогинь",
        "label": "Старий Дорогинь"
    },
    {
        "value": "Старий Загорів",
        "label": "Старий Загорів"
    },
    {
        "value": "Старий Іржавець",
        "label": "Старий Іржавець"
    },
    {
        "value": "Старий Коврай (Черкаська обл.)",
        "label": "Старий Коврай (Черкаська обл.)"
    },
    {
        "value": "Старий Корець",
        "label": "Старий Корець"
    },
    {
        "value": "Старий Косів",
        "label": "Старий Косів"
    },
    {
        "value": "Старий Кривин",
        "label": "Старий Кривин"
    },
    {
        "value": "Старий Крим (Донецька обл.)",
        "label": "Старий Крим (Донецька обл.)"
    },
    {
        "value": "Старий Кропивник",
        "label": "Старий Кропивник"
    },
    {
        "value": "Старий Лисець",
        "label": "Старий Лисець"
    },
    {
        "value": "Старий Любар",
        "label": "Старий Любар"
    },
    {
        "value": "Старий Майдан",
        "label": "Старий Майдан"
    },
    {
        "value": "Старий Мерчик",
        "label": "Старий Мерчик"
    },
    {
        "value": "Старий Милятин",
        "label": "Старий Милятин"
    },
    {
        "value": "Старий Мізунь",
        "label": "Старий Мізунь"
    },
    {
        "value": "Старий Нижбірок",
        "label": "Старий Нижбірок"
    },
    {
        "value": "Старий Остропіль",
        "label": "Старий Остропіль"
    },
    {
        "value": "Старий Порицьк",
        "label": "Старий Порицьк"
    },
    {
        "value": "Старий Почаїв",
        "label": "Старий Почаїв"
    },
    {
        "value": "Старий Салтів",
        "label": "Старий Салтів"
    },
    {
        "value": "Старий Самбір",
        "label": "Старий Самбір"
    },
    {
        "value": "Старий Скалат",
        "label": "Старий Скалат"
    },
    {
        "value": "Старий Тараж",
        "label": "Старий Тараж"
    },
    {
        "value": "Старий Угринів",
        "label": "Старий Угринів"
    },
    {
        "value": "Старий Яр",
        "label": "Старий Яр"
    },
    {
        "value": "Старий Яричів",
        "label": "Старий Яричів"
    },
    {
        "value": "Старики",
        "label": "Старики"
    },
    {
        "value": "Старики (Волинська обл.)",
        "label": "Старики (Волинська обл.)"
    },
    {
        "value": "Старики (Житомирська обл.)",
        "label": "Старики (Житомирська обл.)"
    },
    {
        "value": "Старичі",
        "label": "Старичі"
    },
    {
        "value": "Старі Бабани",
        "label": "Старі Бабани"
    },
    {
        "value": "Старі Безрадичі",
        "label": "Старі Безрадичі"
    },
    {
        "value": "Старі Богородчани (Івано-Франківська обл.)",
        "label": "Старі Богородчани (Івано-Франківська обл.)"
    },
    {
        "value": "Старі Бросківці",
        "label": "Старі Бросківці"
    },
    {
        "value": "Старі Кодаки",
        "label": "Старі Кодаки"
    },
    {
        "value": "Старі Кошари",
        "label": "Старі Кошари"
    },
    {
        "value": "Старі Кривотули",
        "label": "Старі Кривотули"
    },
    {
        "value": "Старі Кути",
        "label": "Старі Кути"
    },
    {
        "value": "Старі Маяки",
        "label": "Старі Маяки"
    },
    {
        "value": "Старі Петликівці",
        "label": "Старі Петликівці"
    },
    {
        "value": "Старі Петрівці",
        "label": "Старі Петрівці"
    },
    {
        "value": "Старі Санжари",
        "label": "Старі Санжари"
    },
    {
        "value": "Старі Трояни",
        "label": "Старі Трояни"
    },
    {
        "value": "Старі Червища",
        "label": "Старі Червища"
    },
    {
        "value": "Старі Шомполи",
        "label": "Старі Шомполи"
    },
    {
        "value": "Староаврамівка",
        "label": "Староаврамівка"
    },
    {
        "value": "Старобільськ",
        "label": "Старобільськ"
    },
    {
        "value": "Старовишневецьке",
        "label": "Старовишневецьке"
    },
    {
        "value": "Старовірівка (Нововодолазький р-н)",
        "label": "Старовірівка (Нововодолазький р-н)"
    },
    {
        "value": "Старовірівка (Шевченківський р-н)",
        "label": "Старовірівка (Шевченківський р-н)"
    },
    {
        "value": "Старовойтове",
        "label": "Старовойтове"
    },
    {
        "value": "Старогнатівка",
        "label": "Старогнатівка"
    },
    {
        "value": "Старогорожене",
        "label": "Старогорожене"
    },
    {
        "value": "Стародубівка",
        "label": "Стародубівка"
    },
    {
        "value": "Старокозаче",
        "label": "Старокозаче"
    },
    {
        "value": "Старокостянтинів",
        "label": "Старокостянтинів"
    },
    {
        "value": "Староміщина",
        "label": "Староміщина"
    },
    {
        "value": "Старомлинівка",
        "label": "Старомлинівка"
    },
    {
        "value": "Староолексіївка",
        "label": "Староолексіївка"
    },
    {
        "value": "Старопетрівка",
        "label": "Старопетрівка"
    },
    {
        "value": "Старосілля",
        "label": "Старосілля"
    },
    {
        "value": "Старосілля (Іваничівський р-н)",
        "label": "Старосілля (Іваничівський р-н)"
    },
    {
        "value": "Старосілля (Маневицький р-н., Волинська обл.)",
        "label": "Старосілля (Маневицький р-н., Волинська обл.)"
    },
    {
        "value": "Старосілля (Одеська обл.)",
        "label": "Старосілля (Одеська обл.)"
    },
    {
        "value": "Старосільці",
        "label": "Старосільці"
    },
    {
        "value": "Старостине",
        "label": "Старостине"
    },
    {
        "value": "Старостинці",
        "label": "Старостинці"
    },
    {
        "value": "Старочуднівська Гута",
        "label": "Старочуднівська Гута"
    },
    {
        "value": "Старуня",
        "label": "Старуня"
    },
    {
        "value": "Старява",
        "label": "Старява"
    },
    {
        "value": "Старява (Мостиський р-н)",
        "label": "Старява (Мостиський р-н)"
    },
    {
        "value": "Стасі",
        "label": "Стасі"
    },
    {
        "value": "Стеблів (Черкаська обл.)",
        "label": "Стеблів (Черкаська обл.)"
    },
    {
        "value": "Стеблівка",
        "label": "Стеблівка"
    },
    {
        "value": "Стебне",
        "label": "Стебне"
    },
    {
        "value": "Стебник",
        "label": "Стебник"
    },
    {
        "value": "Стебні",
        "label": "Стебні"
    },
    {
        "value": "Стебні (Путильський р-н)",
        "label": "Стебні (Путильський р-н)"
    },
    {
        "value": "Стегниківці",
        "label": "Стегниківці"
    },
    {
        "value": "Стенятин",
        "label": "Стенятин"
    },
    {
        "value": "Степангород",
        "label": "Степангород"
    },
    {
        "value": "Степанецьке",
        "label": "Степанецьке"
    },
    {
        "value": "Степанівка",
        "label": "Степанівка"
    },
    {
        "value": "Степанівка (Березівський р-н., Одеська обл.)",
        "label": "Степанівка (Березівський р-н., Одеська обл.)"
    },
    {
        "value": "Степанівка (Буринський р-н)",
        "label": "Степанівка (Буринський р-н)"
    },
    {
        "value": "Степанівка (Вінницька обл.)",
        "label": "Степанівка (Вінницька обл.)"
    },
    {
        "value": "Степанівка (Драбівський р-н)",
        "label": "Степанівка (Драбівський р-н)"
    },
    {
        "value": "Степанівка (Ємільчинський р-н)",
        "label": "Степанівка (Ємільчинський р-н)"
    },
    {
        "value": "Степанівка (Кіровоградська обл.)",
        "label": "Степанівка (Кіровоградська обл.)"
    },
    {
        "value": "Степанівка (Криничанський р-н)",
        "label": "Степанівка (Криничанський р-н)"
    },
    {
        "value": "Степанівка (Олександрівський р-н., Донецька обл.)",
        "label": "Степанівка (Олександрівський р-н., Донецька обл.)"
    },
    {
        "value": "Степанівка (Сумська обл.)",
        "label": "Степанівка (Сумська обл.)"
    },
    {
        "value": "Степанівка (Теплицький р-н)",
        "label": "Степанівка (Теплицький р-н)"
    },
    {
        "value": "Степанівка (Устинівський р-н)",
        "label": "Степанівка (Устинівський р-н)"
    },
    {
        "value": "Степанівка (Херсонська обл.)",
        "label": "Степанівка (Херсонська обл.)"
    },
    {
        "value": "Степанівка (Чемеровецький р-н., Хмельн. обл.)",
        "label": "Степанівка (Чемеровецький р-н., Хмельн. обл.)"
    },
    {
        "value": "Степанівка (Чернігівська обл.)",
        "label": "Степанівка (Чернігівська обл.)"
    },
    {
        "value": "Степанівка (Чутівський р-н)",
        "label": "Степанівка (Чутівський р-н)"
    },
    {
        "value": "Степанівка Перша",
        "label": "Степанівка Перша"
    },
    {
        "value": "Степанки",
        "label": "Степанки"
    },
    {
        "value": "Степанки (Вінницька обл.)",
        "label": "Степанки (Вінницька обл.)"
    },
    {
        "value": "Степанки (Харківський обл.)",
        "label": "Степанки (Харківський обл.)"
    },
    {
        "value": "Степанці",
        "label": "Степанці"
    },
    {
        "value": "Степань",
        "label": "Степань"
    },
    {
        "value": "Степашки",
        "label": "Степашки"
    },
    {
        "value": "Степівка",
        "label": "Степівка"
    },
    {
        "value": "Степківка",
        "label": "Степківка"
    },
    {
        "value": "Степне (Волноваський р-н)",
        "label": "Степне (Волноваський р-н)"
    },
    {
        "value": "Степне (Полтавська обл.)",
        "label": "Степне (Полтавська обл.)"
    },
    {
        "value": "Степне (Херсонська обл.)",
        "label": "Степне (Херсонська обл.)"
    },
    {
        "value": "Степногірськ",
        "label": "Степногірськ"
    },
    {
        "value": "Степове (Глобинський р-н)",
        "label": "Степове (Глобинський р-н)"
    },
    {
        "value": "Степове (Київська обл.)",
        "label": "Степове (Київська обл.)"
    },
    {
        "value": "Степове (Кіровоградська обл.)",
        "label": "Степове (Кіровоградська обл.)"
    },
    {
        "value": "Степове (Миколаївська сільська громада)",
        "label": "Степове (Миколаївська сільська громада)"
    },
    {
        "value": "Степове (Миколаївський р-н., Миколаївська обл.)",
        "label": "Степове (Миколаївський р-н., Миколаївська обл.)"
    },
    {
        "value": "Степове (Одеська обл.)",
        "label": "Степове (Одеська обл.)"
    },
    {
        "value": "Степове (Слобожанська сільська рада)",
        "label": "Степове (Слобожанська сільська рада)"
    },
    {
        "value": "Степове (Черкаська обл.)",
        "label": "Степове (Черкаська обл.)"
    },
    {
        "value": "Степове (Широківський р-н)",
        "label": "Степове (Широківський р-н)"
    },
    {
        "value": "Степові Хутори",
        "label": "Степові Хутори"
    },
    {
        "value": "Стерче",
        "label": "Стерче"
    },
    {
        "value": "Стетківці",
        "label": "Стетківці"
    },
    {
        "value": "Стецева",
        "label": "Стецева"
    },
    {
        "value": "Стецівка",
        "label": "Стецівка"
    },
    {
        "value": "Стецьківка",
        "label": "Стецьківка"
    },
    {
        "value": "Стійкове",
        "label": "Стійкове"
    },
    {
        "value": "Стільсько",
        "label": "Стільсько"
    },
    {
        "value": "Стінка (Полтавська обл.)",
        "label": "Стінка (Полтавська обл.)"
    },
    {
        "value": "Стінка (Сумська обл.)",
        "label": "Стінка (Сумська обл.)"
    },
    {
        "value": "Стінка (Тернопільська обл.)",
        "label": "Стінка (Тернопільська обл.)"
    },
    {
        "value": "Стобихівка",
        "label": "Стобихівка"
    },
    {
        "value": "Стовбина Долина",
        "label": "Стовбина Долина"
    },
    {
        "value": "Стовп’яги",
        "label": "Стовп’яги"
    },
    {
        "value": "Стовпин",
        "label": "Стовпин"
    },
    {
        "value": "Стовпинка",
        "label": "Стовпинка"
    },
    {
        "value": "Стовпів",
        "label": "Стовпів"
    },
    {
        "value": "Стоділки",
        "label": "Стоділки"
    },
    {
        "value": "Стодульці",
        "label": "Стодульці"
    },
    {
        "value": "Стоки",
        "label": "Стоки"
    },
    {
        "value": "Стокопані",
        "label": "Стокопані"
    },
    {
        "value": "Стольне",
        "label": "Стольне"
    },
    {
        "value": "Стопчатів",
        "label": "Стопчатів"
    },
    {
        "value": "Сторожинець (Чернівецька обл.)",
        "label": "Сторожинець (Чернівецька обл.)"
    },
    {
        "value": "Сторожів (Рівненська обл.)",
        "label": "Сторожів (Рівненська обл.)"
    },
    {
        "value": "Сторожниця(Ужгородський р-н)",
        "label": "Сторожниця(Ужгородський р-н)"
    },
    {
        "value": "Сторона",
        "label": "Сторона"
    },
    {
        "value": "Стоянів (Львівська обл.)",
        "label": "Стоянів (Львівська обл.)"
    },
    {
        "value": "Стоянка",
        "label": "Стоянка"
    },
    {
        "value": "Страбичово",
        "label": "Страбичово"
    },
    {
        "value": "Страдч",
        "label": "Страдч"
    },
    {
        "value": "Стражгород",
        "label": "Стражгород"
    },
    {
        "value": "Стратіївка",
        "label": "Стратіївка"
    },
    {
        "value": "Страхолісся",
        "label": "Страхолісся"
    },
    {
        "value": "Страшевичі",
        "label": "Страшевичі"
    },
    {
        "value": "Стрептів",
        "label": "Стрептів"
    },
    {
        "value": "Стрибіж",
        "label": "Стрибіж"
    },
    {
        "value": "Стригальня",
        "label": "Стригальня"
    },
    {
        "value": "Стриганці",
        "label": "Стриганці"
    },
    {
        "value": "Стриганці (Львівська обл.)",
        "label": "Стриганці (Львівська обл.)"
    },
    {
        "value": "Стрижавка",
        "label": "Стрижавка"
    },
    {
        "value": "Стрижівка (Коростишівський р-н, Житомирська обл.)",
        "label": "Стрижівка (Коростишівський р-н, Житомирська обл.)"
    },
    {
        "value": "Стрижівка (Любарський р-н, Житомирська обл.)",
        "label": "Стрижівка (Любарський р-н, Житомирська обл.)"
    },
    {
        "value": "Стриївка",
        "label": "Стриївка"
    },
    {
        "value": "Стрий",
        "label": "Стрий"
    },
    {
        "value": "Стримба",
        "label": "Стримба"
    },
    {
        "value": "Стрілецький Кут",
        "label": "Стрілецький Кут"
    },
    {
        "value": "Стрілеча",
        "label": "Стрілеча"
    },
    {
        "value": "Стрілки",
        "label": "Стрілки"
    },
    {
        "value": "Стрілки (Перемишлянський р-н)",
        "label": "Стрілки (Перемишлянський р-н)"
    },
    {
        "value": "Стрілків",
        "label": "Стрілків"
    },
    {
        "value": "Стрілківці",
        "label": "Стрілківці"
    },
    {
        "value": "Стрілкове",
        "label": "Стрілкове"
    },
    {
        "value": "Стрілковичі",
        "label": "Стрілковичі"
    },
    {
        "value": "Стрільбичі",
        "label": "Стрільбичі"
    },
    {
        "value": "Стрільники",
        "label": "Стрільники"
    },
    {
        "value": "Стрільськ (Рівненська обл.)",
        "label": "Стрільськ (Рівненська обл.)"
    },
    {
        "value": "Стрільцівка",
        "label": "Стрільцівка"
    },
    {
        "value": "Стрільче",
        "label": "Стрільче"
    },
    {
        "value": "Стріхівці",
        "label": "Стріхівці"
    },
    {
        "value": "Строганівка",
        "label": "Строганівка"
    },
    {
        "value": "Строїнці (Вінницька обл.)",
        "label": "Строїнці (Вінницька обл.)"
    },
    {
        "value": "Строїнці (Чернівецька обл.)",
        "label": "Строїнці (Чернівецька обл.)"
    },
    {
        "value": "Стройне (Свалявський р-н., Закарпатська обл.)",
        "label": "Стройне (Свалявський р-н., Закарпатська обл.)"
    },
    {
        "value": "Строкова",
        "label": "Строкова"
    },
    {
        "value": "Струга",
        "label": "Струга"
    },
    {
        "value": "Струмівка",
        "label": "Струмівка"
    },
    {
        "value": "Струмок",
        "label": "Струмок"
    },
    {
        "value": "Струпків",
        "label": "Струпків"
    },
    {
        "value": "Струсів",
        "label": "Струсів"
    },
    {
        "value": "Струтин",
        "label": "Струтин"
    },
    {
        "value": "Струтинка",
        "label": "Струтинка"
    },
    {
        "value": "Стрюкове",
        "label": "Стрюкове"
    },
    {
        "value": "Студена",
        "label": "Студена"
    },
    {
        "value": "Студеники",
        "label": "Студеники"
    },
    {
        "value": "Студениця",
        "label": "Студениця"
    },
    {
        "value": "Студенок",
        "label": "Студенок"
    },
    {
        "value": "Студінка",
        "label": "Студінка"
    },
    {
        "value": "Студянка ",
        "label": "Студянка "
    },
    {
        "value": "Стульневе",
        "label": "Стульневе"
    },
    {
        "value": "Ступичне",
        "label": "Ступичне"
    },
    {
        "value": "Ступки",
        "label": "Ступки"
    },
    {
        "value": "Стуфчинці",
        "label": "Стуфчинці"
    },
    {
        "value": "Субіч",
        "label": "Субіч"
    },
    {
        "value": "Суботів",
        "label": "Суботів"
    },
    {
        "value": "Суботці",
        "label": "Суботці"
    },
    {
        "value": "Сувид",
        "label": "Сувид"
    },
    {
        "value": "Суворе",
        "label": "Суворе"
    },
    {
        "value": "Суворове",
        "label": "Суворове"
    },
    {
        "value": "Сугаки",
        "label": "Сугаки"
    },
    {
        "value": "Сугрів",
        "label": "Сугрів"
    },
    {
        "value": "Суданка",
        "label": "Суданка"
    },
    {
        "value": "Судилків",
        "label": "Судилків"
    },
    {
        "value": "Судіївка",
        "label": "Судіївка"
    },
    {
        "value": "Судова Вишня",
        "label": "Судова Вишня"
    },
    {
        "value": "Судче",
        "label": "Судче"
    },
    {
        "value": "Суємці",
        "label": "Суємці"
    },
    {
        "value": "Сукачі",
        "label": "Сукачі"
    },
    {
        "value": "Сулимів (Львівська обл.)",
        "label": "Сулимів (Львівська обл.)"
    },
    {
        "value": "Сулимівка",
        "label": "Сулимівка"
    },
    {
        "value": "Сулимівка (Бориспільський р-н)",
        "label": "Сулимівка (Бориспільський р-н)"
    },
    {
        "value": "Сульжин",
        "label": "Сульжин"
    },
    {
        "value": "Сулятичі",
        "label": "Сулятичі"
    },
    {
        "value": "Суми",
        "label": "Суми"
    },
    {
        "value": "Сумівка",
        "label": "Сумівка"
    },
    {
        "value": "Сунки",
        "label": "Сунки"
    },
    {
        "value": "Супоївка",
        "label": "Супоївка"
    },
    {
        "value": "Супрунівка (Полтавська обл.)",
        "label": "Супрунівка (Полтавська обл.)"
    },
    {
        "value": "Сураж",
        "label": "Сураж"
    },
    {
        "value": "Сургани",
        "label": "Сургани"
    },
    {
        "value": "Сурсько-Литовське",
        "label": "Сурсько-Литовське"
    },
    {
        "value": "Сурсько-Михайлівка",
        "label": "Сурсько-Михайлівка"
    },
    {
        "value": "Сусваль",
        "label": "Сусваль"
    },
    {
        "value": "Сусідовичі",
        "label": "Сусідовичі"
    },
    {
        "value": "Сусково",
        "label": "Сусково"
    },
    {
        "value": "Сусли (Житомирська обл.)",
        "label": "Сусли (Житомирська обл.)"
    },
    {
        "value": "Суслівці",
        "label": "Суслівці"
    },
    {
        "value": "Суськ",
        "label": "Суськ"
    },
    {
        "value": "Сутиски",
        "label": "Сутиски"
    },
    {
        "value": "Сутківці",
        "label": "Сутківці"
    },
    {
        "value": "Суха (Закарпатська обл.)",
        "label": "Суха (Закарпатська обл.)"
    },
    {
        "value": "Суха Балка",
        "label": "Суха Балка"
    },
    {
        "value": "Суха Грунь",
        "label": "Суха Грунь"
    },
    {
        "value": "Суха Калигірка",
        "label": "Суха Калигірка"
    },
    {
        "value": "Суха Маячка",
        "label": "Суха Маячка"
    },
    {
        "value": "Сухий",
        "label": "Сухий"
    },
    {
        "value": "Сухий Єланець",
        "label": "Сухий Єланець"
    },
    {
        "value": "Сухий Лиман",
        "label": "Сухий Лиман"
    },
    {
        "value": "Сухини",
        "label": "Сухини"
    },
    {
        "value": "Сухинівка",
        "label": "Сухинівка"
    },
    {
        "value": "Сухівці",
        "label": "Сухівці"
    },
    {
        "value": "Суховерхів",
        "label": "Суховерхів"
    },
    {
        "value": "Суховоля (Бродівський р-н.)",
        "label": "Суховоля (Бродівський р-н.)"
    },
    {
        "value": "Суховоля (Володимирецький р-н)",
        "label": "Суховоля (Володимирецький р-н)"
    },
    {
        "value": "Суховоля (Львівський р-н.Львівська обл.)",
        "label": "Суховоля (Львівський р-н.Львівська обл.)"
    },
    {
        "value": "Суходіл",
        "label": "Суходіл"
    },
    {
        "value": "Суходіл (Львівська обл.)",
        "label": "Суходіл (Львівська обл.)"
    },
    {
        "value": "Суходільське",
        "label": "Суходільське"
    },
    {
        "value": "Суходоли",
        "label": "Суходоли"
    },
    {
        "value": "Суходоли (Волинська обл.)",
        "label": "Суходоли (Волинська обл.)"
    },
    {
        "value": "Сухоліси",
        "label": "Сухоліси"
    },
    {
        "value": "Сухолужжя",
        "label": "Сухолужжя"
    },
    {
        "value": "Сухолуччя",
        "label": "Сухолуччя"
    },
    {
        "value": "Сухополова",
        "label": "Сухополова"
    },
    {
        "value": "Сухорабівка",
        "label": "Сухорабівка"
    },
    {
        "value": "Сухостав (Тернопільська обл.)",
        "label": "Сухостав (Тернопільська обл.)"
    },
    {
        "value": "Сухота",
        "label": "Сухота"
    },
    {
        "value": "Сучевени",
        "label": "Сучевени"
    },
    {
        "value": "Сушилине",
        "label": "Сушилине"
    },
    {
        "value": "Сушівці",
        "label": "Сушівці"
    },
    {
        "value": "Сушки",
        "label": "Сушки"
    },
    {
        "value": "Сушки (Канівський р-н)",
        "label": "Сушки (Канівський р-н)"
    },
    {
        "value": "Сушківка",
        "label": "Сушківка"
    },
    {
        "value": "Сушно",
        "label": "Сушно"
    },
    {
        "value": "Сущани",
        "label": "Сущани"
    },
    {
        "value": "Східне",
        "label": "Східне"
    },
    {
        "value": "Східниця",
        "label": "Східниця"
    },
    {
        "value": "Сьомаки",
        "label": "Сьомаки"
    },
    {
        "value": "Сьомаки (Волинська обл.)",
        "label": "Сьомаки (Волинська обл.)"
    },
    {
        "value": "Сюрте",
        "label": "Сюрте"
    },
    {
        "value": "Сядрине",
        "label": "Сядрине"
    },
    {
        "value": "Сянки",
        "label": "Сянки"
    },
    {
        "value": "Табаки",
        "label": "Табаки"
    },
    {
        "value": "Табори",
        "label": "Табори"
    },
    {
        "value": "Таборів",
        "label": "Таборів"
    },
    {
        "value": "Таборівка",
        "label": "Таборівка"
    },
    {
        "value": "Таверівка",
        "label": "Таверівка"
    },
    {
        "value": "Тавільжанка",
        "label": "Тавільжанка"
    },
    {
        "value": "Тавричанка",
        "label": "Тавричанка"
    },
    {
        "value": "Таврійськ (Херсонська обл.)",
        "label": "Таврійськ (Херсонська обл.)"
    },
    {
        "value": "Таврійське (Голопристанський р-н)",
        "label": "Таврійське (Голопристанський р-н)"
    },
    {
        "value": "Таврійське (Оріхівській р-н)",
        "label": "Таврійське (Оріхівській р-н)"
    },
    {
        "value": "Таврійське (Якимівський р-н., Запорізька обл.)",
        "label": "Таврійське (Якимівський р-н., Запорізька обл.)"
    },
    {
        "value": "Таврія",
        "label": "Таврія"
    },
    {
        "value": "Таврія (Херсонська обл.)",
        "label": "Таврія (Херсонська обл.)"
    },
    {
        "value": "Тагамлицьке",
        "label": "Тагамлицьке"
    },
    {
        "value": "Таганча",
        "label": "Таганча"
    },
    {
        "value": "Тагачин",
        "label": "Тагачин"
    },
    {
        "value": "Тадані",
        "label": "Тадані"
    },
    {
        "value": "Тадіївка",
        "label": "Тадіївка"
    },
    {
        "value": "Таїрове",
        "label": "Таїрове"
    },
    {
        "value": "Тайкури",
        "label": "Тайкури"
    },
    {
        "value": "Тайниця",
        "label": "Тайниця"
    },
    {
        "value": "Талаківка",
        "label": "Талаківка"
    },
    {
        "value": "Талалаївка (Ніжинський р-н. Чернігівська обл.)",
        "label": "Талалаївка (Ніжинський р-н. Чернігівська обл.)"
    },
    {
        "value": "Талалаївка (Талалаївський р-н., Чернігівська обл.)",
        "label": "Талалаївка (Талалаївський р-н., Чернігівська обл.)"
    },
    {
        "value": "Тальне",
        "label": "Тальне"
    },
    {
        "value": "Тальянки",
        "label": "Тальянки"
    },
    {
        "value": "Танське",
        "label": "Танське"
    },
    {
        "value": "Танюшівка",
        "label": "Танюшівка"
    },
    {
        "value": "Тараканів",
        "label": "Тараканів"
    },
    {
        "value": "Тарандинці",
        "label": "Тарандинці"
    },
    {
        "value": "Таранівка",
        "label": "Таранівка"
    },
    {
        "value": "Тарасівка (Броварський р-н)",
        "label": "Тарасівка (Броварський р-н)"
    },
    {
        "value": "Тарасівка (Вінницька обл.)",
        "label": "Тарасівка (Вінницька обл.)"
    },
    {
        "value": "Тарасівка (Жмеринський р-н)",
        "label": "Тарасівка (Жмеринський р-н)"
    },
    {
        "value": "Тарасівка (Кам'янець-Подільський р-н)",
        "label": "Тарасівка (Кам'янець-Подільський р-н)"
    },
    {
        "value": "Тарасівка (Кіровоградська обл.)",
        "label": "Тарасівка (Кіровоградська обл.)"
    },
    {
        "value": "Тарасівка (Костянтинівський р-н)",
        "label": "Тарасівка (Костянтинівський р-н)"
    },
    {
        "value": "Тарасівка (Миколаївська обл.)",
        "label": "Тарасівка (Миколаївська обл.)"
    },
    {
        "value": "Тарасівка (Могилів-Подільський р-н)",
        "label": "Тарасівка (Могилів-Подільський р-н)"
    },
    {
        "value": "Тарасівка (Новгородківський р-н)",
        "label": "Тарасівка (Новгородківський р-н)"
    },
    {
        "value": "Тарасівка (Обухівський р-н)",
        "label": "Тарасівка (Обухівський р-н)"
    },
    {
        "value": "Тарасівка (Олександрійський р-н., Кіров. обл.)",
        "label": "Тарасівка (Олександрійський р-н., Кіров. обл.)"
    },
    {
        "value": "Тарасівка (Олешківський р-н.)",
        "label": "Тарасівка (Олешківський р-н.)"
    },
    {
        "value": "Тарасівка (Полтавська обл.)",
        "label": "Тарасівка (Полтавська обл.)"
    },
    {
        "value": "Тарасівка (Скадовський р-н)",
        "label": "Тарасівка (Скадовський р-н)"
    },
    {
        "value": "Тарасівка (Сквирський р-н)",
        "label": "Тарасівка (Сквирський р-н)"
    },
    {
        "value": "Тарасівка (Троїцький р-н)",
        "label": "Тарасівка (Троїцький р-н)"
    },
    {
        "value": "Тарасівка (Тячівський р-н)",
        "label": "Тарасівка (Тячівський р-н)"
    },
    {
        "value": "Тарасівка (Фастівський р-н)",
        "label": "Тарасівка (Фастівський р-н)"
    },
    {
        "value": "Тарасівка (Хорольський р-н)",
        "label": "Тарасівка (Хорольський р-н)"
    },
    {
        "value": "Тарасівка (Черкаська обл.)",
        "label": "Тарасівка (Черкаська обл.)"
    },
    {
        "value": "Тарасівка (Чечельницький р-н)",
        "label": "Тарасівка (Чечельницький р-н)"
    },
    {
        "value": "Тарасівка (Чорнобаївський р-н)",
        "label": "Тарасівка (Чорнобаївський р-н)"
    },
    {
        "value": "Тарасівці",
        "label": "Тарасівці"
    },
    {
        "value": "Тарасівщина",
        "label": "Тарасівщина"
    },
    {
        "value": "Тараски",
        "label": "Тараски"
    },
    {
        "value": "Тарасо-Шевченківка",
        "label": "Тарасо-Шевченківка"
    },
    {
        "value": "Тарасове",
        "label": "Тарасове"
    },
    {
        "value": "Тарашани",
        "label": "Тарашани"
    },
    {
        "value": "Тараща",
        "label": "Тараща"
    },
    {
        "value": "Тарган",
        "label": "Тарган"
    },
    {
        "value": "Тарнава",
        "label": "Тарнава"
    },
    {
        "value": "Тарнівці",
        "label": "Тарнівці"
    },
    {
        "value": "Тарноруда",
        "label": "Тарноруда"
    },
    {
        "value": "Таромське",
        "label": "Таромське"
    },
    {
        "value": "Тартак",
        "label": "Тартак"
    },
    {
        "value": "Тартак (Вінницька обл.,Чечельницький р-н)",
        "label": "Тартак (Вінницька обл.,Чечельницький р-н)"
    },
    {
        "value": "Тартаків",
        "label": "Тартаків"
    },
    {
        "value": "Тарутине",
        "label": "Тарутине"
    },
    {
        "value": "Татарбунари",
        "label": "Татарбунари"
    },
    {
        "value": "Татарів",
        "label": "Татарів"
    },
    {
        "value": "Таужне",
        "label": "Таужне"
    },
    {
        "value": "Таурів",
        "label": "Таурів"
    },
    {
        "value": "Тахтаулове",
        "label": "Тахтаулове"
    },
    {
        "value": "Таценки",
        "label": "Таценки"
    },
    {
        "value": "Ташань",
        "label": "Ташань"
    },
    {
        "value": "Ташки",
        "label": "Ташки"
    },
    {
        "value": "Ташлик",
        "label": "Ташлик"
    },
    {
        "value": "Твіржа",
        "label": "Твіржа"
    },
    {
        "value": "Тейсарів",
        "label": "Тейсарів"
    },
    {
        "value": "Теклине (Волинська обл.)",
        "label": "Теклине (Волинська обл.)"
    },
    {
        "value": "Теклівка",
        "label": "Теклівка"
    },
    {
        "value": "Текля",
        "label": "Текля"
    },
    {
        "value": "Теково",
        "label": "Теково"
    },
    {
        "value": "Текуча",
        "label": "Текуча"
    },
    {
        "value": "Текуча (Івано-Франківська обл.)",
        "label": "Текуча (Івано-Франківська обл.)"
    },
    {
        "value": "Телепине",
        "label": "Телепине"
    },
    {
        "value": "Телешівка",
        "label": "Телешівка"
    },
    {
        "value": "Теліжинці",
        "label": "Теліжинці"
    },
    {
        "value": "Теліжинці (Ізяславський р-н)",
        "label": "Теліжинці (Ізяславський р-н)"
    },
    {
        "value": "Тельчі",
        "label": "Тельчі"
    },
    {
        "value": "Теляж",
        "label": "Теляж"
    },
    {
        "value": "Темирівка",
        "label": "Темирівка"
    },
    {
        "value": "Темногайці",
        "label": "Темногайці"
    },
    {
        "value": "Темрюк",
        "label": "Темрюк"
    },
    {
        "value": "Тенетники",
        "label": "Тенетники"
    },
    {
        "value": "Теолин",
        "label": "Теолин"
    },
    {
        "value": "Теофіпілка (Тернопільська обл.)",
        "label": "Теофіпілка (Тернопільська обл.)"
    },
    {
        "value": "Теофіполь",
        "label": "Теофіполь"
    },
    {
        "value": "Тепениця",
        "label": "Тепениця"
    },
    {
        "value": "Теперівка",
        "label": "Теперівка"
    },
    {
        "value": "Тепле",
        "label": "Тепле"
    },
    {
        "value": "Теплик",
        "label": "Теплик"
    },
    {
        "value": "Теплиця",
        "label": "Теплиця"
    },
    {
        "value": "Тепличне",
        "label": "Тепличне"
    },
    {
        "value": "Теплівка ",
        "label": "Теплівка "
    },
    {
        "value": "Теплодар",
        "label": "Теплодар"
    },
    {
        "value": "Тептіївка",
        "label": "Тептіївка"
    },
    {
        "value": "Тереблече",
        "label": "Тереблече"
    },
    {
        "value": "Теребля",
        "label": "Теребля"
    },
    {
        "value": "Теребовля",
        "label": "Теребовля"
    },
    {
        "value": "Терезине",
        "label": "Терезине"
    },
    {
        "value": "Теремківці",
        "label": "Теремківці"
    },
    {
        "value": "Терентіївка",
        "label": "Терентіївка"
    },
    {
        "value": "Тересва",
        "label": "Тересва"
    },
    {
        "value": "Терешиха",
        "label": "Терешиха"
    },
    {
        "value": "Терешки (Вінницька обл.)",
        "label": "Терешки (Вінницька обл.)"
    },
    {
        "value": "Терешки (Полтавський р-н)",
        "label": "Терешки (Полтавський р-н)"
    },
    {
        "value": "Терешки (Черкаська обл.)",
        "label": "Терешки (Черкаська обл.)"
    },
    {
        "value": "Терешківці",
        "label": "Терешківці"
    },
    {
        "value": "Терлівка",
        "label": "Терлівка"
    },
    {
        "value": "Терло",
        "label": "Терло"
    },
    {
        "value": "Термахівка",
        "label": "Термахівка"
    },
    {
        "value": "Тернава",
        "label": "Тернава"
    },
    {
        "value": "Тернавка",
        "label": "Тернавка"
    },
    {
        "value": "Тернавка (Жидачівський р-н)",
        "label": "Тернавка (Жидачівський р-н)"
    },
    {
        "value": "Тернавка (Львівська обл.)",
        "label": "Тернавка (Львівська обл.)"
    },
    {
        "value": "Терни",
        "label": "Терни"
    },
    {
        "value": "Тернівка",
        "label": "Тернівка"
    },
    {
        "value": "Тернівка (Вінницька обл.)",
        "label": "Тернівка (Вінницька обл.)"
    },
    {
        "value": "Тернівка (Запорізька обл.)",
        "label": "Тернівка (Запорізька обл.)"
    },
    {
        "value": "Тернівка (Кіровоградська обл.)",
        "label": "Тернівка (Кіровоградська обл.)"
    },
    {
        "value": "Тернівка (Смілянський р-н)",
        "label": "Тернівка (Смілянський р-н)"
    },
    {
        "value": "Тернівка (Сумська обл.)",
        "label": "Тернівка (Сумська обл.)"
    },
    {
        "value": "Тернова",
        "label": "Тернова"
    },
    {
        "value": "Тернова (Дунаєвецький р-н)",
        "label": "Тернова (Дунаєвецький р-н)"
    },
    {
        "value": "Терновиця",
        "label": "Терновиця"
    },
    {
        "value": "Терново",
        "label": "Терново"
    },
    {
        "value": "Тернопілля",
        "label": "Тернопілля"
    },
    {
        "value": "Тернопіль",
        "label": "Тернопіль"
    },
    {
        "value": "Тернувате",
        "label": "Тернувате"
    },
    {
        "value": "Терпіння",
        "label": "Терпіння"
    },
    {
        "value": "Терсянка",
        "label": "Терсянка"
    },
    {
        "value": "Тершів",
        "label": "Тершів"
    },
    {
        "value": "Тесів (Рівненська обл.)",
        "label": "Тесів (Рівненська обл.)"
    },
    {
        "value": "Теслугів",
        "label": "Теслугів"
    },
    {
        "value": "Теснівка",
        "label": "Теснівка"
    },
    {
        "value": "Тетевчиці",
        "label": "Тетевчиці"
    },
    {
        "value": "Тетерівка",
        "label": "Тетерівка"
    },
    {
        "value": "Тетерівка (Черкаська обл.)",
        "label": "Тетерівка (Черкаська обл.)"
    },
    {
        "value": "Тетильківці",
        "label": "Тетильківці"
    },
    {
        "value": "Тетіїв",
        "label": "Тетіїв"
    },
    {
        "value": "Тетірка (Житомирська обл.)",
        "label": "Тетірка (Житомирська обл.)"
    },
    {
        "value": "Тибава (Закарпатська обл.)",
        "label": "Тибава (Закарпатська обл.)"
    },
    {
        "value": "Тиврів",
        "label": "Тиврів"
    },
    {
        "value": "Тийглаш",
        "label": "Тийглаш"
    },
    {
        "value": "Тилявка",
        "label": "Тилявка"
    },
    {
        "value": "Тиманівка",
        "label": "Тиманівка"
    },
    {
        "value": "Тиманівка (Сумська обл.)",
        "label": "Тиманівка (Сумська обл.)"
    },
    {
        "value": "Тимкове",
        "label": "Тимкове"
    },
    {
        "value": "Тимофіївка",
        "label": "Тимофіївка"
    },
    {
        "value": "Тимошівка",
        "label": "Тимошівка"
    },
    {
        "value": "Тимошівка (Черкаська обл.)",
        "label": "Тимошівка (Черкаська обл.)"
    },
    {
        "value": "Тимченки",
        "label": "Тимченки"
    },
    {
        "value": "Тиниця",
        "label": "Тиниця"
    },
    {
        "value": "Тинів (Дрогобицький р-н)",
        "label": "Тинів (Дрогобицький р-н)"
    },
    {
        "value": "Тинівка",
        "label": "Тинівка"
    },
    {
        "value": "Тинна",
        "label": "Тинна"
    },
    {
        "value": "Тинне",
        "label": "Тинне"
    },
    {
        "value": "Тисаагтелек",
        "label": "Тисаагтелек"
    },
    {
        "value": "Тисаашвань",
        "label": "Тисаашвань"
    },
    {
        "value": "Тисалово",
        "label": "Тисалово"
    },
    {
        "value": "Тисауйфалу",
        "label": "Тисауйфалу"
    },
    {
        "value": "Тисів",
        "label": "Тисів"
    },
    {
        "value": "Тисмениця",
        "label": "Тисмениця"
    },
    {
        "value": "Тисменичани",
        "label": "Тисменичани"
    },
    {
        "value": "Тисобикень",
        "label": "Тисобикень"
    },
    {
        "value": "Тисовець",
        "label": "Тисовець"
    },
    {
        "value": "Тихе",
        "label": "Тихе"
    },
    {
        "value": "Тихий Став",
        "label": "Тихий Став"
    },
    {
        "value": "Тихий Хутір (Черкаська обл.)",
        "label": "Тихий Хутір (Черкаська обл.)"
    },
    {
        "value": "Тихоновичі",
        "label": "Тихоновичі"
    },
    {
        "value": "Тишиця (Рівненська обл.)",
        "label": "Тишиця (Рівненська обл.)"
    },
    {
        "value": "Тишів",
        "label": "Тишів"
    },
    {
        "value": "Тишівниця",
        "label": "Тишівниця"
    },
    {
        "value": "Тишківка",
        "label": "Тишківка"
    },
    {
        "value": "Тишківка (Новомиргородський р-н)",
        "label": "Тишківка (Новомиргородський р-н)"
    },
    {
        "value": "Тишківці",
        "label": "Тишківці"
    },
    {
        "value": "Тишковичі",
        "label": "Тишковичі"
    },
    {
        "value": "Тлумач",
        "label": "Тлумач"
    },
    {
        "value": "Тоболи",
        "label": "Тоболи"
    },
    {
        "value": "Товмач",
        "label": "Товмач"
    },
    {
        "value": "Товмачик",
        "label": "Товмачик"
    },
    {
        "value": "Товста",
        "label": "Товста"
    },
    {
        "value": "Товста (Сумська обл.)",
        "label": "Товста (Сумська обл.)"
    },
    {
        "value": "Товсте",
        "label": "Товсте"
    },
    {
        "value": "Товсте (Гусятинський р-н)",
        "label": "Товсте (Гусятинський р-н)"
    },
    {
        "value": "Товстеньке",
        "label": "Товстеньке"
    },
    {
        "value": "Товстолуг",
        "label": "Товстолуг"
    },
    {
        "value": "Товтри",
        "label": "Товтри"
    },
    {
        "value": "Товща",
        "label": "Товща"
    },
    {
        "value": "Тойкут",
        "label": "Тойкут"
    },
    {
        "value": "Токарі",
        "label": "Токарі"
    },
    {
        "value": "Токарі (Лебединський р-н)",
        "label": "Токарі (Лебединський р-н)"
    },
    {
        "value": "Токарі (Сумська обл.)",
        "label": "Токарі (Сумська обл.)"
    },
    {
        "value": "Токарівка",
        "label": "Токарівка"
    },
    {
        "value": "Токарівка (Жмеринський р-н)",
        "label": "Токарівка (Жмеринський р-н)"
    },
    {
        "value": "Токи",
        "label": "Токи"
    },
    {
        "value": "Токівське",
        "label": "Токівське"
    },
    {
        "value": "Токмак",
        "label": "Токмак"
    },
    {
        "value": "Томаківка",
        "label": "Томаківка"
    },
    {
        "value": "Томарине",
        "label": "Томарине"
    },
    {
        "value": "Томахів",
        "label": "Томахів"
    },
    {
        "value": "Томашгород",
        "label": "Томашгород"
    },
    {
        "value": "Томашгород(село)",
        "label": "Томашгород(село)"
    },
    {
        "value": "Томашівка",
        "label": "Томашівка"
    },
    {
        "value": "Томашівка",
        "label": "Томашівка"
    },
    {
        "value": "Томашівка (Хмельницька обл.)",
        "label": "Томашівка (Хмельницька обл.)"
    },
    {
        "value": "Томашівці",
        "label": "Томашівці"
    },
    {
        "value": "Томашпіль",
        "label": "Томашпіль"
    },
    {
        "value": "Томина Балка",
        "label": "Томина Балка"
    },
    {
        "value": "Тоненьке",
        "label": "Тоненьке"
    },
    {
        "value": "Топали",
        "label": "Топали"
    },
    {
        "value": "Топилище",
        "label": "Топилище"
    },
    {
        "value": "Топилівка",
        "label": "Топилівка"
    },
    {
        "value": "Топило",
        "label": "Топило"
    },
    {
        "value": "Топильна (Черкаська обл.)",
        "label": "Топильна (Черкаська обл.)"
    },
    {
        "value": "Топільне",
        "label": "Топільне"
    },
    {
        "value": "Топільниця",
        "label": "Топільниця"
    },
    {
        "value": "Топільське",
        "label": "Топільське"
    },
    {
        "value": "Топірчики",
        "label": "Топірчики"
    },
    {
        "value": "Тополине (Запорізька обл.)",
        "label": "Тополине (Запорізька обл.)"
    },
    {
        "value": "Тополі",
        "label": "Тополі"
    },
    {
        "value": "Тополівка",
        "label": "Тополівка"
    },
    {
        "value": "Тополя",
        "label": "Тополя"
    },
    {
        "value": "Топори",
        "label": "Топори"
    },
    {
        "value": "Топори (Житомирська обл.)",
        "label": "Топори (Житомирська обл.)"
    },
    {
        "value": "Топорів",
        "label": "Топорів"
    },
    {
        "value": "Топорівці",
        "label": "Топорівці"
    },
    {
        "value": "Топорівці (Чернівецька обл.)",
        "label": "Топорівці (Чернівецька обл.)"
    },
    {
        "value": "Топчино",
        "label": "Топчино"
    },
    {
        "value": "Торгановичі",
        "label": "Торгановичі"
    },
    {
        "value": "Торгів",
        "label": "Торгів"
    },
    {
        "value": "Торговиця (Городенківський р-н)",
        "label": "Торговиця (Городенківський р-н)"
    },
    {
        "value": "Торговиця (Кіровоградська обл.)",
        "label": "Торговиця (Кіровоградська обл.)"
    },
    {
        "value": "Торговиця (Рівненська обл.)",
        "label": "Торговиця (Рівненська обл.)"
    },
    {
        "value": "Торець",
        "label": "Торець"
    },
    {
        "value": "Торецьк",
        "label": "Торецьк"
    },
    {
        "value": "Торків",
        "label": "Торків"
    },
    {
        "value": "Торське",
        "label": "Торське"
    },
    {
        "value": "Торське (Тернопільська обл.)",
        "label": "Торське (Тернопільська обл.)"
    },
    {
        "value": "Торунь (Закарпатська обл.)",
        "label": "Торунь (Закарпатська обл.)"
    },
    {
        "value": "Торчин",
        "label": "Торчин"
    },
    {
        "value": "Торчин (Житомирська обл.)",
        "label": "Торчин (Житомирська обл.)"
    },
    {
        "value": "Торчин (Хмільницький р-н, Вінницька. обл.)",
        "label": "Торчин (Хмільницький р-н, Вінницька. обл.)"
    },
    {
        "value": "Торчиновичі",
        "label": "Торчиновичі"
    },
    {
        "value": "Точилове",
        "label": "Точилове"
    },
    {
        "value": "Тошківка",
        "label": "Тошківка"
    },
    {
        "value": "Травневе",
        "label": "Травневе"
    },
    {
        "value": "Травневе (Житомирська обл.)",
        "label": "Травневе (Житомирська обл.)"
    },
    {
        "value": "Травневе (Жмеринський р-н., Вінницька обл.)",
        "label": "Травневе (Жмеринський р-н., Вінницька обл.)"
    },
    {
        "value": "Тракторне",
        "label": "Тракторне"
    },
    {
        "value": "Трапівка",
        "label": "Трапівка"
    },
    {
        "value": "Трач",
        "label": "Трач"
    },
    {
        "value": "Требухів",
        "label": "Требухів"
    },
    {
        "value": "Требухівці",
        "label": "Требухівці"
    },
    {
        "value": "Трепівка",
        "label": "Трепівка"
    },
    {
        "value": "Третяківка",
        "label": "Третяківка"
    },
    {
        "value": "Три Копці",
        "label": "Три Копці"
    },
    {
        "value": "Трибоківці",
        "label": "Трибоківці"
    },
    {
        "value": "Трибусівка",
        "label": "Трибусівка"
    },
    {
        "value": "Трибухівці (Тернопільська обл.)",
        "label": "Трибухівці (Тернопільська обл.)"
    },
    {
        "value": "Тригір'я",
        "label": "Тригір'я"
    },
    {
        "value": "Тридуби",
        "label": "Тридуби"
    },
    {
        "value": "Трикрати",
        "label": "Трикрати"
    },
    {
        "value": "Трикратне",
        "label": "Трикратне"
    },
    {
        "value": "Триліси",
        "label": "Триліси"
    },
    {
        "value": "Трипілля (Київська обл.)",
        "label": "Трипілля (Київська обл.)"
    },
    {
        "value": "Тристень",
        "label": "Тристень"
    },
    {
        "value": "Трительники",
        "label": "Трительники"
    },
    {
        "value": "Тритузне",
        "label": "Тритузне"
    },
    {
        "value": "Трихати",
        "label": "Трихати"
    },
    {
        "value": "Трійчате",
        "label": "Трійчате"
    },
    {
        "value": "Тріскині",
        "label": "Тріскині"
    },
    {
        "value": "Троїцьке (Запорізька обл.)",
        "label": "Троїцьке (Запорізька обл.)"
    },
    {
        "value": "Троїцьке (Луганська обл.)",
        "label": "Троїцьке (Луганська обл.)"
    },
    {
        "value": "Троїцьке (Миколаївська обл.)",
        "label": "Троїцьке (Миколаївська обл.)"
    },
    {
        "value": "Троїцьке (Новгород-Сіверський р-н)",
        "label": "Троїцьке (Новгород-Сіверський р-н)"
    },
    {
        "value": "Троїцьке (Одеська обл.Біляївський р-н)",
        "label": "Троїцьке (Одеська обл.Біляївський р-н)"
    },
    {
        "value": "Троїцьке (Одеська обл.Любашівський р-н)",
        "label": "Троїцьке (Одеська обл.Любашівський р-н)"
    },
    {
        "value": "Троїцьке (Павлоградський р-н)",
        "label": "Троїцьке (Павлоградський р-н)"
    },
    {
        "value": "Троїцьке (Рокитнянський р-н)",
        "label": "Троїцьке (Рокитнянський р-н)"
    },
    {
        "value": "Троїцьке (Українська територіальна громада)",
        "label": "Троїцьке (Українська територіальна громада)"
    },
    {
        "value": "Троїцьке (Харківська обл.)",
        "label": "Троїцьке (Харківська обл.)"
    },
    {
        "value": "Троїцько-Сафонове",
        "label": "Троїцько-Сафонове"
    },
    {
        "value": "Троїця",
        "label": "Троїця"
    },
    {
        "value": "Троковичі",
        "label": "Троковичі"
    },
    {
        "value": "Тропове",
        "label": "Тропове"
    },
    {
        "value": "Тросник",
        "label": "Тросник"
    },
    {
        "value": "Тростинка",
        "label": "Тростинка"
    },
    {
        "value": "Тростинська Новоселиця",
        "label": "Тростинська Новоселиця"
    },
    {
        "value": "Тростянець (Вінницька обл.)",
        "label": "Тростянець (Вінницька обл.)"
    },
    {
        "value": "Тростянець (Волинська обл.)",
        "label": "Тростянець (Волинська обл.)"
    },
    {
        "value": "Тростянець (Івано-Франківська обл.)",
        "label": "Тростянець (Івано-Франківська обл.)"
    },
    {
        "value": "Тростянець (Миколаївський р-н., Львівська обл.)",
        "label": "Тростянець (Миколаївський р-н., Львівська обл.)"
    },
    {
        "value": "Тростянець (Одеська обл.)",
        "label": "Тростянець (Одеська обл.)"
    },
    {
        "value": "Тростянець (Снятинський р-н)",
        "label": "Тростянець (Снятинський р-н)"
    },
    {
        "value": "Тростянець (Срібнянський р-н)",
        "label": "Тростянець (Срібнянський р-н)"
    },
    {
        "value": "Тростянець (Сумська обл.)",
        "label": "Тростянець (Сумська обл.)"
    },
    {
        "value": "Тростянець (Ямпільський р-н)",
        "label": "Тростянець (Ямпільський р-н)"
    },
    {
        "value": "Тростянка",
        "label": "Тростянка"
    },
    {
        "value": "Тростянка (Волинська обл.)",
        "label": "Тростянка (Волинська обл.)"
    },
    {
        "value": "Тростянчик",
        "label": "Тростянчик"
    },
    {
        "value": "Трофанівка",
        "label": "Трофанівка"
    },
    {
        "value": "Трохимівка",
        "label": "Трохимівка"
    },
    {
        "value": "Троща",
        "label": "Троща"
    },
    {
        "value": "Трояндове",
        "label": "Трояндове"
    },
    {
        "value": "Трояни",
        "label": "Трояни"
    },
    {
        "value": "Троянів",
        "label": "Троянів"
    },
    {
        "value": "Троянівка",
        "label": "Троянівка"
    },
    {
        "value": "Троянка",
        "label": "Троянка"
    },
    {
        "value": "Трубки",
        "label": "Трубки"
    },
    {
        "value": "Трудове (Кілійський р-н)",
        "label": "Трудове (Кілійський р-н)"
    },
    {
        "value": "Трудове (Новомиколаївський р-н)",
        "label": "Трудове (Новомиколаївський р-н)"
    },
    {
        "value": "Трудолюб",
        "label": "Трудолюб"
    },
    {
        "value": "Трускавець",
        "label": "Трускавець"
    },
    {
        "value": "Труханів",
        "label": "Труханів"
    },
    {
        "value": "Трушевичі",
        "label": "Трушевичі"
    },
    {
        "value": "Трушівці",
        "label": "Трушівці"
    },
    {
        "value": "Трушки",
        "label": "Трушки"
    },
    {
        "value": "Тубільці",
        "label": "Тубільці"
    },
    {
        "value": "Тудорковичі",
        "label": "Тудорковичі"
    },
    {
        "value": "Тужилів",
        "label": "Тужилів"
    },
    {
        "value": "Тузли",
        "label": "Тузли"
    },
    {
        "value": "Тузли (Миколаївська обл.)",
        "label": "Тузли (Миколаївська обл.)"
    },
    {
        "value": "Тулиголове",
        "label": "Тулиголове"
    },
    {
        "value": "Тулиголове (Сумська обл.)",
        "label": "Тулиголове (Сумська обл.)"
    },
    {
        "value": "Туличів",
        "label": "Туличів"
    },
    {
        "value": "Тулуків",
        "label": "Тулуків"
    },
    {
        "value": "Тульчин",
        "label": "Тульчин"
    },
    {
        "value": "Тупичів",
        "label": "Тупичів"
    },
    {
        "value": "Тур",
        "label": "Тур"
    },
    {
        "value": "Тур'є",
        "label": "Тур'є"
    },
    {
        "value": "Тур'ї Ремети",
        "label": "Тур'ї Ремети"
    },
    {
        "value": "Тур'я (Львівська обл.)",
        "label": "Тур'я (Львівська обл.)"
    },
    {
        "value": "Тур'я Пасіка",
        "label": "Тур'я Пасіка"
    },
    {
        "value": "Тур'я Поляна",
        "label": "Тур'я Поляна"
    },
    {
        "value": "Тур'я-Бистра",
        "label": "Тур'я-Бистра"
    },
    {
        "value": "Туради",
        "label": "Туради"
    },
    {
        "value": "Турбів",
        "label": "Турбів"
    },
    {
        "value": "Турильче",
        "label": "Турильче"
    },
    {
        "value": "Туринка",
        "label": "Туринка"
    },
    {
        "value": "Туриця",
        "label": "Туриця"
    },
    {
        "value": "Турівка",
        "label": "Турівка"
    },
    {
        "value": "Турівка (Згурівський р-н)",
        "label": "Турівка (Згурівський р-н)"
    },
    {
        "value": "Турівка (Корюківський р-н)",
        "label": "Турівка (Корюківський р-н)"
    },
    {
        "value": "Турійськ",
        "label": "Турійськ"
    },
    {
        "value": "Турія",
        "label": "Турія"
    },
    {
        "value": "Турка",
        "label": "Турка"
    },
    {
        "value": "Турка (Івано-Франківська обл.)",
        "label": "Турка (Івано-Франківська обл.)"
    },
    {
        "value": "Турчинівка",
        "label": "Турчинівка"
    },
    {
        "value": "Турятка",
        "label": "Турятка"
    },
    {
        "value": "Тустань",
        "label": "Тустань"
    },
    {
        "value": "Тутовичі",
        "label": "Тутовичі"
    },
    {
        "value": "Тухля",
        "label": "Тухля"
    },
    {
        "value": "Тухолька",
        "label": "Тухолька"
    },
    {
        "value": "Тучин",
        "label": "Тучин"
    },
    {
        "value": "Тучне",
        "label": "Тучне"
    },
    {
        "value": "Тучне (Сумська обл.)",
        "label": "Тучне (Сумська обл.)"
    },
    {
        "value": "Тхорин",
        "label": "Тхорин"
    },
    {
        "value": "Тхорівка",
        "label": "Тхорівка"
    },
    {
        "value": "Тщенець",
        "label": "Тщенець"
    },
    {
        "value": "Тюдів",
        "label": "Тюдів"
    },
    {
        "value": "Тютьки",
        "label": "Тютьки"
    },
    {
        "value": "Тютьків",
        "label": "Тютьків"
    },
    {
        "value": "Тютюнники",
        "label": "Тютюнники"
    },
    {
        "value": "Тютюнниця",
        "label": "Тютюнниця"
    },
    {
        "value": "Тюшка",
        "label": "Тюшка"
    },
    {
        "value": "Тягинка",
        "label": "Тягинка"
    },
    {
        "value": "Тязів",
        "label": "Тязів"
    },
    {
        "value": "Тяпче",
        "label": "Тяпче"
    },
    {
        "value": "Тячів",
        "label": "Тячів"
    },
    {
        "value": "Тячівка",
        "label": "Тячівка"
    },
    {
        "value": "Убіжичі",
        "label": "Убіжичі"
    },
    {
        "value": "Увисла (Тернопільська обл.)",
        "label": "Увисла (Тернопільська обл.)"
    },
    {
        "value": "Угерсько",
        "label": "Угерсько"
    },
    {
        "value": "Угільня",
        "label": "Угільня"
    },
    {
        "value": "Углище",
        "label": "Углище"
    },
    {
        "value": "Углуватка",
        "label": "Углуватка"
    },
    {
        "value": "Угля",
        "label": "Угля"
    },
    {
        "value": "Угнів",
        "label": "Угнів"
    },
    {
        "value": "Угорники",
        "label": "Угорники"
    },
    {
        "value": "Угорники (Коломийський р-н)",
        "label": "Угорники (Коломийський р-н)"
    },
    {
        "value": "Угри",
        "label": "Угри"
    },
    {
        "value": "Угриничі",
        "label": "Угриничі"
    },
    {
        "value": "Угринів (Волинська обл.)",
        "label": "Угринів (Волинська обл.)"
    },
    {
        "value": "Угринів (Львівська обл.)",
        "label": "Угринів (Львівська обл.)"
    },
    {
        "value": "Угринів (Тернопільська обл.)",
        "label": "Угринів (Тернопільська обл.)"
    },
    {
        "value": "Угринів (Тисменицький р-н., Івано-Франк. обл.)",
        "label": "Угринів (Тисменицький р-н., Івано-Франк. обл.)"
    },
    {
        "value": "Угринь",
        "label": "Угринь"
    },
    {
        "value": "Угриньківці",
        "label": "Угриньківці"
    },
    {
        "value": "Угроїди",
        "label": "Угроїди"
    },
    {
        "value": "Удайці",
        "label": "Удайці"
    },
    {
        "value": "Удачне",
        "label": "Удачне"
    },
    {
        "value": "Уділенське",
        "label": "Уділенське"
    },
    {
        "value": "Удобне",
        "label": "Удобне"
    },
    {
        "value": "Удрицьк",
        "label": "Удрицьк"
    },
    {
        "value": "Ужгород",
        "label": "Ужгород"
    },
    {
        "value": "Ужинець",
        "label": "Ужинець"
    },
    {
        "value": "Ужова",
        "label": "Ужова"
    },
    {
        "value": "Узин",
        "label": "Узин"
    },
    {
        "value": "Узин (Івано-Франківська обл.)",
        "label": "Узин (Івано-Франківська обл.)"
    },
    {
        "value": "Уїздці",
        "label": "Уїздці"
    },
    {
        "value": "Уклин",
        "label": "Уклин"
    },
    {
        "value": "Українка",
        "label": "Українка"
    },
    {
        "value": "Українка (Житомирська обл.)",
        "label": "Українка (Житомирська обл.)"
    },
    {
        "value": "Українка (Кіровоградська обл.)",
        "label": "Українка (Кіровоградська обл.)"
    },
    {
        "value": "Українка (Криничанський р-н.)",
        "label": "Українка (Криничанський р-н.)"
    },
    {
        "value": "Українка (Межівський р-н)",
        "label": "Українка (Межівський р-н)"
    },
    {
        "value": "Українка (Миколаївська обл.)",
        "label": "Українка (Миколаївська обл.)"
    },
    {
        "value": "Українка (Острозький р-н)",
        "label": "Українка (Острозький р-н)"
    },
    {
        "value": "Українськ (Донецька обл.)",
        "label": "Українськ (Донецька обл.)"
    },
    {
        "value": "Українське",
        "label": "Українське"
    },
    {
        "value": "Українське (Жмеринський р-н)",
        "label": "Українське (Жмеринський р-н)"
    },
    {
        "value": "Уладівка",
        "label": "Уладівка"
    },
    {
        "value": "Уладівське",
        "label": "Уладівське"
    },
    {
        "value": "Улакли (Великоновосілківський р-н)",
        "label": "Улакли (Великоновосілківський р-н)"
    },
    {
        "value": "Уланів",
        "label": "Уланів"
    },
    {
        "value": "Уласово-Русанівка (Хмельницька обл.)",
        "label": "Уласово-Русанівка (Хмельницька обл.)"
    },
    {
        "value": "Улашанівка (Житомирська обл.)",
        "label": "Улашанівка (Житомирська обл.)"
    },
    {
        "value": "Улашанівка (Хмельницька обл.)",
        "label": "Улашанівка (Хмельницька обл.)"
    },
    {
        "value": "Улашківці",
        "label": "Улашківці"
    },
    {
        "value": "Уличне",
        "label": "Уличне"
    },
    {
        "value": "Ульвівок",
        "label": "Ульвівок"
    },
    {
        "value": "Улянівка",
        "label": "Улянівка"
    },
    {
        "value": "Улянівка (Дніпропетровська обл.)",
        "label": "Улянівка (Дніпропетровська обл.)"
    },
    {
        "value": "Улянівка (Кіровоградська обл.)",
        "label": "Улянівка (Кіровоградська обл.)"
    },
    {
        "value": "Улянівка (Криничанський р-н)",
        "label": "Улянівка (Криничанський р-н)"
    },
    {
        "value": "Улянівка (Одеська обл.)",
        "label": "Улянівка (Одеська обл.)"
    },
    {
        "value": "Улянівка (Переяслав-Хмельницький р-н., Київ. обл.)",
        "label": "Улянівка (Переяслав-Хмельницький р-н., Київ. обл.)"
    },
    {
        "value": "Улянівка (Херсонська обл.)",
        "label": "Улянівка (Херсонська обл.)"
    },
    {
        "value": "Умань",
        "label": "Умань"
    },
    {
        "value": "Унятичі",
        "label": "Унятичі"
    },
    {
        "value": "Урвенна",
        "label": "Урвенна"
    },
    {
        "value": "Урзуф",
        "label": "Урзуф"
    },
    {
        "value": "Урич",
        "label": "Урич"
    },
    {
        "value": "Уріж",
        "label": "Уріж"
    },
    {
        "value": "Урмань",
        "label": "Урмань"
    },
    {
        "value": "Урожайне (Борщівський р-н)",
        "label": "Урожайне (Борщівський р-н)"
    },
    {
        "value": "Урожайне (Донецька обл.)",
        "label": "Урожайне (Донецька обл.)"
    },
    {
        "value": "Урожайне (Томаківський р-н)",
        "label": "Урожайне (Томаківський р-н)"
    },
    {
        "value": "Усатове",
        "label": "Усатове"
    },
    {
        "value": "Усатове (селище)",
        "label": "Усатове (селище)"
    },
    {
        "value": "Усичі",
        "label": "Усичі"
    },
    {
        "value": "Усівка",
        "label": "Усівка"
    },
    {
        "value": "Усок",
        "label": "Усок"
    },
    {
        "value": "Успенівка",
        "label": "Успенівка"
    },
    {
        "value": "Успенівка (Бердянський р-н)",
        "label": "Успенівка (Бердянський р-н)"
    },
    {
        "value": "Успенівка (Донецька обл.)",
        "label": "Успенівка (Донецька обл.)"
    },
    {
        "value": "Успенівка (Одеська обл.)",
        "label": "Успенівка (Одеська обл.)"
    },
    {
        "value": "Успенка",
        "label": "Успенка"
    },
    {
        "value": "Успенка (Кіровоградська обл.)",
        "label": "Успенка (Кіровоградська обл.)"
    },
    {
        "value": "Устеріки",
        "label": "Устеріки"
    },
    {
        "value": "Устечко",
        "label": "Устечко"
    },
    {
        "value": "Устечко (Кременецький р-н)",
        "label": "Устечко (Кременецький р-н)"
    },
    {
        "value": "Устивиця",
        "label": "Устивиця"
    },
    {
        "value": "Устилуг",
        "label": "Устилуг"
    },
    {
        "value": "Устимівка",
        "label": "Устимівка"
    },
    {
        "value": "Устимівка (Семенівський р-н)",
        "label": "Устимівка (Семенівський р-н)"
    },
    {
        "value": "Устимівка (Харківська обл.)",
        "label": "Устимівка (Харківська обл.)"
    },
    {
        "value": "Устинівка",
        "label": "Устинівка"
    },
    {
        "value": "Усть-Путила",
        "label": "Усть-Путила"
    },
    {
        "value": "Усть-Чорна",
        "label": "Усть-Чорна"
    },
    {
        "value": "Устя",
        "label": "Устя"
    },
    {
        "value": "Устя (Вінницька обл.)",
        "label": "Устя (Вінницька обл.)"
    },
    {
        "value": "Устя (Кам'янець-Подільський р-н)",
        "label": "Устя (Кам'янець-Подільський р-н)"
    },
    {
        "value": "Устя (Миколаївський р-н, Львівська обл.)",
        "label": "Устя (Миколаївський р-н, Львівська обл.)"
    },
    {
        "value": "Устя (Тернопільська обл.)",
        "label": "Устя (Тернопільська обл.)"
    },
    {
        "value": "Утіховичі",
        "label": "Утіховичі"
    },
    {
        "value": "Утішків",
        "label": "Утішків"
    },
    {
        "value": "Утківка",
        "label": "Утківка"
    },
    {
        "value": "Утконосівка",
        "label": "Утконосівка"
    },
    {
        "value": "Уторопи",
        "label": "Уторопи"
    },
    {
        "value": "Уховецьк",
        "label": "Уховецьк"
    },
    {
        "value": "Ушкалка",
        "label": "Ушкалка"
    },
    {
        "value": "Ушковичі",
        "label": "Ушковичі"
    },
    {
        "value": "Ушомир",
        "label": "Ушомир"
    },
    {
        "value": "Фалиш",
        "label": "Фалиш"
    },
    {
        "value": "Фанчиково",
        "label": "Фанчиково"
    },
    {
        "value": "Фараонівка",
        "label": "Фараонівка"
    },
    {
        "value": "Фаринки",
        "label": "Фаринки"
    },
    {
        "value": "Фастів",
        "label": "Фастів"
    },
    {
        "value": "Фастівець",
        "label": "Фастівець"
    },
    {
        "value": "Фастівці",
        "label": "Фастівці"
    },
    {
        "value": "Федіївка",
        "label": "Федіївка"
    },
    {
        "value": "Федірки",
        "label": "Федірки"
    },
    {
        "value": "Федірки (Хмельницька обл.)",
        "label": "Федірки (Хмельницька обл.)"
    },
    {
        "value": "Федорівка (Вінницька обл.)",
        "label": "Федорівка (Вінницька обл.)"
    },
    {
        "value": "Федорівка (Волинська обл.)",
        "label": "Федорівка (Волинська обл.)"
    },
    {
        "value": "Федорівка (Гощанський р-н)",
        "label": "Федорівка (Гощанський р-н)"
    },
    {
        "value": "Федорівка (Донецька обл., Нікольський р-н)",
        "label": "Федорівка (Донецька обл., Нікольський р-н)"
    },
    {
        "value": "Федорівка (Донецька обл.)",
        "label": "Федорівка (Донецька обл.)"
    },
    {
        "value": "Федорівка (Запорізька обл, Запорізький р-н)",
        "label": "Федорівка (Запорізька обл, Запорізький р-н)"
    },
    {
        "value": "Федорівка (Запорізька обл.)",
        "label": "Федорівка (Запорізька обл.)"
    },
    {
        "value": "Федорівка (Кіровоградський р-н)",
        "label": "Федорівка (Кіровоградський р-н)"
    },
    {
        "value": "Федорівка (Новотроїцький р-н)",
        "label": "Федорівка (Новотроїцький р-н)"
    },
    {
        "value": "Федорівка (Полтавська обл.)",
        "label": "Федорівка (Полтавська обл.)"
    },
    {
        "value": "Федорівка (Рівненська обл.)",
        "label": "Федорівка (Рівненська обл.)"
    },
    {
        "value": "Федорівка (Херсонська обл.)",
        "label": "Федорівка (Херсонська обл.)"
    },
    {
        "value": "Федунка",
        "label": "Федунка"
    },
    {
        "value": "Феневичі",
        "label": "Феневичі"
    },
    {
        "value": "Фертешолмаш",
        "label": "Фертешолмаш"
    },
    {
        "value": "Феськи",
        "label": "Феськи"
    },
    {
        "value": "Феськівка",
        "label": "Феськівка"
    },
    {
        "value": "Филенкове",
        "label": "Филенкове"
    },
    {
        "value": "Фитьків",
        "label": "Фитьків"
    },
    {
        "value": "Філянівка",
        "label": "Філянівка"
    },
    {
        "value": "Флорине (Вінницька обл.)",
        "label": "Флорине (Вінницька обл.)"
    },
    {
        "value": "Флоріанівка",
        "label": "Флоріанівка"
    },
    {
        "value": "Флярківка",
        "label": "Флярківка"
    },
    {
        "value": "Фонтанка",
        "label": "Фонтанка"
    },
    {
        "value": "Форголань",
        "label": "Форголань"
    },
    {
        "value": "Форнош",
        "label": "Форнош"
    },
    {
        "value": "Форосна",
        "label": "Форосна"
    },
    {
        "value": "Франівка",
        "label": "Франівка"
    },
    {
        "value": "Франківка",
        "label": "Франківка"
    },
    {
        "value": "Фрузинівка",
        "label": "Фрузинівка"
    },
    {
        "value": "Фруктове",
        "label": "Фруктове"
    },
    {
        "value": "Фурманівка",
        "label": "Фурманівка"
    },
    {
        "value": "Фурманівка (Кіровоградська обл.)",
        "label": "Фурманівка (Кіровоградська обл.)"
    },
    {
        "value": "Фурси",
        "label": "Фурси"
    },
    {
        "value": "Хаєнки",
        "label": "Хаєнки"
    },
    {
        "value": "Хажин",
        "label": "Хажин"
    },
    {
        "value": "Халаїдове",
        "label": "Халаїдове"
    },
    {
        "value": "Халеп'я",
        "label": "Халеп'я"
    },
    {
        "value": "Халимонове",
        "label": "Халимонове"
    },
    {
        "value": "Халча (Київська обл.)",
        "label": "Халча (Київська обл.)"
    },
    {
        "value": "Халявин (Чернігівська обл.)",
        "label": "Халявин (Чернігівська обл.)"
    },
    {
        "value": "Харитонівка",
        "label": "Харитонівка"
    },
    {
        "value": "Харків",
        "label": "Харків"
    },
    {
        "value": "Харківка",
        "label": "Харківка"
    },
    {
        "value": "Харківці",
        "label": "Харківці"
    },
    {
        "value": "Харківці (Лохвицький р-н)",
        "label": "Харківці (Лохвицький р-н)"
    },
    {
        "value": "Харківці (Хмельницька обл.)",
        "label": "Харківці (Хмельницька обл.)"
    },
    {
        "value": "Харкове",
        "label": "Харкове"
    },
    {
        "value": "Харпачка",
        "label": "Харпачка"
    },
    {
        "value": "Харсіки (Полтавська обл.)",
        "label": "Харсіки (Полтавська обл.)"
    },
    {
        "value": "Хатки",
        "label": "Хатки"
    },
    {
        "value": "Хацьки",
        "label": "Хацьки"
    },
    {
        "value": "Хащеве",
        "label": "Хащеве"
    },
    {
        "value": "Хащів",
        "label": "Хащів"
    },
    {
        "value": "Хащувате",
        "label": "Хащувате"
    },
    {
        "value": "Хватів",
        "label": "Хватів"
    },
    {
        "value": "Хвильово-Сорочин",
        "label": "Хвильово-Сорочин"
    },
    {
        "value": "Хворостів",
        "label": "Хворостів"
    },
    {
        "value": "Хворостове",
        "label": "Хворостове"
    },
    {
        "value": "Хейлове",
        "label": "Хейлове"
    },
    {
        "value": "Херсон",
        "label": "Херсон"
    },
    {
        "value": "Хижа",
        "label": "Хижа"
    },
    {
        "value": "Хижинці",
        "label": "Хижинці"
    },
    {
        "value": "Хижинці (Житомирська обл.)",
        "label": "Хижинці (Житомирська обл.)"
    },
    {
        "value": "Хижинці (Черкаська обл.)",
        "label": "Хижинці (Черкаська обл.)"
    },
    {
        "value": "Хижня",
        "label": "Хижня"
    },
    {
        "value": "Хильчиці",
        "label": "Хильчиці"
    },
    {
        "value": "Хиночі",
        "label": "Хиночі"
    },
    {
        "value": "Хирів",
        "label": "Хирів"
    },
    {
        "value": "Хишевичі",
        "label": "Хишевичі"
    },
    {
        "value": "Хімчин",
        "label": "Хімчин"
    },
    {
        "value": "Хлипнівка",
        "label": "Хлипнівка"
    },
    {
        "value": "Хлистунівка",
        "label": "Хлистунівка"
    },
    {
        "value": "Хлібичин",
        "label": "Хлібичин"
    },
    {
        "value": "Хлібодарівка",
        "label": "Хлібодарівка"
    },
    {
        "value": "Хлібодарівка (Херсонська обл.)",
        "label": "Хлібодарівка (Херсонська обл.)"
    },
    {
        "value": "Хлібодарське",
        "label": "Хлібодарське"
    },
    {
        "value": "Хліборобне",
        "label": "Хліборобне"
    },
    {
        "value": "Хлівище",
        "label": "Хлівище"
    },
    {
        "value": "Хлівчани",
        "label": "Хлівчани"
    },
    {
        "value": "Хлопівка (Тернопільська обл.)",
        "label": "Хлопівка (Тернопільська обл.)"
    },
    {
        "value": "Хлопчиці (Львівська обл.)",
        "label": "Хлопчиці (Львівська обл.)"
    },
    {
        "value": "Хлупляни",
        "label": "Хлупляни"
    },
    {
        "value": "Хмарівка",
        "label": "Хмарівка"
    },
    {
        "value": "Хмелиська",
        "label": "Хмелиська"
    },
    {
        "value": "Хмелів (Волинська обл.)",
        "label": "Хмелів (Волинська обл.)"
    },
    {
        "value": "Хмелів (Закарпатська обл.)",
        "label": "Хмелів (Закарпатська обл.)"
    },
    {
        "value": "Хмелів (Сумська обл.)",
        "label": "Хмелів (Сумська обл.)"
    },
    {
        "value": "Хмелівка",
        "label": "Хмелівка"
    },
    {
        "value": "Хмелівка (Краснопільський р-н)",
        "label": "Хмелівка (Краснопільський р-н)"
    },
    {
        "value": "Хмелівка (Рівненська обл.)",
        "label": "Хмелівка (Рівненська обл.)"
    },
    {
        "value": "Хмелівка (Тернопільська обл.)",
        "label": "Хмелівка (Тернопільська обл.)"
    },
    {
        "value": "Хмелівка (Тетіївський р-н)",
        "label": "Хмелівка (Тетіївський р-н)"
    },
    {
        "value": "Хмельницький",
        "label": "Хмельницький"
    },
    {
        "value": "Хмельове (Кіровоградська обл.)",
        "label": "Хмельове (Кіровоградська обл.)"
    },
    {
        "value": "Хміль",
        "label": "Хміль"
    },
    {
        "value": "Хмільна",
        "label": "Хмільна"
    },
    {
        "value": "Хмільник (Вінницька обл.)",
        "label": "Хмільник (Вінницька обл.)"
    },
    {
        "value": "Хмільник (Закарпатська обл.)",
        "label": "Хмільник (Закарпатська обл.)"
    },
    {
        "value": "Хмільно",
        "label": "Хмільно"
    },
    {
        "value": "Хобултова",
        "label": "Хобултова"
    },
    {
        "value": "Ховми",
        "label": "Ховми"
    },
    {
        "value": "Ходаки",
        "label": "Ходаки"
    },
    {
        "value": "Ходовичі",
        "label": "Ходовичі"
    },
    {
        "value": "Ходорів",
        "label": "Ходорів"
    },
    {
        "value": "Ходорівка",
        "label": "Ходорівка"
    },
    {
        "value": "Ходорівці (Хмельницька обл.)",
        "label": "Ходорівці (Хмельницька обл.)"
    },
    {
        "value": "Ходорків (Житомирська обл.)",
        "label": "Ходорків (Житомирська обл.)"
    },
    {
        "value": "Ходорківці",
        "label": "Ходорківці"
    },
    {
        "value": "Ходосівка",
        "label": "Ходосівка"
    },
    {
        "value": "Ходурки",
        "label": "Ходурки"
    },
    {
        "value": "Холмець",
        "label": "Холмець"
    },
    {
        "value": "Холми",
        "label": "Холми"
    },
    {
        "value": "Холмовець",
        "label": "Холмовець"
    },
    {
        "value": "Холмок",
        "label": "Холмок"
    },
    {
        "value": "Холмське",
        "label": "Холмське"
    },
    {
        "value": "Холодна Балка",
        "label": "Холодна Балка"
    },
    {
        "value": "Холодновідка",
        "label": "Холодновідка"
    },
    {
        "value": "Холоневичі",
        "label": "Холоневичі"
    },
    {
        "value": "Холонів",
        "label": "Холонів"
    },
    {
        "value": "Холопичі",
        "label": "Холопичі"
    },
    {
        "value": "Хом'яківка",
        "label": "Хом'яківка"
    },
    {
        "value": "Хом'яківка (Тисменицький р-н)",
        "label": "Хом'яківка (Тисменицький р-н)"
    },
    {
        "value": "Хоменки",
        "label": "Хоменки"
    },
    {
        "value": "Хоминка",
        "label": "Хоминка"
    },
    {
        "value": "Хомівка (Зборівський р-н)",
        "label": "Хомівка (Зборівський р-н)"
    },
    {
        "value": "Хомутець (Житомирська обл.)",
        "label": "Хомутець (Житомирська обл.)"
    },
    {
        "value": "Хомутець (Полтавська обл.)",
        "label": "Хомутець (Полтавська обл.)"
    },
    {
        "value": "Хоптянка",
        "label": "Хоптянка"
    },
    {
        "value": "Хорів",
        "label": "Хорів"
    },
    {
        "value": "Хорішки",
        "label": "Хорішки"
    },
    {
        "value": "Хорли",
        "label": "Хорли"
    },
    {
        "value": "Хорлупи",
        "label": "Хорлупи"
    },
    {
        "value": "Хоробрів",
        "label": "Хоробрів"
    },
    {
        "value": "Хоробрів (Львівська обл.)",
        "label": "Хоробрів (Львівська обл.)"
    },
    {
        "value": "Хорол",
        "label": "Хорол"
    },
    {
        "value": "Хоросниця",
        "label": "Хоросниця"
    },
    {
        "value": "Хоросно",
        "label": "Хоросно"
    },
    {
        "value": "Хоростець",
        "label": "Хоростець"
    },
    {
        "value": "Хоростків",
        "label": "Хоростків"
    },
    {
        "value": "Хороша",
        "label": "Хороша"
    },
    {
        "value": "Хороше",
        "label": "Хороше"
    },
    {
        "value": "Хорошеве",
        "label": "Хорошеве"
    },
    {
        "value": "Хорошів",
        "label": "Хорошів"
    },
    {
        "value": "Хорошів (Білогірський р-н)",
        "label": "Хорошів (Білогірський р-н)"
    },
    {
        "value": "Хорошки",
        "label": "Хорошки"
    },
    {
        "value": "Хорупань",
        "label": "Хорупань"
    },
    {
        "value": "Хотешів (Волинська обл.)",
        "label": "Хотешів (Волинська обл.)"
    },
    {
        "value": "Хотимир",
        "label": "Хотимир"
    },
    {
        "value": "Хотин",
        "label": "Хотин"
    },
    {
        "value": "Хотин (Рівненська обл.)",
        "label": "Хотин (Рівненська обл.)"
    },
    {
        "value": "Хотин (Рівненський р-н.)",
        "label": "Хотин (Рівненський р-н.)"
    },
    {
        "value": "Хотинівка",
        "label": "Хотинівка"
    },
    {
        "value": "Хотів",
        "label": "Хотів"
    },
    {
        "value": "Хотімля",
        "label": "Хотімля"
    },
    {
        "value": "Хотінь",
        "label": "Хотінь"
    },
    {
        "value": "Хотянівка",
        "label": "Хотянівка"
    },
    {
        "value": "Хохітва",
        "label": "Хохітва"
    },
    {
        "value": "Хоцьки",
        "label": "Хоцьки"
    },
    {
        "value": "Хочева",
        "label": "Хочева"
    },
    {
        "value": "Хочине",
        "label": "Хочине"
    },
    {
        "value": "Хренів",
        "label": "Хренів"
    },
    {
        "value": "Хрестителеве",
        "label": "Хрестителеве"
    },
    {
        "value": "Хрестище",
        "label": "Хрестище"
    },
    {
        "value": "Хрестище (Харківська обл.)",
        "label": "Хрестище (Харківська обл.)"
    },
    {
        "value": "Хрестівка",
        "label": "Хрестівка"
    },
    {
        "value": "Хрещатик (Чернівецька обл.)",
        "label": "Хрещатик (Чернівецька обл.)"
    },
    {
        "value": "Хрещенівка",
        "label": "Хрещенівка"
    },
    {
        "value": "Хрипаличі",
        "label": "Хрипаличі"
    },
    {
        "value": "Хрипівка",
        "label": "Хрипівка"
    },
    {
        "value": "Хриплин",
        "label": "Хриплин"
    },
    {
        "value": "Христинівка",
        "label": "Христинівка"
    },
    {
        "value": "Христинівка (село)",
        "label": "Христинівка (село)"
    },
    {
        "value": "Христофорівка",
        "label": "Христофорівка"
    },
    {
        "value": "Хрінівка",
        "label": "Хрінівка"
    },
    {
        "value": "Хрінники",
        "label": "Хрінники"
    },
    {
        "value": "Хроли",
        "label": "Хроли"
    },
    {
        "value": "Хропотова",
        "label": "Хропотова"
    },
    {
        "value": "Хрущівка",
        "label": "Хрущівка"
    },
    {
        "value": "Хряськ",
        "label": "Хряськ"
    },
    {
        "value": "Хряцька",
        "label": "Хряцька"
    },
    {
        "value": "Худіївці",
        "label": "Худіївці"
    },
    {
        "value": "Худльово",
        "label": "Худльово"
    },
    {
        "value": "Худоліївка",
        "label": "Худоліївка"
    },
    {
        "value": "Худяки",
        "label": "Худяки"
    },
    {
        "value": "Хуст",
        "label": "Хуст"
    },
    {
        "value": "Хутір-Будилів",
        "label": "Хутір-Будилів"
    },
    {
        "value": "Хутірське",
        "label": "Хутірське"
    },
    {
        "value": "Хутори",
        "label": "Хутори"
    },
    {
        "value": "Хуторо-Губиниха",
        "label": "Хуторо-Губиниха"
    },
    {
        "value": "Хухра",
        "label": "Хухра"
    },
    {
        "value": "Цапівка",
        "label": "Цапівка"
    },
    {
        "value": "Царедарівка",
        "label": "Царедарівка"
    },
    {
        "value": "Царичанка",
        "label": "Царичанка"
    },
    {
        "value": "Цвіткове",
        "label": "Цвіткове"
    },
    {
        "value": "Цвіткове (Дніпропетровська обл.)",
        "label": "Цвіткове (Дніпропетровська обл.)"
    },
    {
        "value": "Цвіткове (Миколаївська обл.)",
        "label": "Цвіткове (Миколаївська обл.)"
    },
    {
        "value": "Цвітне",
        "label": "Цвітне"
    },
    {
        "value": "Цвітова",
        "label": "Цвітова"
    },
    {
        "value": "Цвітоха",
        "label": "Цвітоха"
    },
    {
        "value": "Цебрикове",
        "label": "Цебрикове"
    },
    {
        "value": "Цебрів",
        "label": "Цебрів"
    },
    {
        "value": "Цегів",
        "label": "Цегів"
    },
    {
        "value": "Цекинівка",
        "label": "Цекинівка"
    },
    {
        "value": "Целіїв (Тернопільська обл.)",
        "label": "Целіїв (Тернопільська обл.)"
    },
    {
        "value": "Ценів",
        "label": "Ценів"
    },
    {
        "value": "Центральне",
        "label": "Центральне"
    },
    {
        "value": "Центральне (Миколаївська обл.)",
        "label": "Центральне (Миколаївська обл.)"
    },
    {
        "value": "Ценява",
        "label": "Ценява"
    },
    {
        "value": "Цепцевичі",
        "label": "Цепцевичі"
    },
    {
        "value": "Церковна",
        "label": "Церковна"
    },
    {
        "value": "Цеценівка (Тернопільська обл.)",
        "label": "Цеценівка (Тернопільська обл.)"
    },
    {
        "value": "Циблі",
        "label": "Циблі"
    },
    {
        "value": "Цибулеве",
        "label": "Цибулеве"
    },
    {
        "value": "Цибулів",
        "label": "Цибулів"
    },
    {
        "value": "Цибулівка",
        "label": "Цибулівка"
    },
    {
        "value": "Цибулівка (Одеська обл.)",
        "label": "Цибулівка (Одеська обл.)"
    },
    {
        "value": "Цибульківка",
        "label": "Цибульківка"
    },
    {
        "value": "Цигани (Тернопільська обл.)",
        "label": "Цигани (Тернопільська обл.)"
    },
    {
        "value": "Циганівці",
        "label": "Циганівці"
    },
    {
        "value": "Циганське",
        "label": "Циганське"
    },
    {
        "value": "Цикова",
        "label": "Цикова"
    },
    {
        "value": "Цир",
        "label": "Цир"
    },
    {
        "value": "Циркуни",
        "label": "Циркуни"
    },
    {
        "value": "Цінева",
        "label": "Цінева"
    },
    {
        "value": "Ціпки",
        "label": "Ціпки"
    },
    {
        "value": "Цміни",
        "label": "Цміни"
    },
    {
        "value": "Цукури",
        "label": "Цукури"
    },
    {
        "value": "Цумань",
        "label": "Цумань"
    },
    {
        "value": "Цупівка",
        "label": "Цупівка"
    },
    {
        "value": "Цурень",
        "label": "Цурень"
    },
    {
        "value": "Цуцилів",
        "label": "Цуцилів"
    },
    {
        "value": "Цуцулин",
        "label": "Цуцулин"
    },
    {
        "value": "Чабани",
        "label": "Чабани"
    },
    {
        "value": "Чабанівка",
        "label": "Чабанівка"
    },
    {
        "value": "Чабарівка",
        "label": "Чабарівка"
    },
    {
        "value": "Чабель",
        "label": "Чабель"
    },
    {
        "value": "Чагів",
        "label": "Чагів"
    },
    {
        "value": "Чагор",
        "label": "Чагор"
    },
    {
        "value": "Чагрів",
        "label": "Чагрів"
    },
    {
        "value": "Чайки (Богуславський р-н)",
        "label": "Чайки (Богуславський р-н)"
    },
    {
        "value": "Чайки (Київська обл.)",
        "label": "Чайки (Київська обл.)"
    },
    {
        "value": "Чайківка",
        "label": "Чайківка"
    },
    {
        "value": "Чайківщина",
        "label": "Чайківщина"
    },
    {
        "value": "Чайковичі",
        "label": "Чайковичі"
    },
    {
        "value": "Чайчинці",
        "label": "Чайчинці"
    },
    {
        "value": "Чалищівка",
        "label": "Чалищівка"
    },
    {
        "value": "Чалівка (Полтавська обл.)",
        "label": "Чалівка (Полтавська обл.)"
    },
    {
        "value": "Чаньків",
        "label": "Чаньків"
    },
    {
        "value": "Чаплине",
        "label": "Чаплине"
    },
    {
        "value": "Чаплинка (Дніпропетровська обл.)",
        "label": "Чаплинка (Дніпропетровська обл.)"
    },
    {
        "value": "Чаплинка (Херсонська обл.)",
        "label": "Чаплинка (Херсонська обл.)"
    },
    {
        "value": "Чаплинка (Черкаська обл.)",
        "label": "Чаплинка (Черкаська обл.)"
    },
    {
        "value": "Чаплинка (Юр'ївський р-н)",
        "label": "Чаплинка (Юр'ївський р-н)"
    },
    {
        "value": "Чаплі",
        "label": "Чаплі"
    },
    {
        "value": "Чапля",
        "label": "Чапля"
    },
    {
        "value": "Чарівне",
        "label": "Чарівне"
    },
    {
        "value": "Чарторийськ",
        "label": "Чарторийськ"
    },
    {
        "value": "Чаруків",
        "label": "Чаруків"
    },
    {
        "value": "Часів Яр",
        "label": "Часів Яр"
    },
    {
        "value": "Часлівці (Закарпатська обл.)",
        "label": "Часлівці (Закарпатська обл.)"
    },
    {
        "value": "Чаусове",
        "label": "Чаусове"
    },
    {
        "value": "Чаусове Друге",
        "label": "Чаусове Друге"
    },
    {
        "value": "Чевель",
        "label": "Чевель"
    },
    {
        "value": "Чемеринці",
        "label": "Чемеринці"
    },
    {
        "value": "Чемериси-Барські",
        "label": "Чемериси-Барські"
    },
    {
        "value": "Чемериське",
        "label": "Чемериське"
    },
    {
        "value": "Чемерівці",
        "label": "Чемерівці"
    },
    {
        "value": "Чемерне",
        "label": "Чемерне"
    },
    {
        "value": "Чемоданівка",
        "label": "Чемоданівка"
    },
    {
        "value": "Чемужівка",
        "label": "Чемужівка"
    },
    {
        "value": "Чепа",
        "label": "Чепа"
    },
    {
        "value": "Чепелі",
        "label": "Чепелі"
    },
    {
        "value": "Чепелівка",
        "label": "Чепелівка"
    },
    {
        "value": "Чепіль",
        "label": "Чепіль"
    },
    {
        "value": "Чепоноси",
        "label": "Чепоноси"
    },
    {
        "value": "Червеньово",
        "label": "Червеньово"
    },
    {
        "value": "Червона Волока",
        "label": "Червона Волока"
    },
    {
        "value": "Червона Гірка",
        "label": "Червона Гірка"
    },
    {
        "value": "Червона Діброва",
        "label": "Червона Діброва"
    },
    {
        "value": "Червона Долина",
        "label": "Червона Долина"
    },
    {
        "value": "Червона Кам'янка",
        "label": "Червона Кам'янка"
    },
    {
        "value": "Червона Поляна (Горност. р-н., Херсонс. обл.)",
        "label": "Червона Поляна (Горност. р-н., Херсонс. обл.)"
    },
    {
        "value": "Червона Поляна (Чаплинський р-н., Херсонська обл.)",
        "label": "Червона Поляна (Чаплинський р-н., Херсонська обл.)"
    },
    {
        "value": "Червона Слобода (Київська обл.)",
        "label": "Червона Слобода (Київська обл.)"
    },
    {
        "value": "Червона Слобода (Сумська обл.)",
        "label": "Червона Слобода (Сумська обл.)"
    },
    {
        "value": "Червона Слобода (Черкаська обл.)",
        "label": "Червона Слобода (Черкаська обл.)"
    },
    {
        "value": "Червона Стінка",
        "label": "Червона Стінка"
    },
    {
        "value": "Червона Хвиля",
        "label": "Червона Хвиля"
    },
    {
        "value": "Червоне",
        "label": "Червоне"
    },
    {
        "value": "Червоне (Барвінківський р-н)",
        "label": "Червоне (Барвінківський р-н)"
    },
    {
        "value": "Червоне (Вінницька обл.)",
        "label": "Червоне (Вінницька обл.)"
    },
    {
        "value": "Червоне (Житомирська обл.)",
        "label": "Червоне (Житомирська обл.)"
    },
    {
        "value": "Червоне (Закарпатська обл.)",
        "label": "Червоне (Закарпатська обл.)"
    },
    {
        "value": "Червоне (Кіровоградська обл.)",
        "label": "Червоне (Кіровоградська обл.)"
    },
    {
        "value": "Червоне (Тарутинський р-н., Одеська обл.)",
        "label": "Червоне (Тарутинський р-н., Одеська обл.)"
    },
    {
        "value": "Червоне (Фастівський р-н)",
        "label": "Червоне (Фастівський р-н)"
    },
    {
        "value": "Червоне (Херсонська обл.)",
        "label": "Червоне (Херсонська обл.)"
    },
    {
        "value": "Червоне Озеро",
        "label": "Червоне Озеро"
    },
    {
        "value": "Червоне Поле",
        "label": "Червоне Поле"
    },
    {
        "value": "Червоний Кут (Черкаська обл.)",
        "label": "Червоний Кут (Черкаська обл.)"
    },
    {
        "value": "Червоний Маяк",
        "label": "Червоний Маяк"
    },
    {
        "value": "Червоний Поділ",
        "label": "Червоний Поділ"
    },
    {
        "value": "Червоний Степ",
        "label": "Червоний Степ"
    },
    {
        "value": "Червоний Тік",
        "label": "Червоний Тік"
    },
    {
        "value": "Червоний Яр",
        "label": "Червоний Яр"
    },
    {
        "value": "Червоний Яр (Кіровоградська обл.)",
        "label": "Червоний Яр (Кіровоградська обл.)"
    },
    {
        "value": "Червоновершка",
        "label": "Червоновершка"
    },
    {
        "value": "Червоногірка",
        "label": "Червоногірка"
    },
    {
        "value": "Червоногранітне",
        "label": "Червоногранітне"
    },
    {
        "value": "Червоногригорівка",
        "label": "Червоногригорівка"
    },
    {
        "value": "Червоноіванівка",
        "label": "Червоноіванівка"
    },
    {
        "value": "Червонокостянтинівка",
        "label": "Червонокостянтинівка"
    },
    {
        "value": "Червонопопівка",
        "label": "Червонопопівка"
    },
    {
        "value": "Черганівка",
        "label": "Черганівка"
    },
    {
        "value": "Череваха",
        "label": "Череваха"
    },
    {
        "value": "Черевичне",
        "label": "Черевичне"
    },
    {
        "value": "Черевки",
        "label": "Черевки"
    },
    {
        "value": "Черемошна",
        "label": "Черемошна"
    },
    {
        "value": "Черемошна Воля",
        "label": "Черемошна Воля"
    },
    {
        "value": "Черемошне",
        "label": "Черемошне"
    },
    {
        "value": "Черемошне (Ковельський р-н)",
        "label": "Черемошне (Ковельський р-н)"
    },
    {
        "value": "Черемошне (Погребищенський р-н)",
        "label": "Черемошне (Погребищенський р-н)"
    },
    {
        "value": "Черемушна",
        "label": "Черемушна"
    },
    {
        "value": "Черемхів",
        "label": "Черемхів"
    },
    {
        "value": "Черепашинці",
        "label": "Черепашинці"
    },
    {
        "value": "Черепин",
        "label": "Черепин"
    },
    {
        "value": "Черепин (Житомирська обл.)",
        "label": "Черепин (Житомирська обл.)"
    },
    {
        "value": "Черепин (Черкаська обл.)",
        "label": "Черепин (Черкаська обл.)"
    },
    {
        "value": "Черепківці",
        "label": "Черепківці"
    },
    {
        "value": "Череш",
        "label": "Череш"
    },
    {
        "value": "Черешенька",
        "label": "Черешенька"
    },
    {
        "value": "Черешенька (Деражнянський р-н)",
        "label": "Черешенька (Деражнянський р-н)"
    },
    {
        "value": "Черешеньки",
        "label": "Черешеньки"
    },
    {
        "value": "Черкас (Биково-Гребельська сільська рада)",
        "label": "Черкас (Биково-Гребельська сільська рада)"
    },
    {
        "value": "Черкаси",
        "label": "Черкаси"
    },
    {
        "value": "Черкаси (Волинська обл.)",
        "label": "Черкаси (Волинська обл.)"
    },
    {
        "value": "Черкаси (Львівська обл.)",
        "label": "Черкаси (Львівська обл.)"
    },
    {
        "value": "Черкаська Лозова",
        "label": "Черкаська Лозова"
    },
    {
        "value": "Черкаське",
        "label": "Черкаське"
    },
    {
        "value": "Черкаське (Донецька обл.)",
        "label": "Черкаське (Донецька обл.)"
    },
    {
        "value": "Черкаські Тишки",
        "label": "Черкаські Тишки"
    },
    {
        "value": "Черленівка (Чернівецька обл.)",
        "label": "Черленівка (Чернівецька обл.)"
    },
    {
        "value": "Черляни",
        "label": "Черляни"
    },
    {
        "value": "Черлянське Передмістя",
        "label": "Черлянське Передмістя"
    },
    {
        "value": "Чермалик",
        "label": "Чермалик"
    },
    {
        "value": "Черна",
        "label": "Черна"
    },
    {
        "value": "Черневе",
        "label": "Черневе"
    },
    {
        "value": "Чернелиця",
        "label": "Чернелиця"
    },
    {
        "value": "Чернелів-Руський",
        "label": "Чернелів-Руський"
    },
    {
        "value": "Чернелівка",
        "label": "Чернелівка"
    },
    {
        "value": "Чернелівці",
        "label": "Чернелівці"
    },
    {
        "value": "Чернеча Слобода",
        "label": "Чернеча Слобода"
    },
    {
        "value": "Чернече",
        "label": "Чернече"
    },
    {
        "value": "Чернечий Яр",
        "label": "Чернечий Яр"
    },
    {
        "value": "Чернеччина",
        "label": "Чернеччина"
    },
    {
        "value": "Чернеччина (Краснопільський р-н)",
        "label": "Чернеччина (Краснопільський р-н)"
    },
    {
        "value": "Чернещина",
        "label": "Чернещина"
    },
    {
        "value": "Чернещина (Диканський р-н, Полтавська обл.)",
        "label": "Чернещина (Диканський р-н, Полтавська обл.)"
    },
    {
        "value": "Чернещина (Зачепилівський р-н., Харк. обл.)",
        "label": "Чернещина (Зачепилівський р-н., Харк. обл.)"
    },
    {
        "value": "Черник",
        "label": "Черник"
    },
    {
        "value": "Черник (Закарпатська обл.)",
        "label": "Черник (Закарпатська обл.)"
    },
    {
        "value": "Чернилівка",
        "label": "Чернилівка"
    },
    {
        "value": "Чернилява (Львівська обл.)",
        "label": "Чернилява (Львівська обл.)"
    },
    {
        "value": "Чернин",
        "label": "Чернин"
    },
    {
        "value": "Чернин (Рівненська обл.)",
        "label": "Чернин (Рівненська обл.)"
    },
    {
        "value": "Чернихів",
        "label": "Чернихів"
    },
    {
        "value": "Чернихів (Львівська обл.)",
        "label": "Чернихів (Львівська обл.)"
    },
    {
        "value": "Чернихівці",
        "label": "Чернихівці"
    },
    {
        "value": "Черниця",
        "label": "Черниця"
    },
    {
        "value": "Черниця (Бродівський р-н)",
        "label": "Черниця (Бродівський р-н)"
    },
    {
        "value": "Чернів",
        "label": "Чернів"
    },
    {
        "value": "Чернівці",
        "label": "Чернівці"
    },
    {
        "value": "Чернівці (Вінницька обл.)",
        "label": "Чернівці (Вінницька обл.)"
    },
    {
        "value": "Чернігів",
        "label": "Чернігів"
    },
    {
        "value": "Чернігівка",
        "label": "Чернігівка"
    },
    {
        "value": "Чернігівка (Донецька обл.)",
        "label": "Чернігівка (Донецька обл.)"
    },
    {
        "value": "Чернігівське",
        "label": "Чернігівське"
    },
    {
        "value": "Черніїв",
        "label": "Черніїв"
    },
    {
        "value": "Чернявка",
        "label": "Чернявка"
    },
    {
        "value": "Чернявщина",
        "label": "Чернявщина"
    },
    {
        "value": "Черняківка",
        "label": "Черняківка"
    },
    {
        "value": "Чернятин (Городенківський р-н)",
        "label": "Чернятин (Городенківський р-н)"
    },
    {
        "value": "Чернятин (Жмеринський р-н)",
        "label": "Чернятин (Жмеринський р-н)"
    },
    {
        "value": "Чернятка",
        "label": "Чернятка"
    },
    {
        "value": "Черняхів (Житомирська обл.)",
        "label": "Черняхів (Житомирська обл.)"
    },
    {
        "value": "Черняхів (Київська обл.)",
        "label": "Черняхів (Київська обл.)"
    },
    {
        "value": "Черняхів (Рівненська обл.)",
        "label": "Черняхів (Рівненська обл.)"
    },
    {
        "value": "Черняхівка",
        "label": "Черняхівка"
    },
    {
        "value": "Черняхівка (Кіровоградська обл.)",
        "label": "Черняхівка (Кіровоградська обл.)"
    },
    {
        "value": "Чертіж",
        "label": "Чертіж"
    },
    {
        "value": "Черхава",
        "label": "Черхава"
    },
    {
        "value": "Черче",
        "label": "Черче"
    },
    {
        "value": "Черче (Волинська обл.)",
        "label": "Черче (Волинська обл.)"
    },
    {
        "value": "Черчик",
        "label": "Черчик"
    },
    {
        "value": "Чесники",
        "label": "Чесники"
    },
    {
        "value": "Честині",
        "label": "Честині"
    },
    {
        "value": "Четвертинівка",
        "label": "Четвертинівка"
    },
    {
        "value": "Четвертня",
        "label": "Четвертня"
    },
    {
        "value": "Четфалва",
        "label": "Четфалва"
    },
    {
        "value": "Чехівка",
        "label": "Чехівка"
    },
    {
        "value": "Чечелеве",
        "label": "Чечелеве"
    },
    {
        "value": "Чечеліївка",
        "label": "Чечеліївка"
    },
    {
        "value": "Чечельник",
        "label": "Чечельник"
    },
    {
        "value": "Чечельник (Хмельницька обл.)",
        "label": "Чечельник (Хмельницька обл.)"
    },
    {
        "value": "Чигирин",
        "label": "Чигирин"
    },
    {
        "value": "Чижиків",
        "label": "Чижиків"
    },
    {
        "value": "Чижівка",
        "label": "Чижівка"
    },
    {
        "value": "Чижівка (Черкаська обл.)",
        "label": "Чижівка (Черкаська обл.)"
    },
    {
        "value": "Чижове",
        "label": "Чижове"
    },
    {
        "value": "Чинадійово",
        "label": "Чинадійово"
    },
    {
        "value": "Чирське",
        "label": "Чирське"
    },
    {
        "value": "Чистилів",
        "label": "Чистилів"
    },
    {
        "value": "Чистопілля",
        "label": "Чистопілля"
    },
    {
        "value": "Чичиркозівка",
        "label": "Чичиркозівка"
    },
    {
        "value": "Чишки",
        "label": "Чишки"
    },
    {
        "value": "Чишки (Мостиський р-н)",
        "label": "Чишки (Мостиський р-н)"
    },
    {
        "value": "Чкалове (Веселівський р-н., Запорізька обл.)",
        "label": "Чкалове (Веселівський р-н., Запорізька обл.)"
    },
    {
        "value": "Чкалове (Запорізька обл.)",
        "label": "Чкалове (Запорізька обл.)"
    },
    {
        "value": "Чкалове (Новотроїцький р-н, Херсонська обл.)",
        "label": "Чкалове (Новотроїцький р-н, Херсонська обл.)"
    },
    {
        "value": "Чмикос",
        "label": "Чмикос"
    },
    {
        "value": "Чмирівка",
        "label": "Чмирівка"
    },
    {
        "value": "Чоботарівка",
        "label": "Чоботарівка"
    },
    {
        "value": "Човгузів",
        "label": "Човгузів"
    },
    {
        "value": "Човниця",
        "label": "Човниця"
    },
    {
        "value": "Чогодарівка",
        "label": "Чогодарівка"
    },
    {
        "value": "Чолгині (Львівська обл.)",
        "label": "Чолгині (Львівська обл.)"
    },
    {
        "value": "Чома (Закарпатська обл.)",
        "label": "Чома (Закарпатська обл.)"
    },
    {
        "value": "Чомонин",
        "label": "Чомонин"
    },
    {
        "value": "Чонгар(Херсонська обл.)",
        "label": "Чонгар(Херсонська обл.)"
    },
    {
        "value": "Чоп",
        "label": "Чоп"
    },
    {
        "value": "Чопівці",
        "label": "Чопівці"
    },
    {
        "value": "Чоповичі",
        "label": "Чоповичі"
    },
    {
        "value": "Чорбівка",
        "label": "Чорбівка"
    },
    {
        "value": "Чорна",
        "label": "Чорна"
    },
    {
        "value": "Чорна (Хмельницька обл.)",
        "label": "Чорна (Хмельницька обл.)"
    },
    {
        "value": "Чорна Кам'янка",
        "label": "Чорна Кам'янка"
    },
    {
        "value": "Чорна Тиса",
        "label": "Чорна Тиса"
    },
    {
        "value": "Чорненкове",
        "label": "Чорненкове"
    },
    {
        "value": "Чорниводи",
        "label": "Чорниводи"
    },
    {
        "value": "Чорниж",
        "label": "Чорниж"
    },
    {
        "value": "Чорний Острів",
        "label": "Чорний Острів"
    },
    {
        "value": "Чорний Острів (Жидачівський р-н)",
        "label": "Чорний Острів (Жидачівський р-н)"
    },
    {
        "value": "Чорний Потік",
        "label": "Чорний Потік"
    },
    {
        "value": "Чорний Потік (Виноградівський р-н)",
        "label": "Чорний Потік (Виноградівський р-н)"
    },
    {
        "value": "Чорний Потік (Закарпатська обл.)",
        "label": "Чорний Потік (Закарпатська обл.)"
    },
    {
        "value": "Чорний Потік (Чернівецька обл.)",
        "label": "Чорний Потік (Чернівецька обл.)"
    },
    {
        "value": "Чорні Ослави",
        "label": "Чорні Ослави"
    },
    {
        "value": "Чорнівка",
        "label": "Чорнівка"
    },
    {
        "value": "Чорніїв",
        "label": "Чорніїв"
    },
    {
        "value": "Чорнобаївка",
        "label": "Чорнобаївка"
    },
    {
        "value": "Чорнобай",
        "label": "Чорнобай"
    },
    {
        "value": "Чорногірка",
        "label": "Чорногірка"
    },
    {
        "value": "Чорноглазівка",
        "label": "Чорноглазівка"
    },
    {
        "value": "Чорногузи",
        "label": "Чорногузи"
    },
    {
        "value": "Чорноземне",
        "label": "Чорноземне"
    },
    {
        "value": "Чорнолізці",
        "label": "Чорнолізці"
    },
    {
        "value": "Чорномин",
        "label": "Чорномин"
    },
    {
        "value": "Чорноморка",
        "label": "Чорноморка"
    },
    {
        "value": "Чорноморськ",
        "label": "Чорноморськ"
    },
    {
        "value": "Чорноморське",
        "label": "Чорноморське"
    },
    {
        "value": "Чорноморське (Голопристанський р-н)",
        "label": "Чорноморське (Голопристанський р-н)"
    },
    {
        "value": "Чорнорудка",
        "label": "Чорнорудка"
    },
    {
        "value": "Чорнотисів",
        "label": "Чорнотисів"
    },
    {
        "value": "Чорнотичі",
        "label": "Чорнотичі"
    },
    {
        "value": "Чорнухи (Полтавська обл.)",
        "label": "Чорнухи (Полтавська обл.)"
    },
    {
        "value": "Чорнянка",
        "label": "Чорнянка"
    },
    {
        "value": "Чортків",
        "label": "Чортків"
    },
    {
        "value": "Чортовець",
        "label": "Чортовець"
    },
    {
        "value": "Чортория (Вінницька обл.)",
        "label": "Чортория (Вінницька обл.)"
    },
    {
        "value": "Чортория (Чернівецька обл.)",
        "label": "Чортория (Чернівецька обл.)"
    },
    {
        "value": "Чотирбоки",
        "label": "Чотирбоки"
    },
    {
        "value": "Чубинське",
        "label": "Чубинське"
    },
    {
        "value": "Чубинці",
        "label": "Чубинці"
    },
    {
        "value": "Чубівка",
        "label": "Чубівка"
    },
    {
        "value": "Чугуїв",
        "label": "Чугуїв"
    },
    {
        "value": "Чудей",
        "label": "Чудей"
    },
    {
        "value": "Чудель",
        "label": "Чудель"
    },
    {
        "value": "Чудниця",
        "label": "Чудниця"
    },
    {
        "value": "Чуднів",
        "label": "Чуднів"
    },
    {
        "value": "Чукалівка",
        "label": "Чукалівка"
    },
    {
        "value": "Чуква",
        "label": "Чуква"
    },
    {
        "value": "Чуків",
        "label": "Чуків"
    },
    {
        "value": "Чулаківка",
        "label": "Чулаківка"
    },
    {
        "value": "Чумаки",
        "label": "Чумаки"
    },
    {
        "value": "Чумаки (Томаківський р-н)",
        "label": "Чумаки (Томаківський р-н)"
    },
    {
        "value": "Чумакове",
        "label": "Чумакове"
    },
    {
        "value": "Чумальово",
        "label": "Чумальово"
    },
    {
        "value": "Чупахівка",
        "label": "Чупахівка"
    },
    {
        "value": "Чупира",
        "label": "Чупира"
    },
    {
        "value": "Чутівка",
        "label": "Чутівка"
    },
    {
        "value": "Чутове",
        "label": "Чутове"
    },
    {
        "value": "Чухелі",
        "label": "Чухелі"
    },
    {
        "value": "Шабалинів",
        "label": "Шабалинів"
    },
    {
        "value": "Шабастівка",
        "label": "Шабастівка"
    },
    {
        "value": "Шабельківка",
        "label": "Шабельківка"
    },
    {
        "value": "Шабельники",
        "label": "Шабельники"
    },
    {
        "value": "Шабельня",
        "label": "Шабельня"
    },
    {
        "value": "Шабо",
        "label": "Шабо"
    },
    {
        "value": "Шаболтасівка",
        "label": "Шаболтасівка"
    },
    {
        "value": "Шайбівка",
        "label": "Шайбівка"
    },
    {
        "value": "Шаланки",
        "label": "Шаланки"
    },
    {
        "value": "Шалигине",
        "label": "Шалигине"
    },
    {
        "value": "Шаліївка",
        "label": "Шаліївка"
    },
    {
        "value": "Шамраєве",
        "label": "Шамраєве"
    },
    {
        "value": "Шамраївка",
        "label": "Шамраївка"
    },
    {
        "value": "Шамраївка (Полтавська обл.)",
        "label": "Шамраївка (Полтавська обл.)"
    },
    {
        "value": "Шандра",
        "label": "Шандра"
    },
    {
        "value": "Шандриголове",
        "label": "Шандриголове"
    },
    {
        "value": "Шандрівка",
        "label": "Шандрівка"
    },
    {
        "value": "Шандровець",
        "label": "Шандровець"
    },
    {
        "value": "Шапіївка",
        "label": "Шапіївка"
    },
    {
        "value": "Шаповалівка (Сумська обл.)",
        "label": "Шаповалівка (Сумська обл.)"
    },
    {
        "value": "Шаргород (Вінницька обл.)",
        "label": "Шаргород (Вінницька обл.)"
    },
    {
        "value": "Шарин",
        "label": "Шарин"
    },
    {
        "value": "Шарівка",
        "label": "Шарівка"
    },
    {
        "value": "Шарівка (Валківський р-н)",
        "label": "Шарівка (Валківський р-н)"
    },
    {
        "value": "Шарівка (Кіровоградська обл.)",
        "label": "Шарівка (Кіровоградська обл.)"
    },
    {
        "value": "Шарівка (Хмельницька обл.)",
        "label": "Шарівка (Хмельницька обл.)"
    },
    {
        "value": "Шарівка (Царичанський р-н)",
        "label": "Шарівка (Царичанський р-н)"
    },
    {
        "value": "Шарки",
        "label": "Шарки"
    },
    {
        "value": "Шарки (Хмельницька обл.)",
        "label": "Шарки (Хмельницька обл.)"
    },
    {
        "value": "Шарнопіль",
        "label": "Шарнопіль"
    },
    {
        "value": "Шаровечка",
        "label": "Шаровечка"
    },
    {
        "value": "Шатава",
        "label": "Шатава"
    },
    {
        "value": "Шатура",
        "label": "Шатура"
    },
    {
        "value": "Шаулиха",
        "label": "Шаулиха"
    },
    {
        "value": "Шахове",
        "label": "Шахове"
    },
    {
        "value": "Шахтарське",
        "label": "Шахтарське"
    },
    {
        "value": "Шахтарське (Донецька обл.)",
        "label": "Шахтарське (Донецька обл.)"
    },
    {
        "value": "Шахтарське (Синельниківський р-н)",
        "label": "Шахтарське (Синельниківський р-н)"
    },
    {
        "value": "Шацьк",
        "label": "Шацьк"
    },
    {
        "value": "Шаян",
        "label": "Шаян"
    },
    {
        "value": "Швайківка",
        "label": "Швайківка"
    },
    {
        "value": "Шебутинці",
        "label": "Шебутинці"
    },
    {
        "value": "Шевське",
        "label": "Шевське"
    },
    {
        "value": "Шевченка (Бердянський р-н)",
        "label": "Шевченка (Бердянський р-н)"
    },
    {
        "value": "Шевченка (Запорізька обл.)",
        "label": "Шевченка (Запорізька обл.)"
    },
    {
        "value": "Шевченка (Скадовський р-н, Херсонська обл.)",
        "label": "Шевченка (Скадовський р-н, Херсонська обл.)"
    },
    {
        "value": "Шевченка (Херсонська обл.)",
        "label": "Шевченка (Херсонська обл.)"
    },
    {
        "value": "Шевченки",
        "label": "Шевченки"
    },
    {
        "value": "Шевченківка",
        "label": "Шевченківка"
    },
    {
        "value": "Шевченківське",
        "label": "Шевченківське"
    },
    {
        "value": "Шевченківське (Запорізький р-н)",
        "label": "Шевченківське (Запорізький р-н)"
    },
    {
        "value": "Шевченко (Дніпровський р-н)",
        "label": "Шевченко (Дніпровський р-н)"
    },
    {
        "value": "Шевченкове (Бучанський р-н)",
        "label": "Шевченкове (Бучанський р-н)"
    },
    {
        "value": "Шевченкове (Васильківський р-н)",
        "label": "Шевченкове (Васильківський р-н)"
    },
    {
        "value": "Шевченкове (Глухівський р-н)",
        "label": "Шевченкове (Глухівський р-н)"
    },
    {
        "value": "Шевченкове (Запорізька обл., Пологівський р-н)",
        "label": "Шевченкове (Запорізька обл., Пологівський р-н)"
    },
    {
        "value": "Шевченкове (Запорізька обл.)",
        "label": "Шевченкове (Запорізька обл.)"
    },
    {
        "value": "Шевченкове (Івано-Франківська обл.)",
        "label": "Шевченкове (Івано-Франківська обл.)"
    },
    {
        "value": "Шевченкове (Київська обл.)",
        "label": "Шевченкове (Київська обл.)"
    },
    {
        "value": "Шевченкове (Кілійський р-н)",
        "label": "Шевченкове (Кілійський р-н)"
    },
    {
        "value": "Шевченкове (Кіровоградська обл.)",
        "label": "Шевченкове (Кіровоградська обл.)"
    },
    {
        "value": "Шевченкове (Кіровоградський р-н.)",
        "label": "Шевченкове (Кіровоградський р-н.)"
    },
    {
        "value": "Шевченкове (Конотопський р-н)",
        "label": "Шевченкове (Конотопський р-н)"
    },
    {
        "value": "Шевченкове (Миколаївська обл.)",
        "label": "Шевченкове (Миколаївська обл.)"
    },
    {
        "value": "Шевченкове (Одеська обл.)",
        "label": "Шевченкове (Одеська обл.)"
    },
    {
        "value": "Шевченкове (Полтавська обл.)",
        "label": "Шевченкове (Полтавська обл.)"
    },
    {
        "value": "Шевченкове (Сахновщинський р-н)",
        "label": "Шевченкове (Сахновщинський р-н)"
    },
    {
        "value": "Шевченкове (Харківська обл.)",
        "label": "Шевченкове (Харківська обл.)"
    },
    {
        "value": "Шевченкове (Черкаська обл.)",
        "label": "Шевченкове (Черкаська обл.)"
    },
    {
        "value": "Шевченкове(Новобузький р-н)",
        "label": "Шевченкове(Новобузький р-н)"
    },
    {
        "value": "Шегині",
        "label": "Шегині"
    },
    {
        "value": "Шедієве",
        "label": "Шедієве"
    },
    {
        "value": "Шелепухи (Черкаська обл.)",
        "label": "Шелепухи (Черкаська обл.)"
    },
    {
        "value": "Шелестове",
        "label": "Шелестове"
    },
    {
        "value": "Шелехове",
        "label": "Шелехове"
    },
    {
        "value": "Шелудьківка",
        "label": "Шелудьківка"
    },
    {
        "value": "Шельвів",
        "label": "Шельвів"
    },
    {
        "value": "Шельпахівка",
        "label": "Шельпахівка"
    },
    {
        "value": "Шелюги",
        "label": "Шелюги"
    },
    {
        "value": "Шенгури",
        "label": "Шенгури"
    },
    {
        "value": "Шендерівка",
        "label": "Шендерівка"
    },
    {
        "value": "Шепарівці",
        "label": "Шепарівці"
    },
    {
        "value": "Шепель",
        "label": "Шепель"
    },
    {
        "value": "Шепетівка",
        "label": "Шепетівка"
    },
    {
        "value": "Шепилове",
        "label": "Шепилове"
    },
    {
        "value": "Шепіт",
        "label": "Шепіт"
    },
    {
        "value": "Шепіт (Чернівецька обл.)",
        "label": "Шепіт (Чернівецька обл.)"
    },
    {
        "value": "Шептицький",
        "label": "Шептицький"
    },
    {
        "value": "Шерове",
        "label": "Шерове"
    },
    {
        "value": "Шершенівка",
        "label": "Шершенівка"
    },
    {
        "value": "Шершенці (Одеська обл.)",
        "label": "Шершенці (Одеська обл.)"
    },
    {
        "value": "Шестеринці",
        "label": "Шестеринці"
    },
    {
        "value": "Шешори",
        "label": "Шешори"
    },
    {
        "value": "Шибалин",
        "label": "Шибалин"
    },
    {
        "value": "Шибена",
        "label": "Шибена"
    },
    {
        "value": "Шибене",
        "label": "Шибене"
    },
    {
        "value": "Шийківка",
        "label": "Шийківка"
    },
    {
        "value": "Шилівка",
        "label": "Шилівка"
    },
    {
        "value": "Шилівка (Зіньківський р-н)",
        "label": "Шилівка (Зіньківський р-н)"
    },
    {
        "value": "Шилівці",
        "label": "Шилівці"
    },
    {
        "value": "Шипинки",
        "label": "Шипинки"
    },
    {
        "value": "Шипинці",
        "label": "Шипинці"
    },
    {
        "value": "Шипівці",
        "label": "Шипівці"
    },
    {
        "value": "Шипувате",
        "label": "Шипувате"
    },
    {
        "value": "Ширівці",
        "label": "Ширівці"
    },
    {
        "value": "Ширмівка",
        "label": "Ширмівка"
    },
    {
        "value": "Широка Балка",
        "label": "Широка Балка"
    },
    {
        "value": "Широка Балка (Одеська обл.)",
        "label": "Широка Балка (Одеська обл.)"
    },
    {
        "value": "Широка Гребля",
        "label": "Широка Гребля"
    },
    {
        "value": "Широка Гребля (Вінницький р-н)",
        "label": "Широка Гребля (Вінницький р-н)"
    },
    {
        "value": "Широка Гребля (Козятинський р-н)",
        "label": "Широка Гребля (Козятинський р-н)"
    },
    {
        "value": "Широка Дача",
        "label": "Широка Дача"
    },
    {
        "value": "Широка Долина",
        "label": "Широка Долина"
    },
    {
        "value": "Широке",
        "label": "Широке"
    },
    {
        "value": "Широке (Білгород-Дністровський р-н)",
        "label": "Широке (Білгород-Дністровський р-н)"
    },
    {
        "value": "Широке (Василівський р-н., Запорізька обл.)",
        "label": "Широке (Василівський р-н., Запорізька обл.)"
    },
    {
        "value": "Широке (Закарпатська обл.)",
        "label": "Широке (Закарпатська обл.)"
    },
    {
        "value": "Широке (Запорізький р-н. Запорізька обл)",
        "label": "Широке (Запорізький р-н. Запорізька обл)"
    },
    {
        "value": "Широке (Криворізький р-н. Дніпропетровська обл)",
        "label": "Широке (Криворізький р-н. Дніпропетровська обл)"
    },
    {
        "value": "Широке (Херсонська обл.)",
        "label": "Широке (Херсонська обл.)"
    },
    {
        "value": "Широкий Луг (Закарпатська обл.)",
        "label": "Широкий Луг (Закарпатська обл.)"
    },
    {
        "value": "Широколанівка",
        "label": "Широколанівка"
    },
    {
        "value": "Ширяєве",
        "label": "Ширяєве"
    },
    {
        "value": "Шишаки",
        "label": "Шишаки"
    },
    {
        "value": "Шишаки (Хорольський р-н., Полт. обл.)",
        "label": "Шишаки (Хорольський р-н., Полт. обл.)"
    },
    {
        "value": "Шишкине",
        "label": "Шишкине"
    },
    {
        "value": "Шишківці (Кіцманський р-н., Чернівецька обл.)",
        "label": "Шишківці (Кіцманський р-н., Чернівецька обл.)"
    },
    {
        "value": "Шишківці (Новоселицький р-н)",
        "label": "Шишківці (Новоселицький р-н)"
    },
    {
        "value": "Шишківці (Сокирянський р-н., Чернівецька обл.)",
        "label": "Шишківці (Сокирянський р-н., Чернівецька обл.)"
    },
    {
        "value": "Шишлівці",
        "label": "Шишлівці"
    },
    {
        "value": "Шкарів",
        "label": "Шкарів"
    },
    {
        "value": "Шкарівка",
        "label": "Шкарівка"
    },
    {
        "value": "Шклинь",
        "label": "Шклинь"
    },
    {
        "value": "Шкло",
        "label": "Шкло"
    },
    {
        "value": "Шкуратівка",
        "label": "Шкуратівка"
    },
    {
        "value": "Шляхове",
        "label": "Шляхове"
    },
    {
        "value": "Шляхове (Балтський р-н., Одеська обл.)",
        "label": "Шляхове (Балтський р-н., Одеська обл.)"
    },
    {
        "value": "Шляхове (Кегичівський р-н., Харківська обл.)",
        "label": "Шляхове (Кегичівський р-н., Харківська обл.)"
    },
    {
        "value": "Шляхтинці",
        "label": "Шляхтинці"
    },
    {
        "value": "Шманьківці",
        "label": "Шманьківці"
    },
    {
        "value": "Шманьківчики",
        "label": "Шманьківчики"
    },
    {
        "value": "Шменьки",
        "label": "Шменьки"
    },
    {
        "value": "Шмиглі",
        "label": "Шмиглі"
    },
    {
        "value": "Шмирки",
        "label": "Шмирки"
    },
    {
        "value": "Шнирів",
        "label": "Шнирів"
    },
    {
        "value": "Шовкове",
        "label": "Шовкове"
    },
    {
        "value": "Шоломинь",
        "label": "Шоломинь"
    },
    {
        "value": "Шоломки",
        "label": "Шоломки"
    },
    {
        "value": "Шом",
        "label": "Шом"
    },
    {
        "value": "Шостаківка",
        "label": "Шостаківка"
    },
    {
        "value": "Шостаківка (Кіровоградська обл.)",
        "label": "Шостаківка (Кіровоградська обл.)"
    },
    {
        "value": "Шостакове",
        "label": "Шостакове"
    },
    {
        "value": "Шостакове (Катеринопільський р-н)",
        "label": "Шостакове (Катеринопільський р-н)"
    },
    {
        "value": "Шостка",
        "label": "Шостка"
    },
    {
        "value": "Шотівка",
        "label": "Шотівка"
    },
    {
        "value": "Шпанів",
        "label": "Шпанів"
    },
    {
        "value": "Шпиків",
        "label": "Шпиків"
    },
    {
        "value": "Шпиколоси",
        "label": "Шпиколоси"
    },
    {
        "value": "Шпилі",
        "label": "Шпилі"
    },
    {
        "value": "Шпильчина",
        "label": "Шпильчина"
    },
    {
        "value": "Шпирки",
        "label": "Шпирки"
    },
    {
        "value": "Шпитьки",
        "label": "Шпитьки"
    },
    {
        "value": "Шпичинці",
        "label": "Шпичинці"
    },
    {
        "value": "Шпола",
        "label": "Шпола"
    },
    {
        "value": "Шпотівка",
        "label": "Шпотівка"
    },
    {
        "value": "Шрамківка",
        "label": "Шрамківка"
    },
    {
        "value": "Шрубків",
        "label": "Шрубків"
    },
    {
        "value": "Штепівка",
        "label": "Штепівка"
    },
    {
        "value": "Штомпелівка",
        "label": "Штомпелівка"
    },
    {
        "value": "Штормове",
        "label": "Штормове"
    },
    {
        "value": "Штуковець",
        "label": "Штуковець"
    },
    {
        "value": "Штунь",
        "label": "Штунь"
    },
    {
        "value": "Шубині Стави",
        "label": "Шубині Стави"
    },
    {
        "value": "Шубків",
        "label": "Шубків"
    },
    {
        "value": "Шубранець",
        "label": "Шубранець"
    },
    {
        "value": "Шукайвода",
        "label": "Шукайвода"
    },
    {
        "value": "Шульгинка",
        "label": "Шульгинка"
    },
    {
        "value": "Шуляки",
        "label": "Шуляки"
    },
    {
        "value": "Шум'яч",
        "label": "Шум'яч"
    },
    {
        "value": "Шумбар",
        "label": "Шумбар"
    },
    {
        "value": "Шумина",
        "label": "Шумина"
    },
    {
        "value": "Шумівці",
        "label": "Шумівці"
    },
    {
        "value": "Шумляни",
        "label": "Шумляни"
    },
    {
        "value": "Шумськ",
        "label": "Шумськ"
    },
    {
        "value": "Шупарка",
        "label": "Шупарка"
    },
    {
        "value": "Шупики",
        "label": "Шупики"
    },
    {
        "value": "Шурине",
        "label": "Шурине"
    },
    {
        "value": "Шутроминці",
        "label": "Шутроминці"
    },
    {
        "value": "Щасливе",
        "label": "Щасливе"
    },
    {
        "value": "Щасливе (Запорізька обл.)",
        "label": "Щасливе (Запорізька обл.)"
    },
    {
        "value": "Щасливе (Миколаївська обл.)",
        "label": "Щасливе (Миколаївська обл.)"
    },
    {
        "value": "Щасливе (Херсонська обл.)",
        "label": "Щасливе (Херсонська обл.)"
    },
    {
        "value": "Щасливе (Чутівський р-н)",
        "label": "Щасливе (Чутівський р-н)"
    },
    {
        "value": "Щасливцеве (Херсонська обл.)",
        "label": "Щасливцеве (Херсонська обл.)"
    },
    {
        "value": "Щаснівка",
        "label": "Щаснівка"
    },
    {
        "value": "Щастя",
        "label": "Щастя"
    },
    {
        "value": "Щедрогір",
        "label": "Щедрогір"
    },
    {
        "value": "Щекичин",
        "label": "Щекичин"
    },
    {
        "value": "Щенятин",
        "label": "Щенятин"
    },
    {
        "value": "Щербаки",
        "label": "Щербаки"
    },
    {
        "value": "Щербаки (Харківська обл.)",
        "label": "Щербаки (Харківська обл.)"
    },
    {
        "value": "Щербані",
        "label": "Щербані"
    },
    {
        "value": "Щербані (Полтавська обл.)",
        "label": "Щербані (Полтавська обл.)"
    },
    {
        "value": "Щербанівське",
        "label": "Щербанівське"
    },
    {
        "value": "Щербанка",
        "label": "Щербанка"
    },
    {
        "value": "Щербатівка",
        "label": "Щербатівка"
    },
    {
        "value": "Щербашинці",
        "label": "Щербашинці"
    },
    {
        "value": "Щербинівка",
        "label": "Щербинівка"
    },
    {
        "value": "Щербинці",
        "label": "Щербинці"
    },
    {
        "value": "Щербівці",
        "label": "Щербівці"
    },
    {
        "value": "Щиборівка",
        "label": "Щиборівка"
    },
    {
        "value": "Щигліївка",
        "label": "Щигліївка"
    },
    {
        "value": "Щирець",
        "label": "Щирець"
    },
    {
        "value": "Щітки",
        "label": "Щітки"
    },
    {
        "value": "Щурин",
        "label": "Щурин"
    },
    {
        "value": "Щурі",
        "label": "Щурі"
    },
    {
        "value": "Щурівчики",
        "label": "Щурівчики"
    },
    {
        "value": "Щуровичі",
        "label": "Щуровичі"
    },
    {
        "value": "Щуча Гребля",
        "label": "Щуча Гребля"
    },
    {
        "value": "Ювілейне",
        "label": "Ювілейне"
    },
    {
        "value": "Южинець",
        "label": "Южинець"
    },
    {
        "value": "Южне (Чернігівська обл.)",
        "label": "Южне (Чернігівська обл.)"
    },
    {
        "value": "Юльївка",
        "label": "Юльївка"
    },
    {
        "value": "Юр'ївка (Дніпропетровська обл.)",
        "label": "Юр'ївка (Дніпропетровська обл.)"
    },
    {
        "value": "Юр'ївка (Добровеличківський р-н)",
        "label": "Юр'ївка (Добровеличківський р-н)"
    },
    {
        "value": "Юр'ївка (Донецька обл.)",
        "label": "Юр'ївка (Донецька обл.)"
    },
    {
        "value": "Юр'ївка (Снігурівський р-н)",
        "label": "Юр'ївка (Снігурівський р-н)"
    },
    {
        "value": "Юр'ївка (Тарутинський р-н)",
        "label": "Юр'ївка (Тарутинський р-н)"
    },
    {
        "value": "Юр'ївка (Царичанський р-н., Дніпропетровська обл.)",
        "label": "Юр'ївка (Царичанський р-н., Дніпропетровська обл.)"
    },
    {
        "value": "Юрівка (Білогірський р-н)",
        "label": "Юрівка (Білогірський р-н)"
    },
    {
        "value": "Юрівка (Житомирська обл.)",
        "label": "Юрівка (Житомирська обл.)"
    },
    {
        "value": "Юрівка (Київська обл.)",
        "label": "Юрівка (Київська обл.)"
    },
    {
        "value": "Юрівка (Сумська обл.)",
        "label": "Юрівка (Сумська обл.)"
    },
    {
        "value": "Юрківка",
        "label": "Юрківка"
    },
    {
        "value": "Юрківка (Уманський р-н)",
        "label": "Юрківка (Уманський р-н)"
    },
    {
        "value": "Юрківка (Черкаська обл.)",
        "label": "Юрківка (Черкаська обл.)"
    },
    {
        "value": "Юрківці",
        "label": "Юрківці"
    },
    {
        "value": "Юрківці (Немирівський р-н)",
        "label": "Юрківці (Немирівський р-н)"
    },
    {
        "value": "Юрківці (Хмельницька обл.)",
        "label": "Юрківці (Хмельницька обл.)"
    },
    {
        "value": "Юрове",
        "label": "Юрове"
    },
    {
        "value": "Юрченки",
        "label": "Юрченки"
    },
    {
        "value": "Юрчиха",
        "label": "Юрчиха"
    },
    {
        "value": "Юсківці",
        "label": "Юсківці"
    },
    {
        "value": "Юськівці",
        "label": "Юськівці"
    },
    {
        "value": "Юхимівка",
        "label": "Юхимівка"
    },
    {
        "value": "Юхимівці",
        "label": "Юхимівці"
    },
    {
        "value": "Юхнове",
        "label": "Юхнове"
    },
    {
        "value": "Юшків Ріг",
        "label": "Юшків Ріг"
    },
    {
        "value": "Яблунець",
        "label": "Яблунець"
    },
    {
        "value": "Яблуниця",
        "label": "Яблуниця"
    },
    {
        "value": "Яблуниця (Верховинський р-н)",
        "label": "Яблуниця (Верховинський р-н)"
    },
    {
        "value": "Яблуниця (Чернівецька обл.)",
        "label": "Яблуниця (Чернівецька обл.)"
    },
    {
        "value": "Яблунів (Галицький р-н.)",
        "label": "Яблунів (Галицький р-н.)"
    },
    {
        "value": "Яблунів (Гусятинський р-н.)",
        "label": "Яблунів (Гусятинський р-н.)"
    },
    {
        "value": "Яблунів (Косівський р-н.)",
        "label": "Яблунів (Косівський р-н.)"
    },
    {
        "value": "Яблунів (Львівська обл.)",
        "label": "Яблунів (Львівська обл.)"
    },
    {
        "value": "Яблунів (Мукачівський р-н., Закарпатська обл.)",
        "label": "Яблунів (Мукачівський р-н., Закарпатська обл.)"
    },
    {
        "value": "Яблунів (Черкаська обл.)",
        "label": "Яблунів (Черкаська обл.)"
    },
    {
        "value": "Яблунівка",
        "label": "Яблунівка"
    },
    {
        "value": "Яблунівка (Донецька обл.)",
        "label": "Яблунівка (Донецька обл.)"
    },
    {
        "value": "Яблунівка (Закарпатська обл.)",
        "label": "Яблунівка (Закарпатська обл.)"
    },
    {
        "value": "Яблунівка (Київська обл, Білоцерківський р-н)",
        "label": "Яблунівка (Київська обл, Білоцерківський р-н)"
    },
    {
        "value": "Яблунівка (Київська обл, Кагарлицький р-н)",
        "label": "Яблунівка (Київська обл, Кагарлицький р-н)"
    },
    {
        "value": "Яблунівка (Київська обл.)",
        "label": "Яблунівка (Київська обл.)"
    },
    {
        "value": "Яблунівка (Лисянський р-н)",
        "label": "Яблунівка (Лисянський р-н)"
    },
    {
        "value": "Яблунівка (Тернопільська обл.)",
        "label": "Яблунівка (Тернопільська обл.)"
    },
    {
        "value": "Яблунівка (Черкаська обл.)",
        "label": "Яблунівка (Черкаська обл.)"
    },
    {
        "value": "Яблунівка (Чернігівська обл.)",
        "label": "Яблунівка (Чернігівська обл.)"
    },
    {
        "value": "Яблунне",
        "label": "Яблунне"
    },
    {
        "value": "Яблунька",
        "label": "Яблунька"
    },
    {
        "value": "Явкине",
        "label": "Явкине"
    },
    {
        "value": "Явора",
        "label": "Явора"
    },
    {
        "value": "Яворів",
        "label": "Яворів"
    },
    {
        "value": "Яворів (Долинський р-н, Івано-Франківська обл.)",
        "label": "Яворів (Долинський р-н, Івано-Франківська обл.)"
    },
    {
        "value": "Яворів (Косівський р-н., Івано-Франківська обл.)",
        "label": "Яворів (Косівський р-н., Івано-Франківська обл.)"
    },
    {
        "value": "Яворів (Турківський р-н)",
        "label": "Яворів (Турківський р-н)"
    },
    {
        "value": "Яворівка",
        "label": "Яворівка"
    },
    {
        "value": "Яворівка (Драбівський р-н)",
        "label": "Яворівка (Драбівський р-н)"
    },
    {
        "value": "Яворівці",
        "label": "Яворівці"
    },
    {
        "value": "Яворницьке",
        "label": "Яворницьке"
    },
    {
        "value": "Ягідня",
        "label": "Ягідня"
    },
    {
        "value": "Ягільниця",
        "label": "Ягільниця"
    },
    {
        "value": "Ягодинка",
        "label": "Ягодинка"
    },
    {
        "value": "Яготин",
        "label": "Яготин"
    },
    {
        "value": "Ягубець",
        "label": "Ягубець"
    },
    {
        "value": "Ядути (Чернігівська обл.)",
        "label": "Ядути (Чернігівська обл.)"
    },
    {
        "value": "Яжберень",
        "label": "Яжберень"
    },
    {
        "value": "Язавні",
        "label": "Язавні"
    },
    {
        "value": "Язи",
        "label": "Язи"
    },
    {
        "value": "Язлівчик",
        "label": "Язлівчик"
    },
    {
        "value": "Якимівка (Запорізька обл.)",
        "label": "Якимівка (Запорізька обл.)"
    },
    {
        "value": "Якимівка (Оратівський р-н)",
        "label": "Якимівка (Оратівський р-н)"
    },
    {
        "value": "Якимове",
        "label": "Якимове"
    },
    {
        "value": "Яківка",
        "label": "Яківка"
    },
    {
        "value": "Яківське",
        "label": "Яківське"
    },
    {
        "value": "Яковенкове",
        "label": "Яковенкове"
    },
    {
        "value": "Яковлеве",
        "label": "Яковлеве"
    },
    {
        "value": "Яковлівка",
        "label": "Яковлівка"
    },
    {
        "value": "Яковлівка (Донецька обл.)",
        "label": "Яковлівка (Донецька обл.)"
    },
    {
        "value": "Яковлівка (П'ятихатський р-н)",
        "label": "Яковлівка (П'ятихатський р-н)"
    },
    {
        "value": "Яковлівка (Харківська обл.)",
        "label": "Яковлівка (Харківська обл.)"
    },
    {
        "value": "Якторів",
        "label": "Якторів"
    },
    {
        "value": "Якубів",
        "label": "Якубів"
    },
    {
        "value": "Якушинці",
        "label": "Якушинці"
    },
    {
        "value": "Якушів",
        "label": "Якушів"
    },
    {
        "value": "Яланець",
        "label": "Яланець"
    },
    {
        "value": "Яланець (Бершадський р-н)",
        "label": "Яланець (Бершадський р-н)"
    },
    {
        "value": "Ялинівка",
        "label": "Ялинівка"
    },
    {
        "value": "Ялинівка (Летичівський р-н)",
        "label": "Ялинівка (Летичівський р-н)"
    },
    {
        "value": "Ялинкувате",
        "label": "Ялинкувате"
    },
    {
        "value": "Ялосовецьке",
        "label": "Ялосовецьке"
    },
    {
        "value": "Ялта (Донецька обл.)",
        "label": "Ялта (Донецька обл.)"
    },
    {
        "value": "Ялтушків",
        "label": "Ялтушків"
    },
    {
        "value": "Ялцівка",
        "label": "Ялцівка"
    },
    {
        "value": "Ямельниця",
        "label": "Ямельниця"
    },
    {
        "value": "Ямельня",
        "label": "Ямельня"
    },
    {
        "value": "Ямне",
        "label": "Ямне"
    },
    {
        "value": "Ямне (Кам'янка-Бузький р-н)",
        "label": "Ямне (Кам'янка-Бузький р-н)"
    },
    {
        "value": "Ямниця",
        "label": "Ямниця"
    },
    {
        "value": "Ямпіль (Вінницька обл.)",
        "label": "Ямпіль (Вінницька обл.)"
    },
    {
        "value": "Ямпіль (Донецька обл.)",
        "label": "Ямпіль (Донецька обл.)"
    },
    {
        "value": "Ямпіль (Львівська обл.)",
        "label": "Ямпіль (Львівська обл.)"
    },
    {
        "value": "Ямпіль (Сумська обл.)",
        "label": "Ямпіль (Сумська обл.)"
    },
    {
        "value": "Ямпіль (Хмельницька обл.)",
        "label": "Ямпіль (Хмельницька обл.)"
    },
    {
        "value": "Ямпільчик",
        "label": "Ямпільчик"
    },
    {
        "value": "Янишівка",
        "label": "Янишівка"
    },
    {
        "value": "Яноші",
        "label": "Яноші"
    },
    {
        "value": "Яполоть",
        "label": "Яполоть"
    },
    {
        "value": "Яремче",
        "label": "Яремче"
    },
    {
        "value": "Яреськи",
        "label": "Яреськи"
    },
    {
        "value": "Ярешки",
        "label": "Ярешки"
    },
    {
        "value": "Яринівка (Березнівський р-н)",
        "label": "Яринівка (Березнівський р-н)"
    },
    {
        "value": "Яринівка (Сарненський р-н)",
        "label": "Яринівка (Сарненський р-н)"
    },
    {
        "value": "Яришів",
        "label": "Яришів"
    },
    {
        "value": "Яришівка",
        "label": "Яришівка"
    },
    {
        "value": "Яришівка (Тиврівський р-н)",
        "label": "Яришівка (Тиврівський р-н)"
    },
    {
        "value": "Ярівка",
        "label": "Ярівка"
    },
    {
        "value": "Ярмолинці",
        "label": "Ярмолинці"
    },
    {
        "value": "Ярмолинці (Гайсинський р-н)",
        "label": "Ярмолинці (Гайсинський р-н)"
    },
    {
        "value": "Ярова",
        "label": "Ярова"
    },
    {
        "value": "Ярове",
        "label": "Ярове"
    },
    {
        "value": "Ярове (Вінницька обл.)",
        "label": "Ярове (Вінницька обл.)"
    },
    {
        "value": "Ярославець",
        "label": "Ярославець"
    },
    {
        "value": "Ярославичі",
        "label": "Ярославичі"
    },
    {
        "value": "Ярославка",
        "label": "Ярославка"
    },
    {
        "value": "Ярославка (Бобровицький р-н., Чернігівська обл.)",
        "label": "Ярославка (Бобровицький р-н., Чернігівська обл.)"
    },
    {
        "value": "Ярославка (Одеська обл.)",
        "label": "Ярославка (Одеська обл.)"
    },
    {
        "value": "Ярошик",
        "label": "Ярошик"
    },
    {
        "value": "Ярошівка",
        "label": "Ярошівка"
    },
    {
        "value": "Ярунь (Житомирська обл.)",
        "label": "Ярунь (Житомирська обл.)"
    },
    {
        "value": "Ярушичі",
        "label": "Ярушичі"
    },
    {
        "value": "Ясени",
        "label": "Ясени"
    },
    {
        "value": "Ясени (Сумська обл.)",
        "label": "Ясени (Сумська обл.)"
    },
    {
        "value": "Ясениця-Замкова",
        "label": "Ясениця-Замкова"
    },
    {
        "value": "Ясениця-Сільна",
        "label": "Ясениця-Сільна"
    },
    {
        "value": "Ясенів",
        "label": "Ясенів"
    },
    {
        "value": "Ясенів-Пільний",
        "label": "Ясенів-Пільний"
    },
    {
        "value": "Ясенівка (Хмельницька обл.)",
        "label": "Ясенівка (Хмельницька обл.)"
    },
    {
        "value": "Ясенівці",
        "label": "Ясенівці"
    },
    {
        "value": "Ясенки",
        "label": "Ясенки"
    },
    {
        "value": "Ясенове Друге",
        "label": "Ясенове Друге"
    },
    {
        "value": "Ясеновець",
        "label": "Ясеновець"
    },
    {
        "value": "Ясень",
        "label": "Ясень"
    },
    {
        "value": "Ясинець",
        "label": "Ясинець"
    },
    {
        "value": "Ясининичі",
        "label": "Ясининичі"
    },
    {
        "value": "Ясинуватка",
        "label": "Ясинуватка"
    },
    {
        "value": "Ясіня",
        "label": "Ясіня"
    },
    {
        "value": "Ясна Поляна",
        "label": "Ясна Поляна"
    },
    {
        "value": "Ясна Поляна (Донецька обл.)",
        "label": "Ясна Поляна (Донецька обл.)"
    },
    {
        "value": "Ясна Поляна (Житомирська обл.)",
        "label": "Ясна Поляна (Житомирська обл.)"
    },
    {
        "value": "Ясне",
        "label": "Ясне"
    },
    {
        "value": "Ясниська",
        "label": "Ясниська"
    },
    {
        "value": "Ясногірка (Донецька обл.)",
        "label": "Ясногірка (Донецька обл.)"
    },
    {
        "value": "Ясногірка (Рівненська обл.)",
        "label": "Ясногірка (Рівненська обл.)"
    },
    {
        "value": "Ясногород",
        "label": "Ясногород"
    },
    {
        "value": "Ясногородка (Вишгородський р-н.)",
        "label": "Ясногородка (Вишгородський р-н.)"
    },
    {
        "value": "Ясногородка (Фастівський р-н)",
        "label": "Ясногородка (Фастівський р-н)"
    },
    {
        "value": "Яснозір'я",
        "label": "Яснозір'я"
    },
    {
        "value": "Яструбичі",
        "label": "Яструбичі"
    },
    {
        "value": "Яструбове",
        "label": "Яструбове"
    },
    {
        "value": "Яськи",
        "label": "Яськи"
    },
    {
        "value": "Яськівці",
        "label": "Яськівці"
    },
    {
        "value": "Ятранівка",
        "label": "Ятранівка"
    },
    {
        "value": "Ятрань",
        "label": "Ятрань"
    },
    {
        "value": "Яхни (Миронівський р-н)",
        "label": "Яхни (Миронівський р-н)"
    },
    {
        "value": "Яхнівці",
        "label": "Яхнівці"
    },
    {
        "value": "Яцьки",
        "label": "Яцьки"
    },
    {
        "value": "Яцьківка",
        "label": "Яцьківка"
    },
    {
        "value": "Яцьковичі (Рівненська обл.)",
        "label": "Яцьковичі (Рівненська обл.)"
    }
]